[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……沙都子からの返事は、まだない。",
      "くそ……！　早く、レナが時限発火装置を隠した場所を見つけ出さないと！！",
      "レナをこの場で取り押さえたいが、それよりも優先すべきは、装置の発見だ。",
      "頼む…………沙都子、お前だけが頼りなんだ！！"
    ],
    "textEn": [
      ".........There still wasn't any reply from Satoko.",
      "Shit......! If we don't find out where Rena's hidden the incendiary device quickly—!!",
      "We've managed to confine her to this space, but finding the device is what's really important.",
      "Please.........Satoko, you're the only one we're counting on!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あはははははあははははははははは！」"
    ],
    "textEn": [
      "\"Ahahahahaha Ahahahahahahahahaha!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「すごいよ、すごいよ、これは部活じゃないんだよ？",
      "あははははははははははははははは！！」"
    ],
    "textEn": [
      "Awesome, awesome, it's not like we're having club activities or anything, you know?",
      "Ahahahahahahahahahahahahahahaha!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんを突き飛ばしたレナは、ゆらぁり、と凶悪に輝く目に怒りを浮かべながら、立ち上がって俺に向き直る。",
      "そして、冷たい笑みを身の毛がよだつような声に乗せて、手に持った鉈(なた)を上段に振りかぶって構えた。"
    ],
    "textEn": [
      "Rena who had thrown Rika-chan aside, swung around to face me as she stood up, her eyes glittering with fury.",
      "And then, with an icy jeer enough to make my hairs stand on their ends, she raised her hatchet above her head."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ひゃああああああああッ！！！",
      "一撃で叩き割ってあげるよおおおおおおおおッツ！！！！！」"
    ],
    "textEn": [
      "\"Hyaaaaaaaaaaaaa~!!!",
      "I'll smash your head in with a single striiiiiiikeeeeee~!!!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "————くそっ……！！",
      "懸命に気持ちを奮い立たせた俺は、間合いをつめてきたレナの攻撃に対して身体をひねりながら、辛うじてかわす。",
      "勢いよく振り下ろした鉈(なた)は轟音とともに木の床に深くめり込むが、レナはなんでもなかったようにそれを引き抜くと、再びそれを構えてにたり……と、赤い舌を出しながら笑った。"
    ],
    "textEn": [
      "Shit......!!",
      "Adrenaline gushing through my veins, I twisted my body to barely dodge Rena's attack as the hatchet sliced through the air.",
      "The hatchet she had swung recklessly sunk into the wooden floor with a thunderous roar, and Rena retracted it as if it were nothing and held it up once more as she sniggered, flashing her red tongue in mirth."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「さよなら、圭一くん。",
      "…………レナに謝ってもいいよ？」"
    ],
    "textEn": [
      "\"Goodbye, Keiichi-kun.",
      ".........You're free to apologize to me when you have the chance.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ちきしょう…………ッ！！",
      "こんなところで、時間をつぶしている場合じゃないんだ。",
      "早くしなければ、……レナの仕掛けた時限発火装置が………………！！！"
    ],
    "textEn": [
      "Fuck.........~!!",
      "I wasn't supposed to be wasting my time doing this.",
      "If I don't hurry up, ......the explosive device Rena set up is going to...............!!!"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「圭一さぁあん、もう時間がああああッ！！！」"
    ],
    "textEn": [
      "\"Keiichi-saaan, we don't have tiiiimeeeee~!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そして、沙都子が悲痛な悲鳴を上げた、そのときだった。",
      "目の前の世界から、全てのものが消え去った。",
      "そして、俺自身も………………。"
    ],
    "textEn": [
      "And then, it was immediately after Satoko's desperate scream.",
      "Anything and everything in the world before me disappeared into the void.",
      "Including, myself..............."
    ]
  }
]