[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……目が覚めても、まだわくわくしていた。",
      "すごく楽しい夢を見ていたのは間違いない。",
      "それがどんな夢だったかは、…まるで目蓋を開くと忘れるスイッチが入るかのように忘れてしまったけれど。",
      "…とても楽しい夢だったことだけは、疑いようもなかった。",
      "だから、目が覚めてもしばらくの間、天井を眺めながらその余韻を楽しんでいるのだった。",
      "今日は日曜日。",
      "窓の外には、普段の平日とはまったく違う小鳥のさえずりが満ちているように聞こえた。",
      "平日の鳥の鳴き声はどこか急いていて、いかにも急げ急げ学校に遅れるな…という感じだが、日曜日の鳥だけは違う。",
      "こんなにも晴れた清々しい日曜日の朝だから、それをみんなに伝えたくて伝えたくてしょうがない、そんなうきうきした感情が感じられるのだ。",
      "そして、その鳴き声は普段の平日の小鳥たちとは異なる小鳥にすら感じられるのだった。",
      "日曜日の朝にしか鳴かない、日曜日専用の小鳥でもいるんだろうか？",
      "週に一度しか鳴かない鳥の声なんて、何だか贅沢だ。",
      "そんな、貴重な小鳥たちの合唱を寝惚けながら聞くことは、この上なく勿体無いことだった。",
      "やがて、普段のがさつな自分が目を覚ましてくるに従い、日曜日専用の小鳥という言葉が無性に滑稽に感じ始める。"
    ],
    "textEn": [
      "...I awoke from my dream, still feeling excited.",
      "I must've had a very happy dream.",
      "I already forgot what it was about... It felt as if there was a switch that automatically made me forget my dreams when I open my eyes.",
      "...All I could remember is that it was a happy dream.",
      "I look at the ceiling and enjoyed the happy feeling for a while.",
      "It was Sunday today.",
      "Outside the window, I could hear morning birdsong that sounded totally different from what I heard on weekdays.",
      "The morning birdsong on weekdays sounds like they're in a rush, as if they're telling me to hurry to school... but on Sunday, it's different.",
      "I could tell that the birds are singing simply because they want to tell everybody how great a morning it is.",
      "I even felt like the birds that sing on weekdays must be different birds from the ones that sing on Sunday.",
      "I wonder if there really are birds that only sing on Sunday.",
      "It sounds like a very luxurious job, for some reason.",
      "It's a waste to listen to such a valuable birdsong when you're not quite awake.",
      "As I fully awaken, my normal, crude personality takes over, and I start feeling stupid to even think that there might be birds that sing only on Sunday."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…………………ふぁ、………あぁ…。」"
    ],
    "textEn": [
      "\"...Haww... Ahh...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大きく伸びをすると、全身に血が巡っていく心地よい感触がした。",
      "寝返りながら時計を見上げると、１０時過ぎを指しているのが見える。",
      "日曜の１０時は、塾に出掛ける日だったことを思い出す。",
      "もちろん、雛見沢に引越してくる前の話だ。",
      "当時はずいぶんといろいろな塾に通わされていたんだっけ。",
      "…中でも第１、第３日曜日に通う塾が、電車の乗換えが多くて辛かったことを思い出す。",
      "もっとも、当時ならこんな時間に起きることはあり得ない。",
      "遅れる遅れるとお袋に急かされて起こされるので、日曜も普段と同じ様な時間に起床していたからだ。",
      "だから、日曜のこういう時間に自分の意思で目が覚められることに、ちょっとした愉悦を感じていたような気がする。",
      "……もっとも、その感覚も雛見沢に引越してきてからすっかり忘れてしまっていたかもしれない。",
      "最近の日曜日は、昼前までたっぷりと惰眠を貪るのが当り前だったから。",
      "雛見沢に来てから、人生がまったく変わった気がする。",
      "引越す前は、都会生活に比べ不便なところばかりが目に付き、正直、田舎での生活に関心はもてなかった。",
      "でもそれに不便を感じたのは本当に最初の数日だけ。",
      "都会の煤けた便利さなど、ここでの生活に比べたら何の魅力も感じない。",
      "では今の生活にある魅力って何だろうと考えたら、",
      "……それはきっと、",
      "仲間たちの存在によるところが大きいのだろう。",
      "こんな感傷にふけるところを見ると、昨日のクラス全部での水鉄砲大会がよっぽど楽しかったんだろうなぁ。",
      "この歳にもなって、大真面目に水鉄砲で撃ち合いをするんだぜ？",
      "そんなの都会の連中はやりたくったってできねぇだろうな。",
      "いや、…やりたくってもできない、じゃなくて、やりたいとも思わない、が正しいんだろう。",
      "こんな単純な遊びがこんなにも楽しいなんて、気付きもしないに違いない。",
      "階下に降りると、親父とお袋が固いテレビ番組を見ながら、あーだこーだと議論に花を咲かせていた。"
    ],
    "textEn": [
      "As I yawned and stretched, my blood started circulating through my entire body. It felt good.",
      "I turn over and look at the clock, which says it's past 10 AM.",
      "I used to go to my cram school on Sunday at 10 AM.",
      "That was before I moved to Hinamizawa.",
      "My parents made me go to several cram schools back then.",
      "...I remember that the one I had to go to on the first and the third Sundays of the month was the hardest one of all, because I had to change trains several times to get there.",
      "I was never allowed to sleep in so late back then.",
      "My mom always woke me up early so that I didn't miss my classes.",
      "That's probably why I've always dreamed of being able to wake up whenever I wanted on a Sunday.",
      "...Needless to say, I don't feel that way anymore now that I moved to Hinamizawa.",
      "After all, I can always sleep 'til noon on Sunday now.",
      "My life has changed completely since I moved here.",
      "Before, I used to think living in the countryside would be really inconvenient. To be honest, I wasn't even interested in living here.",
      "But it was only the first few days that I felt that way.",
      "Now, I don't feel attached to life in the city or its conveniences.",
      "When I think about what part of my life in Hinamizawa I'm the most attached to...",
      "I'd have to say",
      "it's probably my friends.",
      "I guess the reason why I'm being so sentimental is probably because I had so much fun yesterday in the water gun fight with all of my classmates.",
      "Despite my age, I got so into it and had so much fun.",
      "I bet the kids in the city wouldn't be able to play like that.",
      "No... I should say they wouldn't even want to in the first place.",
      "They wouldn't even realize how exciting a simple water gun fight could be.",
      "I went downstairs and saw my parents watching a serious TV program, arguing about the topic together."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "「大体、日本の電話料金は高すぎるんだ。",
      "国が電話事業を独占してるからこういうことになるんだ。」"
    ],
    "textEn": [
      "\"First of all, telephone service charges in Japan are way too expensive.",
      "It's because the state has a monopoly.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「でも民間企業ってのは営利団体なのよ？",
      "慈善団体なわけじゃないんだし、全国一律のサービスを本当に維持できるわけ？」"
    ],
    "textEn": [
      "\"But, private companies are profit-oriented organizations.",
      "They're not exactly charitable.... I wonder if they can maintain uniform service nationwide.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "テレビの中の知識人も、親父たちと同じ内容で激論を交わしている。",
      "何でも、電電公社が民営化されるとかそういう話が出ているんだとか。",
      "民営化されると何がどう良くなるのかお子様な俺にはさっぱりだ。",
      "……この調子だと将来、郵便局辺りも民営化なんて騒ぎ出すかもしれないな。",
      "しかし、親父もお袋も激論を戦わせているけど、何だかんだ言っておめでたいくらいに仲がいい。",
      "一見激論を交わしているように見えるが、こんなのは仲良しの証みたいなもんだ。",
      "そう言えば、都会に住んでた頃は、両親の仲がいい姿などあまり見たことがなかった。",
      "……雛見沢に引越してから、良くなったことのひとつかもしれない。",
      "両親の冷たい関係など、子供にとって毒にしかならないのだから。"
    ],
    "textEn": [
      "The experts on TV were arguing about the same thing.",
      "It seems like there's a possibility the telephone service will get privatized.",
      "I'm too young to understand how privatization could make things better.",
      "...But I can easily assume that people will start talking about privatizing the postal services in the near future too.",
      "My parents were arguing about the topic fiercely, but they got along very well.",
      "Let's put it this way: They get along well and that's why they argue.",
      "I don't remember seeing them get along this well when we were living in the city.",
      "...This is probably one of the things that got better since we moved to Hinamizawa.",
      "A cold relationship between parents doesn't bring any benefits to their kids."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「あら、圭一。",
      "日曜にしては早いわね。",
      "朝ご飯食べる？」"
    ],
    "textEn": [
      "\"Oh, Keiichi.",
      "You're up early today.",
      "Do you want to eat breakfast?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「今日はいらない。",
      "あと、今日は外で食べるから昼飯もいらないや。」"
    ],
    "textEn": [
      "\"No thanks.",
      "I'm going out today, so I don't need anything.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "「なんだ、友達と一緒か？",
      "圭一がよく話す部活というやつかー？」"
    ],
    "textEn": [
      "\"Are you going out with your friends?",
      "Is it those club activities that you always talk about?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「いんや、今日は部活じゃない。",
      "昨日の罰ゲームというか、何と言うか。」"
    ],
    "textEn": [
      "\"No, it's not a club activity day.",
      "It's the punishment for the game we played yesterday.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その時、ピンポーンとチャイムの音が鳴った。",
      "時計を見ると、もうレナと合流する時間だ。",
      "寝起きの余韻を優雅に楽しみ過ぎたか！",
      "俺は慌てて普段着に着替えようと自室に駆け戻るのだった。"
    ],
    "textEn": [
      "Someone rang the doorbell.",
      "I looked at the clock and noticed it's time to meet Rena.",
      "I guess I spent too much time enjoying waking up late!",
      "I ran upstairs to get a change of clothes."
    ]
  }
]