[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "元々、私と三四さんにはそんなに接点があったわけじゃない。",
      "多少の面識があって、道ですれ違ったら会釈をする程度。",
      "…その程度の関係だった。",
      "じっくりと話をしたのは、実はたった一度しかない。",
      "……それは最近のことだ。",
      "綿流しの祭りの少し前。",
      "リナたちを殺し、それが圭一くんたちに見つかってから、何日かした後の話だった。",
      "夕方に図書館から電話があり、父が図書館で借りた本を返却し忘れていたことがわかった。",
      "お父さんが、ホームセンターに買い物に行ってしまっていたので、私が返却に行くことにした。",
      "それで、本を返したついでに、私も何か本を借りようかと思い、適当に本棚の間を歩き回ってみた。",
      "………そこで出会ったのだ。"
    ],
    "textEn": [
      "First of all, I wasn't very close to Miyo-san.",
      "I knew who she was, so I greeted her whenever we happened to pass by.",
      "...But that was about it.",
      "I never really talked to her except for the one time.",
      "...And that time was only recently.",
      "It was between the day of the Watanagashi festival and...",
      "the day I was caught in the act of burying the two corpses by Keiichi-kun and my other friends.",
      "I had a phone call from the library that evening, and I was told that my father needed to return the book he borrowed.",
      "He was shopping at the home improvement store at the time, so I went to the library to return the book for him.",
      "While I was there, I thought about borrowing some books for myself, and I started walking around the library.",
      "...I saw her there."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「あら、レナちゃんじゃないかしら。",
      "こんにちは。」"
    ],
    "textEn": [
      "\"Oh, Rena-chan.",
      "Hello.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「三四さん。",
      "どうもこんにちは。",
      "図書館で会うなんて、珍しいですね。」"
    ],
    "textEn": [
      "\"Miyo-san.",
      "Hello to you too.",
      "I didn't expect to see you here.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「そう？",
      "私にとってみれば、あなたが図書館にいることの方が珍しいんだけどね。",
      "くすくす。」"
    ],
    "textEn": [
      "\"Really?",
      "I was going to say the same thing. I always spend time here, and I've never seen you.",
      "Hee hee.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その表情は、私の知っている大人の魅力に溢れた余裕あるもの。",
      "……自らの死の運命が数日後に迫っていることを知る表情ではなかった。",
      "彼女は、よくここで富竹さんと待ち合わせをしているとのことだった。",
      "その時間潰しのつもりなのだろうか、彼女は私にジュースをおごると言ってくれた。",
      "元々急いで帰る用事があるわけでもない。",
      "私は図書館の中の自販機でアイスミルクティーをご馳走になり、しばし三四さんとの会話に花を咲かせた。",
      "……今、こうして思い出せば皮肉だった。",
      "彼女が自ら雛見沢村連続怪死事件のことを口にしたからだ。",
      "やがて自分がその５年目の犠牲者に名を連ねるとも知らずに。"
    ],
    "textEn": [
      "She smiled in the very attractive and charming way that only mature women can do.",
      "...Her smile gave no indication that she knew her death was just a few days away.",
      "She said that she often met with Tomitake-san at the library.",
      "It seemed like she had some time to kill, so she told me she wanted to buy me a drink.",
      "I had nothing to do after that.",
      "I let her buy me a canned iced milk tea from the vending machine in the library, and we talked for a while.",
      "...Once I came to think about it, it was a little ironic.",
      "She mostly talked about the series of mysterious deaths in Hinamizawa.",
      "She had no idea that she was going to be the victim of its fifth year."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……連続、怪死事件ですか…？」"
    ],
    "textEn": [
      "\"...The series of... mysterious deaths...?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「あら、聞いたことくらいあるでしょう？",
      "４年前にはダムの現場監督。",
      "３年前には北条夫妻。",
      "２年前には古手夫妻。"
    ],
    "textEn": [
      "\"You've heard about it at least once, haven't you?",
      "Four years ago, the manager of the dam construction site was murdered.",
      "Three years ago, the Houjou couple died.",
      "Two years ago, the Furude couple died."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "そして去年は沙都子ちゃんの叔母が犠牲になった、雛見沢村連続怪死事件よ。",
      "それが、あと何日かで５年目を迎えるじゃない。」"
    ],
    "textEn": [
      "And last year, it was Satoko-chan's aunt. The series of mysterious deaths have been going on for four years now.",
      "And in a few days, it'll be the fifth...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「い、…一応、私もそういう物騒な名前で呼ばれていることは知ってますけど。",
      "……でも、５年目も起こると決まったわけじゃ…。」"
    ],
    "textEn": [
      "\"I... I've heard about it...",
      "But you don't know for sure that somebody will die this year...\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「起こるわよ。",
      "……絶対にね。",
      "二度あることは三度あるって諺があるけど、……四度あることは五度あるって方が、もっと確率は高いとは思わない？」"
    ],
    "textEn": [
      "\"I do.",
      "...Someone will die in a few days for sure.",
      "There's that old saying, 'everything that happens twice will happen a third time'... So isn't it also true that what happens four times will happen a fifth?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "５年目の連続怪死事件が起こると確信していた三四さん本人が、その５年目の犠牲者になってしまうとは…。",
      "皮肉とも言えるし、気持ちの悪い偶然とも言えた。",
      "でも、あの人はどこか薄気味悪いところがあったから。",
      "例え、自分があと数日で殺されると分かっていても、あの謎めいた微笑みを絶やすことはないように思える。",
      "雛見沢村連続怪死事件。",
      "……もちろん、雛見沢に１年も住んでいる以上、知らないわけはなかった。",
      "毎年、綿流しの祭りの日に、ダム戦争以来の村の仇敵がつぎつぎに怪死を遂げていく謎の事件。",
      "個々の事件はそれとなく解決しているのに、……毎年起こり続ける奇怪な事件。",
      "何かの意思が感じられるような、感じられないような。",
      "……理解のできない薄気味悪さは、確かに「オヤシロさまの祟り」と呼ばれるだけのことはあった。",
      "………実は、私はこの「オヤシロさまの祟り」は、単なる偶然の積み重なりだと思っていた。",
      "その根拠は、４年目の事件である「叔母撲殺事件」が、悟史くんの犯行であると強い確信を持っていたからだ。",
      "証拠など何もないけれど、………そうだと確信している。",
      "去年の悟史くんが如何に追い詰められ、逃げ場がなかったかを私はよく知っている。",
      "そして誰の助けもなく、でも沙都子ちゃんを急いで助けなくちゃならなくて。",
      "………悟史くんは、私がリナたちをそうしたように、悩み抜いた末に「最善の選択肢」を選び取って、対処した以外に考えられないのだ。",
      "でも、悟史くんが４年目の犯人ですと言い出すわけにも行かず、私はしばらくの間、三四さんの話の聞き役に徹していた。",
      "三四さんの説によるならば、連続怪死事件は偶然の積み重ねなどではなく、れっきとした連続事件なのだという。",
      "この時点で私の説とは真っ向から対立することになるのだが、口を挟まずに聞くことにした。"
    ],
    "textEn": [
      "Miyo-san was convinced that the fifth mysterious death was going to happen, but she didn't know she was going to be the fifth victim...",
      "That's ironic, and also really creepy.",
      "But there was always something creepy about her.",
      "So maybe she knew that she was going to be killed in a few days, but still managed to make that mysterious smile.",
      "The series of mysterious deaths in Hinamizawa.",
      "...Of course, I know about it. I've lived here for more than a year.",
      "Every year on the day of the Watanagashi festival, one traitor to the village dies mysteriously. It's been that way since the dam conflict.",
      "Each case was solved individually... but mysterious incidents still happen every year.",
      "It makes me wonder if there's some kind of 'will' to all this...",
      "...The creepiness and incomprehensibility of it all gave rise to the name \"the curse of Oyashiro-sama,\" which fit perfectly.",
      "...Despite this, I always thought 'the curse of Oyashiro-sama' was just a series of coincidences.",
      "My reason for that is because I strongly believe that Satoshi-kun was the one who murdered his aunt on the fourth year.",
      "I don't have any evidence... but I just know it.",
      "I know that Satoshi-kun was in a serious predicament last year, and that he had nowhere to turn.",
      "He had no one to help him, but he had to save Satoko-chan as soon as he could.",
      "...Satoshi-kun thought it through and made the \"best choice\" he could to handle the situation, just like I did when I had my problem with Rina.",
      "I hesitated to inform Miyo-san that Satoshi-kun was the murderer on the fourth year, so I just listened to her for a while.",
      "According to her theory, the series of the mysterious deaths isn't just a set of coincidences, but is instead a series of interrelated murder cases.",
      "At that point, my theory was completely the opposite of hers, but I decided not to cut in."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「雛見沢のオヤシロさま信仰は知ってるわよね？」"
    ],
    "textEn": [
      "\"You know about the cult of Oyashiro-sama here in Hinamizawa, don't you?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鷹野さんはそう切り出し、雛見沢がかつて鬼ヶ淵村と呼ばれていたこと。",
      "",
      "そして人食い鬼と呼ばれ、同時に仙人としても敬われていた古代の村人たちの話を、自慢のスクラップ帳を交えながら、懇切丁寧に説明してくれた。"
    ],
    "textEn": [
      "Takano-san started telling me that Hinamizawa was once called \"Onigafuchi\".",
      "<size=-2>",
      "She also explained the story of how the villagers were in the old days, showing me the scrapbook she was so proud of. The villagers back then were called man-eating demons, but they were also admired as \"transcendents,\" enlightened people not bound by earthly desires."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………つまり、三四さんの説によるならば、",
      "連続怪死事件は、オヤシロさまを崇拝する狂信的団体が雛見沢に潜んでいて、オヤシロさまの力を世に示そうとしている……ということなんですか？」"
    ],
    "textEn": [
      "\"...So according to your theory,",
      "a group of cultists who worship Oyashiro-sama are living in Hinamizawa, and they're trying to show the power of their god by enacting the series of mysterious deaths... right?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「狂信的というか、原理主義的というかは紙一重だけどね。"
    ],
    "textEn": [
      "\"I'm not sure if we should call them cultists or fundamentalists. The line between them is very vague."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "明治以降、村の名前が雛見沢に変わって以来、鬼ヶ淵村が長く続けてきた様々な風習が途絶えている。"
    ],
    "textEn": [
      "In the Meiji era, when the name of the village was changed to Hinamizawa, the customs and the traditions of Onigafuchi were brought to an end."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "それを蘇らせ、再び鬼ヶ淵村の名と畏怖を取り戻そうと思っている人たちがいるんじゃないかしら。」"
    ],
    "textEn": [
      "I think there are some people who want to revive those traditions and regain the name and awe of Onigafuchi.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんの話は突拍子もないけど、刺激的で面白かった。",
      "最初はとても飛躍した話だと呆れていたが、彼女が丹念に研究してきた資料と合わせて示されると、そうふざけた与太話でもないと思うようになる。",
      "でも、それならば、２年目の北条夫妻事故死や、３年目の古手夫妻の病死と自殺、４年目の麻薬常習者の犯人捏造などは、",
      "警察などにも強力に影響力を持つ勢力が関与していることになる。",
      "でも、それならば、２年目の北条夫妻事故死や、３年目の古手夫妻の病死と自殺、４年目の麻薬常習者の犯人捏造などは、警察などにも強力に影響力を持つ勢力が関与していることになる。",
      "私がそれを指摘すると、三四さんも頷き、「彼ら」がいかに強力に、地域に根ざし、様々な公共機関にまで及んでいるかを話し始めた。",
      "この辺まで話が及んだ時、ようやく私は、三四さんが、園崎家などのいわゆる雛見沢御三家が黒幕であると言わんとしていることに気付く。",
      "確かに、……魅ぃちゃんの園崎家がとても強い力を持っていることは知っている。",
      "その影響力は雛見沢から興宮どころか、鹿骨市内全体。",
      "いや、県内にも及んでいると言っていいだろう。",
      "そんな園崎家が裏で暗躍していたなら、………なるほど、考えられない話でもなかった。",
      "でも、……それは魅ぃちゃんを疑うことだ。",
      "…いけないいけない。",
      "…でも確かに、魅ぃちゃんは悟史くんが辛い思いをしていた時、普段の様子からは考えられないくらいに冷たかった。",
      "…ダム戦争の時に、園崎家と北条家で確執があったらしいのは知ってるけど、…それでもあまりに冷たかった。",
      "でも、魅ぃちゃんはその罪を認めたじゃないか。",
      "そして私も許した。",
      "だからそれはもう考えたくない…。",
      "これ以上、園崎家を疑う話に及ぶと、きっと不愉快になると思ったので、私は話の腰を折ることにした。"
    ],
    "textEn": [
      "Miyo-san's theory was more than a little crazy, but it was also fascinating.",
      "At first, her theory had sounded like she was just jumping to conclusions... but after she eagerly showed me the documents she'd been studying, I started to think that it wasn't actually too far from the truth.",
      "<size=-2>If her theory was true, it would mean that the accidental deaths of the Houjou couple in the second year, the suicide and the death by disease of the Furude couple in the third year, and the drug addict murderer in the fourth year were all cooked up.",
      "It'd mean someone who has a lot of power and influence over the police was involved.",
      "If her theory was true, it would mean that the accidental deaths of the Houjou couple in the second year, the suicide and the death by disease of the Furude couple in the third year, and the drug addict murderer in the fourth year were all cooked up. It'd mean someone who has a lot of power and influence over the police was involved.",
      "When I pointed that out, Miyo-san nodded in agreement, and she started talking about how strongly \"they\" were rooted in the village and how deeply \"they\" were involved with many public organizations.",
      "After she finished explaining all that, I finally noticed that Miyo-san was suggesting that the Three Families, including the Sonozaki family, were the masterminds behind the murder incidents.",
      "In fact... the Sonozaki family really is very powerful.",
      "They hold influence not only over Hinamizawa and Okinomiya, but also over the entire Shishibone area.",
      "It might not be wrong to say that they even hold influence over the entire prefecture.",
      "If the Sonozaki family is behind all of this... her theory would be more realistic.",
      "But... that means I should be suspicious of Mii-chan.",
      "...No, I shouldn't.",
      "...But in fact, Mii-chan was very cold and unkind to Satoshi-kun when he was going through a tough time.",
      "...I know there was conflict between the Sonozaki family and the Houjou family during the dam wars... but still, she was very cold to Satoshi-kun.",
      "But Mii-chan admitted that what she did was wrong.",
      "And I forgave her, too.",
      "I didn't want to think about that again...",
      "I decided to change the subject because I knew it'd make me feel uncomfortable if we kept talking about the Sonozaki family."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そもそも、オヤシロさま信仰って一体何なんでしょうね…。",
      "鬼と人が共存というのも面白い話です。",
      "普通の昔話だったら、鬼が来たら退治してやっつけるという風なのに。」"
    ],
    "textEn": [
      "\"First of all, what is the people's belief in Oyashiro-sama all about...?",
      "It's a little funny that demons and humans wanted to coexist.",
      "In folk tales, humans usually try to wipe out the demons.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「そうね。",
      "その辺りがオヤシロさま信仰の面白いところね。",
      "でも、そもそも神の国から神が漂着して来て崇められるというのは決して珍しいことではないのよ。"
    ],
    "textEn": [
      "\"That's quite true.",
      "That's why Oyashiro-sama is so interesting.",
      "However, there are actually many stories that say people in old days worshipped a god that had drifted to our world from the land of the gods."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "漂着神崇拝って言ってね。",
      "世界中に、海の向こうから、あるいは川上から神が漂着してきて、それを人々が敬ったという類の神話が残されているわ。」"
    ],
    "textEn": [
      "It's the worship of 'drifted gods,' in other words.",
      "There are a number of myths all over the world about people worshipping a god who came from beyond the sea or from up a river.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……それは、…異人漂着の話でしょうか？」"
    ],
    "textEn": [
      "\"...The gods in those myths are actually people who came from different countries, right?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「そういう捉え方も一般的ね。",
      "古代日本は、大陸に比べると様々な文化が遅れていた。"
    ],
    "textEn": [
      "\"That's the general theory, yes.",
      "Ancient Japanese culture was far behind that of other nations."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "だから、進んだ文化を持った異国人が漂着した結果、その知識を敬い神と祀った…というのはありえなくもない話よね。」"
    ],
    "textEn": [
      "When Japanese people in those days saw a foreigner from a developed country, they were so impressed by the knowledge the person had that they started worshipping them as a god. That's one theory.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そういえば、日本に伝わる赤鬼や青鬼も、難破して漂着した異国人のことを指すのではないかという説がありましたね。"
    ],
    "textEn": [
      "\"I've heard that red oni and blue oni were actually foreigners who drifted ashore in Japan because their boats got shipwrecked."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "天狗の、いわゆる真っ赤で鼻が異様に高い顔も、欧米人を見慣れない古代の人々が作り上げたのかもしれないし。」"
    ],
    "textEn": [
      "The Japanese may have created tengu out of foreigners, too. They probably saw a foreigner who had a reddish skin with a very long nose.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「あら、レナちゃんもなかなか鋭い見方ができるわね。",
      "それには私も同感よ。",
      "大方の漂着神信仰の原点は、私も異人漂着にあると思うわ。"
    ],
    "textEn": [
      "\"Wow, you're pretty sharp, Rena-chan.",
      "I agree with you.",
      "I think most drifted god worship are based on encounters with foreigners."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "でも、そうだとすると、鬼ヶ淵村の「鬼が現れた」とする漂着神信仰には、ちょっと不思議な点がある。"
    ],
    "textEn": [
      "But if that's so, Onigafuchi's drifted god worship would have a contradiction."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "…………わかるかしら？」"
    ],
    "textEn": [
      "...Do you know what it is?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………わからないです。」"
    ],
    "textEn": [
      "\"...No, I don't.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「簡単よ。",
      "鬼ヶ淵村には、海がない。」"
    ],
    "textEn": [
      "\"It's easy.",
      "Onigafuchi isn't adjacent to the sea.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あ…、確かに。」"
    ],
    "textEn": [
      "\"Oh... of course.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「異人漂着なら、外の世界とつながる接点が欠かせないはずよ。",
      "欧米なら、異国に通じる川。"
    ],
    "textEn": [
      "\"In order to have any connection to foreigners, the place in question must also have a connection to the outside world.",
      "In Western countries, that connection would be rivers running between adjacent countries."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "日本なら世界に接する、海。",
      "だから日本における漂着神崇拝も、そのほとんどは沿岸部に集中するわね。」"
    ],
    "textEn": [
      "In Japan, that connection would be the ocean.",
      "So, most of the drifted god stories in Japan originated near the shores.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「鬼ヶ淵村以外に漂着し、そこから旅をしてここまでやってきた可能性はありませんか？」"
    ],
    "textEn": [
      "\"Isn't there a possibility that the foreigner washed ashore somewhere else first and then traveled to Onigafuchi?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「ところがオヤシロさま信仰の決定的なところは、",
      "……鬼が「漂着」した場所を、鬼ヶ淵沼とはっきり特定している点なの。",
      "鬼ヶ淵沼には何も流れ着かない。"
    ],
    "textEn": [
      "\"Well, the thing about the worship of Oyashiro-sama is...",
      "it specifically pinpoints Onigafuchi Swamp as the place where demons first appeared.",
      "The swamp isn't connected to any rivers."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "そんなところに、なぜ、どこから、「漂着」したのか。",
      "…実はこの辺にオヤシロさま信仰の謎を探る面白さがあるのよ。」"
    ],
    "textEn": [
      "So, how could a foreigner wash up there?",
      "...That's why the mystery of Oyashiro-sama is so interesting.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………………。」"
    ],
    "textEn": [
      "\"..................\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「オヤシロさまの伝説はどの程度、知ってるかしら？」"
    ],
    "textEn": [
      "\"How much do you know about the legend of Oyashiro-sama?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「学校に置いてある絵本で読んだ程度です。」"
    ],
    "textEn": [
      "\"I just read a picture book about it in school.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私も、よく知っているようで実際は、それほど詳しく知ってるわけじゃない。",
      "……ただ、雛見沢を離れてはいけないという特殊な「掟」について、私が過剰な恐怖感を持っているだけだ。",
      "………それは、私が雛見沢を引っ越してから、人生がおかしくなったと信じているからに他ならないのだが…。",
      "……これ以上を考えると、頭がぼぅっと霞んで来るのでやめる。",
      "茨城での最後の時、いろいろと滅茶苦茶にしてしまった時、………私はオヤシロさまに会って、雛見沢に帰るように言われた………、…………？？",
      "だめだだめだ…、",
      "頭がぼんやりする…。",
      "思い出すな",
      "思い出すな、",
      "思い出せない",
      "思い出せない…。",
      "私はあの時、母の離婚の責任を自分に感じて自暴自棄になっただけだ。",
      "その精神不安定をオヤシロさまのせいにして、雛見沢に帰りたいと泣いただけじゃなかったっけ…？",
      "でも、あれ、それって、……。",
      "でもオヤシロさまは本当に来たはず……。",
      "だめだ、まぶしい。",
      "…………毒々しいカプセルと、頭のぼんやりとする感じしか思い出せない…。"
    ],
    "textEn": [
      "I feel like I know a lot about it, but I actually don't.",
      "...I just have an extreme fear of the rule not to leave Hinamizawa.",
      "...After all, my life went wrong after I left...",
      "...I felt dizzy when I tried to think about it further, so I stopped.",
      "When everything went wrong in Ibaraki... I met Oyashiro-sama, and he told me to go back to Hinamizawa......",
      "No, no, no...",
      "I'll get dizzy...",
      "Don't try to remember.",
      "Don't try to remember!",
      "I can't remember.",
      "I can't remember...",
      "I got desperate because I felt responsible for the divorce.",
      "I just used Oyashiro-sama as an excuse for my mental instability, and I told my father I wanted to go back to Hinamizawa... right?",
      "But, wait...",
      "Oyashiro-sama did come to me...",
      "Oh, no. The colors are too dazzling.",
      "...I can only remember the vivid color of the pills and the dizziness...!"
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「それだけ知ってれば十分よ。",
      "……鬼ヶ淵より鬼が湧き出し、村人を襲った。"
    ],
    "textEn": [
      "\"That's all you need to know.",
      "...The demons came out of Onigafuchi Swamp, and they attacked the villagers."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "それを見かねたオヤシロさまが降臨して、鬼たちを平伏させたわ。",
      "鬼たちは地獄を追放され、行き場がないことを嘆き、",
      "それで、村人たちは鬼たちを気の毒に思って、村に住まわせてあげようと決めた。"
    ],
    "textEn": [
      "Oyashiro-sama saw it and came down to save the villagers from the demons by exiling them to Hell.",
      "The demons cried, and the villagers felt bad for them.",
      "They decided to let the demons live in the village with them."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "そしてオヤシロさまは、村人たちの心に感銘を受け、鬼たちに人の姿を与え、村に共存させたという。"
    ],
    "textEn": [
      "Oyashiro-sama was impressed by the kind hearts of the villagers, so he gave human forms to the demons, and let them coexist."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "その血は、次第に交わり、村人たちに溶け込んでいった。」"
    ],
    "textEn": [
      "The blood of the demons blended with that of the villagers as they lived alongside each other.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………そうです、そういう話だったと思います。」"
    ],
    "textEn": [
      "\"...That's exactly what I read in the book.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は、思い出さないことに決めている記憶に少し触れ、貧血に似た気分を味わうのだった。"
    ],
    "textEn": [
      "I felt dizzy, like I was going to faint, because I touched the one memory I didn't want to."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「神話の多くは、古代の何らかの事実を原型にしていると言われることが多いんだけど。",
      "……レナちゃんはこの神話から、何を読み取れるかしら？」"
    ],
    "textEn": [
      "\"People say that most myths are based on an event of some sort that happened long ago.",
      "...What event do you think is the truth behind this myth?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は少しぼんやりとしていたので、小首を傾げる以上のことはできなかった。",
      "三四さんは、私が即答できないのを期待していたらしく、私が煙に巻かれているのを見て満足そうに笑う。",
      "そして、ペーパーバッグを漁ると、何冊目かになるスクラップ帖を取り出した。"
    ],
    "textEn": [
      "Because I was still feeling dizzy, all I could do was tilt my head quizzically.",
      "It seemed like Miyo-san was expecting that response, because she smiled, looking satisfied that she successfully made me confused.",
      "She took a scrapbook out of her paper bag."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「これ、レナちゃんに貸してあげるわ。」"
    ],
    "textEn": [
      "\"I'll let you borrow this for a while.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……あ、ありがとうございます。",
      "…でも私、」"
    ],
    "textEn": [
      "\"...Th-Thank you.",
      "...But I...\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「いいのよ、暇な夜長にでも思い出したら読んでくれれば結構。",
      "レナちゃんは鋭いところがあるみたいだから、それを読んだ上で、今度じっくり議論を交わしたいわね。"
    ],
    "textEn": [
      "\"Don't worry. Just read it whenever you have some time to kill.",
      "I want to know what you think about the things written in this scrapbook."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "私も肯定的であれ敵対的であれ、議論の相手がいなくて寂しいのよ。",
      "……ジロウさん、こういうのにはさっぱり興味のない人だし。」"
    ],
    "textEn": [
      "I'd like to know, even if you disagree with me, because you really are very sharp.",
      "...Jirou-san isn't interested in things like this at all, so I appreciate your input.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そういう風に言われると、取り合えずスクラップ帖を預からないわけには行かない。",
      "……三四さんは普段も図書館にいるようだから、今日借りた本の返却日になったら、その時、持ってきて返してしまおうと思った。",
      "皮肉にも、三四さんに借りたスクラップ帖の返却日は永久に訪れなくなってしまったのだけれど……。"
    ],
    "textEn": [
      "I had little choice but to take the scrapbook.",
      "...Apparently Miyo-san came to the library often, so I figured I could return it to her whenever I came to return my books.",
      "However, the day I'd return the scrapbook to Miyo-san never came..."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「どうしたの？",
      "さっきから虚ろね？",
      "体調悪いの？」"
    ],
    "textEn": [
      "\"What's wrong?",
      "You don't look good.",
      "Are you feeling okay?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あ、……ちょっと夏風邪気味で。",
      "…まだ病み上がりなんです。」"
    ],
    "textEn": [
      "\"Ah... I caught a summer cold.",
      "...I'm still recovering from it.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "今ぼーっとしているのは夏風邪のせいではなかった。",
      "……茨城でオヤシロさまに会った時のことを思い出すと、必ずぼーっとするからだ。",
      "私は、………勇気を出して聞いてみることにした。",
      "…茨城の最後のぐちゃぐちゃになった記憶。",
      "……私が確かに会ったと思っているオヤシロさまの幻。",
      "それは誰に話しても、私の妄想扱いだった。",
      "でも、三四さんだけは私の話を真剣に聞いてくれるのではないかと思ったのだ。"
    ],
    "textEn": [
      "It wasn't the summer cold that was making me feel dizzy.",
      "...I always get dizzy when I try to remember the time I met Oyashiro-sama in Ibaraki.",
      "I... mustered all my courage, and asked her.",
      "...My memory of those days in Ibaraki is blurry.",
      "...I know I met Oyashiro-sama.",
      "Nobody believed me, and they told me that it was a hallucination.",
      "But I thought Miyo-san would listen to me."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「三四さん。",
      "………あの、……今度は私の話を聞いてもらってもいいですか？」"
    ],
    "textEn": [
      "\"Miyo-san.",
      "...Umm... Can I talk to you about something?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「いいわよ。",
      "聞いてもらったお返しに、今度は私が聞くわ。」"
    ],
    "textEn": [
      "\"Yes, of course.",
      "You listened to me, so it's my turn to listen to you.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「いえ、……その、オヤシロさまの話なんです。",
      "……えっと、………その、…笑われないかとても不安です。」"
    ],
    "textEn": [
      "\"Well... it's about Oyashiro-sama.",
      "...Umm... You... might laugh at me...\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「笑わないわよ。",
      "あなたも私の話を笑わなかったもの。」"
    ],
    "textEn": [
      "\"I won't.",
      "You didn't laugh at me, either.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんは大人を感じさせる包容力で、やさしくそう言ってくれた。",
      "それでも躊躇しそうになるが、……こんな話をできる人は、おそらく三四さんをおいて他にいない。",
      "私は何度か言葉を飲み込んだ後、勇気を振り絞った。"
    ],
    "textEn": [
      "Miyo-san said it in a very gentle and mature way, and that encouraged me.",
      "Even so, I still hesitated to talk... But there was probably nobody but Miyo-san with whom I could talk about something like this.",
      "I gathered my courage again and spoke."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私、",
      "………………………",
      "オヤシロさまに、",
      "…会ったことがあるんです。」"
    ],
    "textEn": [
      "\"I",
      "............",
      "have met...",
      "Oyashiro-sama.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「………本当に？」"
    ],
    "textEn": [
      "\"......You have?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「はい。",
      "…………私、小学校に上がる前までは雛見沢に住んでいたんです。",
      "それが、母の仕事の関係で茨城に引っ越したんです。",
      "……えっと、この意味はわかりますよね？」"
    ],
    "textEn": [
      "\"Yes.",
      "......I used to live in Hinamizawa until right before I went to elementary school.",
      "But my mother got a job in Ibaraki, so we moved.",
      "...Well, you know what that means, right?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「わかるわよ。",
      "…雛見沢を離れてはならないという、オヤシロさまの禁忌に触れた、ということね？」"
    ],
    "textEn": [
      "\"Yes, I do.",
      "...You broke the rule of Oyashiro-sama, which is to never leave Hinamizawa.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そうです。",
      "それで、………色々、悪いことが起こって、母が離婚し、……家庭はぐちゃぐちゃになりました。",
      "私も、自暴自棄になって悪いことをしたりしました。」"
    ],
    "textEn": [
      "\"That's right.",
      "And then... many things happened. My mother divorced my father... and my family was broken.",
      "I got desperate and did some bad things.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「………辛いこともあったのね。",
      "…それで？」"
    ],
    "textEn": [
      "\"......It must have been terrible.",
      "......Then what happened?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「世の中の何もかもが嫌になって、自分以外の幸せな人たち全部が私を見下しているように感じた最後の頃、",
      "………不思議な存在が現れるようになったんです。」"
    ],
    "textEn": [
      "\"I started hating everything in this world, and I started to feel like everybody who was happy was looking down on me.",
      "...That's when a mysterious existence started to appear.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「それが、……………オヤシロさま？」"
    ],
    "textEn": [
      "\"You mean... Oyashiro-sama?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「初めて現れたのは、………えっと、内緒ですよ。",
      "……全部嫌になって、自分を壊してしまいたいと思って、……体に刃物を突きつけたことがあったんです。"
    ],
    "textEn": [
      "\"The first time it came to me was...... Ummm, please don't tell anybody about this.",
      "...It was when I started injuring myself... by cutting my body with a knife."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "…その時、首をカミソリで切りつけたら、……血に混じって、ぶくぶくと汚らしい何かが溢れ出したんです。",
      "それは……………、……………ん、…。」"
    ],
    "textEn": [
      "...I cut my neck... and something very dirty and gross came out with the blood from the wound.",
      "It was............ umm.........\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「………馬鹿にしないわよ。",
      "続けて？」"
    ],
    "textEn": [
      "\"...I'm not going to laugh.",
      "Go on.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あの時の悪寒と汚らわしさが、ぞくぞくと背筋を上りだす。",
      "思い出すまいと秘めていた封印の記憶。",
      "……でも、一度解れてしまったら、もうあとは連鎖的だった。",
      "そう、あの時、血に混じって、…それは蠢いていた。"
    ],
    "textEn": [
      "The chill I felt at that time came back to me.",
      "I sealed that memory away, so that I wouldn't have to remember ever again.",
      "...But once I unsealed it, I started remembering things one after another.",
      "Yes, back then, there was something in the blood... something crawling."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「赤黒い、…無数のうじ虫だったんです…！",
      "それらは、首から血が零れるのと一緒に、わらわらと湧き出して来ました。",
      "しかもそいつらは、外へ溢れまいと、傷口から再び中へ戻っていこうとわらわら蠢いていたんです！！"
    ],
    "textEn": [
      "\"It was countless... dark red maggots...!",
      "They squirmed up and out from my neck with each drop of blood.",
      "But they wanted to stay in my body, so they crawled back in through the cut!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "……私、そんな気持ち悪いのに体内に戻られたくなくって、……掻きました、首の傷を引っ掻いてほじくり出そうとしました。",
      "でも、それ以上は痛くて血塗れになるばかりで……。"
    ],
    "textEn": [
      "...I didn't want those creepy things to get back inside my body... so I clawed at the cut on my neck to get them out.",
      "But it hurt so much, and it only made my hands and neck bloody..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "それで私は急に怖くなりました。",
      "私の体の中には…血管いっぱいにあの気持ち悪いうじ虫がぎっしりつまっているんじゃないかって！"
    ],
    "textEn": [
      "I got scared all of a sudden.",
      "I was scared because I thought there were that many nasty maggots in my blood vessels!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "それで私は………試しに、カミソリで腿の血管を開いてみました。そこなら良く見えると思ったから。",
      "そうしたら、…………溢れてきたんです！！　どばっと、わらわらっとッ！！！」"
    ],
    "textEn": [
      "So... I cut a blood vessel on my thigh just to see how it looked. I thought I could see it better if it was my thigh.",
      "Then...... they oozed out from there too!! So many of them!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "はいはい、分かってますよ竜宮さん、落ち着いて落ち着いて…。"
    ],
    "textEn": [
      "I understand, Ryuugu-san. So, please calm down..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「わかってないってば！",
      "そのうじ虫たちは、血と一緒にどばっと溢れ出すけど、すぐに元の血管の中に戻ろうする！！",
      "それがとても痒いんです！！",
      "あああぁあぁ！！」"
    ],
    "textEn": [
      "\"No, you don't understand!",
      "The maggots come out with my blood, but then they try to get back inside my veins!!",
      "It really, really itches!!",
      "Aaaahhhh!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "君、急いで先生を呼んできて！",
      "ああぁだめだめ、掻き毟っちゃだめ！！",
      "鎮静剤！",
      "早く！！",
      "彼女を抑えて！"
    ],
    "textEn": [
      "Please bring a doctor!",
      "No, no, no. Don't claw at it like that!!",
      "Bring me a sedative!",
      "Hurry!!",
      "Hold her down!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私の血管の中のうじ虫をやっつけてぇえぇ！！！",
      "血を全部抜いて、綺麗にして！！",
      "私の血管にはうじ虫がいっぱい詰まってるの！！",
      "どうして信じないの？！",
      "見せてあげるから！"
    ],
    "textEn": [
      "\"Please kill the maggots in my veins!!!",
      "Please take all the blood out of my body and flush my veins out!!",
      "There are so many of them in there!!",
      "Why don't you believe me?!",
      "I'll show you!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "見れば信じるでしょ？！",
      "もう注射はいや、いやいやいやいや！！！」"
    ],
    "textEn": [
      "You'll believe me if you see them, right?!",
      "I don't want to get any more shots! No, no, no, no, no!!!\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「落ち着いて？",
      "……………ね？」"
    ],
    "textEn": [
      "\"Calm down.",
      "...Okay?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんが私の隣に座り、私の手をぎゅっと握ってくれていた。",
      "……その感触に私は我を取り戻す。"
    ],
    "textEn": [
      "Miyo-san sat next to me and held my hands tightly.",
      "...Her touch brought me back to reality."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「……………それで、……どうしたの？」"
    ],
    "textEn": [
      "\".........So ...what happened?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そんな、誰も私のことを信じてくれない時に、……………現れたんです。",
      "…オヤシロさまが。」"
    ],
    "textEn": [
      "\"Nobody believed me... but then, he showed up.",
      "...Oyashiro-sama came to me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "………記憶が曖昧で、まぶしくてチリチリして思い出すのが辛い…。",
      "“オヤシロさまに私は会った”………という一文を私は記憶しているだけ。",
      "オヤシロさまに会った記憶そのものは……実は信じられないくらいに曖昧なのだ。",
      "",
      "病院を退院し、自宅療養になっても、私は時折、血管が蠢くのを感じ、血管を裂いて血を零して、うじ虫が混じってないか確認したがった。",
      "普段はとても強い薬のせいで、死んだような意識で眠っているだけだったけど、",
      "……たまたまその日は薬を飲み損ねて、………意識がはっきりしていたのだ。",
      "だから、血管の中に蠢くうじ虫たちを思い出し、急に不安になって、血管の中を覗きたくなったのだ。",
      "そして、ツーーーと、手首に浮く血管にそってカミソリを入れて……。",
      "そこから……やっぱり、血と、赤黒くてたくさん蠢く汚らしいうじ虫の群れが…！！",
      "そのうじ虫たちが傷口に潜り込む前に洗い流したくて、お風呂場で流水に当てながら、血管を開こうとしたんだ。",
      "排水溝に、だばだばと打ち付けられる水と血とうじ虫。",
      "……私はニキビを潰して、中身を絞り出すかのように、…血管を絞り潰し、汚い血と一緒にうじ虫を搾り出し続けたんだ。",
      "ずっとずっとずっと…！！",
      "腕が痺れて、何だか寒くなってきても、我慢してずっとずっとずっと！！",
      "…ひょっとしたら、血が出過ぎて死んじゃうかもしれないなと思っても、……ずっとずっとずっと！！",
      "だって私の体中にうじ虫が充満してるんだもの、だから全部の血液を絞り出すくらいにやらないと駄目なんだ！！",
      "その時、………………まぶしい光いっぱいに満たされたのだ。",
      "それは……生まれて初めて経験する、神秘体験だった。",
      "薄暗い浴室が、突然、まぶしい光に満たされたのだ。",
      "………それはまぶしいけどやさしい光で、電球や蛍光灯のような無慈悲なまぶしさじゃない。",
      "…とても温かい、やさしさに溢れた光だった。",
      "それこそが、………………オヤシロさまの降臨だった。",
      "オヤシロさまが…やさしく、だけれどもとても悲しい目で私を見ていた。",
      "そして、…そっと私の傷を撫でてくれると、……私がいくら洗い出そうとしてもどうにもならなかったうじ虫たちが、見る見る溶けて消えてしまったのだ。",
      "それどころか、全身の血管をくすぐるように蠢いていた体中のうじ虫たちさえも、溶けたかのように消え去ってしまったのだ……！",
      "オヤシロさまは教えてくれた。",
      "……このうじ虫たちこそが、祟りなのだと。",
      "雛見沢に生まれた鬼の血を引く人々は、雛見沢を離れて生きてはいけない。",
      "これが定めなのだと言った。",
      "あなたは気の毒にも祟りが下ってしまった。",
      "……それはとても悲しくて気の毒なことだけど。",
      "ひとつだけ助かる方法がある、……そう教えてくれた。",
      "どうやれば助かるの？！",
      "オヤシロさまの答えは、とてもわかりやすいものだった。",
      "それは雛見沢に帰ること。",
      "私は、その答えをオヤシロさまに聞く前から……無意識の内に理解していた。",
      "雛見沢に生まれた私たちは、雛見沢を離れてはいけなかったのだ。",
      "それを……オヤシロさまの戒律を破って、引っ越したから、…家庭がおかしくなって、私もおかしくなってしまったのだ…！",
      "雛見沢を出なければ、何も狂いださなかった！",
      "そうだ、だから私は雛見沢に戻るべきなんだ…！",
      "オヤシロさまはこうも言った。",
      "祟りの具現であるこのうじ虫を消すことはできるけども、それは雛見沢から遠く離れたこの地では一時だけのこと。",
      "やがて、オヤシロさまの力は薄れ、再び祟りが体を蝕むようになる。",
      "……そうなったら、もう私は体の内側を全てうじ虫に乗っ取られて、狂い死にするほかなくなってしまうのだと…。",
      "祟りを抑える力が薄れてなくなってしまう前に、……雛見沢に帰りなさい。",
      "そうオヤシロさまは言ったんだ。",
      "そう、言った言った、確かに聞いたんだ！",
      "私はもっともっと早くに雛見沢に帰らなければならなかったんだ。",
      "だから、オヤシロさまが迎えに来て、祟りを遣わせたんだ…！！",
      "だけどオヤシロさまは許すチャンスをくれた。",
      "雛見沢から出た罪を滅ぼすチャンスを与えてくださったんだ！！",
      "お父さん、聞いて、オヤシロさまが助けてくれる。",
      "雛見沢に帰ろう、雛見沢が私たちの住む土地なの。",
      "そうでなきゃ、私だけじゃない、お父さんも祟りにやられてしまうかもしれない！！",
      "帰ろう帰ろう、雛見沢へ帰ろう、あそこだけが私たちの住まう土地なんだ！",
      "早く早く！",
      "早く帰らないと、…オヤシロさまの力が消えて、私はまた体をうじ虫に乗っ取られてしまう…！！",
      "ああぁ、オヤシロさまがついて来るよ、そして早く早くと私に囁くの！",
      "どこまでもついてきて、急げ急げと私を急かす！",
      "そして祟りを下してごめんなさいごめんなさいと繰り返すの。",
      "いつまでもどこまでもついてきて、ずっとずっと謝るの！！",
      "本当だよ？！",
      "本当だってば！！",
      "何でみんなには見えないの？！",
      "うじ虫もオヤシロさまもどうして見えないの？！",
      "みんなで私を騙しているんだ、みんなにも見えているはずなんだ、いやいややめて、もう注射はいや…！！！",
      "あああぁああぁあぁああぅああぁ………。"
    ],
    "textEn": [
      "...The memory was very vague, and I saw flickering lights. It made it difficult for me to remember...",
      "\"I met Oyashiro-sama.\" .........That sentence is all I remembered.",
      "The memory of actually meeting Oyashiro-sama... was unbelievably vague.",
      "<size=-2>",
      "After I got out of the hospital, I continued being treated at home. I still felt something moving in my veins, so I wanted to cut my body to make the blood ooze out so that I could make sure that there were no maggots in there.",
      "Usually, I was sleeping like the dead because of the strong pills I was taking.",
      "......But one day I forgot to take the pill... and my consciousness was very clear.",
      "I felt the maggots moving in my veins, and I felt the urge to look inside.",
      "I cut a vein on my wrist...",
      "I knew it... A lot of blood and many dusky-red maggots came out from the wound...!!",
      "I wanted to wash them off before they crawled back inside me. So, I put my wrist under running water in the bathroom sink, and I tried to open the vein.",
      "Water, blood, and maggots ran down into the drain.",
      "...Just like squeezing out the pus from a pimple... I squeezed the vein to get rid of the dirty blood and the maggots.",
      "I kept doing it...!!",
      "My arm started to feel numb, and I felt cold. But I kept doing it!!",
      "...I thought I might die from losing too much blood... But I kept doing it!!",
      "My body was filled with maggots. I had to squeeze all my blood out of me!!",
      "And then... a very bright light shone upon me.",
      "It was a very bizarre sensation. I had never experienced anything like it in my life.",
      "All of a sudden, the dark bathroom was filled with a bright light.",
      "...It was very bright but gentle. It wasn't like the light from the merciless fluorescent bulb.",
      "...It was very warm and gentle.",
      "That was... Oyashiro-sama.",
      "Oyashiro-sama was looking at me with gentleness and sadness in his eyes.",
      "As he touched my wound... the maggots started melting and disappeared in front of my eyes.",
      "That wasn't all. All the maggots that were moving throughout all my veins disappeared, too...!",
      "Oyashiro-sama taught me.",
      "...These maggots were the curse.",
      "People of the demon's blood can't live outside of Hinamizawa.",
      "It's the rule.",
      "Unfortunately, you've been cursed.",
      "...It's very sad, and I feel sorry for you.",
      "There is only one way to save you. ...That's what he said.",
      "What should I do?!",
      "The answer was very simple.",
      "All I needed to do was to go back to Hinamizawa.",
      "I unconsciously knew that before I heard it from Oyashiro-sama.",
      "People who were born in Hinamizawa must never leave.",
      "But I broke Oyashiro-sama's rules, and I left Hinamizawa... That's why my family was broken, and I lost my mind...!",
      "If I hadn't left Hinamizawa, nothing would've gone wrong!",
      "And so, I had to go back...!",
      "Oyashiro-sama also told me this:",
      "He could make the maggots, the embodiment of the curse, disappear. But only temporarily, because I lived far from Hinamizawa.",
      "After a while, the power of Oyashiro-sama would fade away, and the curse would start eating my body again.",
      "...If that happened, the maggots would take over my body, and I would go insane and die...",
      "I must go back to Hinamizawa... before his power to hold down the curse faded away.",
      "That's what Oyashiro-sama told me.",
      "He did. I heard him tell me that!",
      "I should've gone back to Hinamizawa earlier.",
      "That's why Oyashiro-sama came to me to put his curse on me...!!",
      "But he gave me a chance.",
      "He gave me a chance to pay for my sin of leaving Hinamizawa!!",
      "Dad, listen. Oyashiro-sama is going to help us.",
      "Let's go back to Hinamizawa. Hinamizawa is the place where we must live.",
      "If we don't, not only me, but you might be cursed, too!!",
      "Let's go back to Hinamizawa. That's the only place where we can live!",
      "We need to hurry!",
      "We need to hurry... or Oyashiro-sama's power will fade away, and my body will be eaten by the maggots...!!",
      "Oh, no. Oyashiro-sama is following me. He's telling me to hurry!",
      "He follows me everywhere and keeps telling me to hurry!",
      "He keeps apologizing to me for putting his curse on me.",
      "He follows me everywhere and keeps apologizing!!",
      "I'm telling you the truth!",
      "I am!!",
      "Why can't anybody see it?!",
      "Why can't they see the maggots or Oyashiro-sama?",
      "Everybody is trying to fool me. I know they can see them, too. No, no. Please stop. I don't want to get another shot...!!!",
      "Aaaaaaaahhhh..."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「…………………落ち着いた……？」"
    ],
    "textEn": [
      "\"............Are you okay...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…気付けば私は荒い息で、三四さんに肩を抱かれていた。",
      "………今日までせっかく忘れていた忌まわしい記憶が蘇るのを感じた。",
      "先生方は、…あの記憶は、私の幻だと言った。",
      "",
      "……生活を壊した離婚の責任を自分に求める余り、その責任を自分以外の何かに求めたくて、小さい頃に読んで怯えた、オヤシロさまの昔話と掟に無意識の内に結びつけたのだと言った。",
      "投薬治療とカウンセリング、……そして時間。",
      "それによって私は次第に落ち着いていき、…それらが私の妄想であることを認め始めた。",
      "先生も、もし可能なら雛見沢へ引っ越すことを検討できないかと父に言っていたらしい。",
      "幸い、父も離婚の痛みを癒せずにいるままで、環境を一新したいと思っていた。",
      "そして、………雛見沢へ戻ってきた。",
      "雛見沢に戻ってきた時、……私は確かに感じていた。",
      "この地こそ、私たちが住まう本当の土地だったのだと。",
      "そして、確かに感じたのだ。",
      "オヤシロさまの祝福を。",
      "確かに感じたのだ。",
      "オヤシロさまの祟りが解けていくのを。",
      "私は、…解放されたのだ…………！！",
      "引っ越した後も、しばらくは穀倉の方の心療内科に通った。",
      "あの、毒々しいカプセルはこちらでも処方され、しばらく飲み続けさせられた。",
      "次第に、……忌まわしい記憶も不鮮明になり、",
      "……思い出そうとすると、薬のぼんやりとした強い副作用しか思い出せなくなり、………私は平穏を取り戻したのだった。",
      "それで、私は礼奈という名を捨てる。",
      "この名で呼ばれると、思い出したくないことを思い出す気がしたからだ。",
      "嫌なことは、もうたくさんだ……。だから、「いやな」ことを抜こうと思った。",
      "いやなことの「い」を礼奈から抜いたら“れ”と“な”になった。",
      "くっつけたらレナだった。",
      "……何だか可愛かった。",
      "だから、学校での自己紹介の時、レナと呼んでほしいと言った。",
      "それ以来、私はレナだ。",
      "レナとして新しい人生を歩んでいる。",
      "礼奈の時の辛いことは全部切り捨てて。",
      "父だけは相変わらず礼奈と呼ぶけど、肉親に呼ばれるのだけはそんなに抵抗はなかった。",
      "そこへ現れたのが、肉親でもないのに私を礼奈と呼ぶ……あのリナだったんだ。",
      "あいつが礼奈と呼ぶから、……チリチリチリチリ…。",
      "……もうやめよう、忘れよう…。",
      "チリチリチリチリ…………。"
    ],
    "textEn": [
      "...I was breathing hard, and Miyo-san was holding my shoulders.",
      "...I could feel that the terrible memory I'd been trying to forget was awakening.",
      "The doctors told me that the memory was just my delusion.",
      "<size=-2>",
      "...They told me that since I blamed myself for the divorce, I unconsciously had a desire to blame someone else for it. And I unconsciously connected the desire to the folk tale of Oyashiro-sama that I read when I was little.",
      "I got drug treatment, received counseling... and waited.",
      "I gradually got better... and that proved the things I saw were just a hallucination.",
      "The doctors asked my father to consider moving to Hinamizawa if possible.",
      "Fortunately, he wanted to change his living environment to heal his pain from the divorce as well.",
      "So... we came back to Hinamizawa.",
      "After we came back to Hinamizawa... I felt it.",
      "I felt it in my bones that this was the place we should live.",
      "And I also felt",
      "...Oyashiro-sama's blessing.",
      "I definitely felt it.",
      "I felt the curse of Oyashiro-sama starting to break.",
      "I was... free......!!",
      "After I moved here, I went to the clinic in Gogura for a while.",
      "The doctor gave me the same poisonous-looking pills, and I kept taking them for a while.",
      "The terrible memory gradually became unclear...",
      "Whenever I tried to remember it, I could only remember the strong side effect of the pills, and it made me dizzy...... That's how I regained my peace.",
      "And then, I changed my name, Reina.",
      "The reason was because my name reminded me of those bad memories.",
      "I didn't want to have anything icky in my life anymore... That's why I came up with the idea of taking 'icky' things out.",
      "After I took the \"i\" of icky out from my name, Reina, there were only \"Re\" and \"na\" left.",
      "That's how Rena was born.",
      "...I liked that.",
      "When I was introduced to my classmates, I told them to call me Rena.",
      "Since then, that had been my name.",
      "I'm living my new life as Rena.",
      "I cut away all the sad things that happened when I was Reina.",
      "My father still calls me Reina, but I don't feel bad as long as it was just my father and my relatives.",
      "But then, Rina came into my life one day, and she called me Reina...",
      "Because she called me Reina... those colored lights started flickering again...",
      "I should stop. I should forget about it...",
      "The lights were still flickering..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………すみません。",
      "……私、だいぶ取り乱してました…？」"
    ],
    "textEn": [
      "\"...I'm sorry.",
      "...Was I panicking that badly...?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「小声で何か呟いてたわね。"
    ],
    "textEn": [
      "\"You were muttering to yourself."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "落ち着いたならよかったわ。」"
    ],
    "textEn": [
      "I'm glad you calmed down.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんの反応を見る限り、……私が思っていたほど、激しく取り乱したわけではないようだった。",
      "でも、…何度も発作的に錯乱してしまっていたかもしれない。",
      "……昔のように、吼え猛っていたら、……また、病院に連れて行かれたに違いない。"
    ],
    "textEn": [
      "Judging by Miyo-san's reaction... I wasn't panicking as badly as I thought I was.",
      "But... I've probably had those panicked hallucinations several times.",
      "...If I started screaming and yelling like I once did... they'd take me away to a hospital again for sure."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私は………、あの異常な中で、確かにオヤシロさまに会ったんです。",
      "もちろん、…不気味な『何か』も。",
      "…………あはははは、…信じられませんよね…？」"
    ],
    "textEn": [
      "\"I'm... certain I met Oyashiro-sama.",
      "I saw the maggots.",
      "...Ahahahaha. It's hard to believe, right?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「…………………………。」"
    ],
    "textEn": [
      "\"...............\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんは複雑そうな笑顔だった。",
      "…当然だ。私だって、こんな話、信じてもらえるとは思わない。",
      "……私が錯乱して、おかしな記憶を自分で生み出しているだけに違いないのだから。",
      "………自分が自分で信用できないなんて。",
      "……最低の気持ちだった。"
    ],
    "textEn": [
      "Miyo-san smiled, looking a little confused.",
      "...I couldn't blame her. I didn't expect her to believe it.",
      "...I'm sure it was just a strange memory I created for myself in my hallucinations.",
      "...I can't believe I can't trust myself.",
      "...That's the worst feeling of all."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「レナちゃん。",
      "まず、ひとつ安心してほしいの。」"
    ],
    "textEn": [
      "\"Rena-chan,",
      "first of all, you don't have to worry about anything.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………はい。」"
    ],
    "textEn": [
      "\".........Yes.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「レナちゃんが怖がっている祟り。",
      "……つまり、血の中にいたという、…うじ虫。",
      "それは、オヤシロさまが言うには、雛見沢にいる限りは大丈夫なんでしょう？」"
    ],
    "textEn": [
      "\"I'm talking about the curse you're afraid of",
      "and the maggots that you saw in your blood.",
      "According to what Oyashiro-sama said, you're free from them as long as you stay in Hinamizawa, right?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………えぇ、そう言ってました…。」"
    ],
    "textEn": [
      "\"......Yes, that's what he said...\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「なら、怯えることはないじゃない。",
      "安心して。",
      "あなたは今、雛見沢にいる。"
    ],
    "textEn": [
      "\"Then, you don't have to be scared.",
      "You don't have to worry about anything.",
      "You're in Hinamizawa right now."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "まぁこの図書館は興宮だけど、このくらいの距離ならオヤシロさまも許してくれるわね。",
      "血管の内側に何かが蠢いているなんて感じないでしょ？」"
    ],
    "textEn": [
      "Well, this library is in Okinomiya, but it's very close to Hinamizawa. I'm sure it's okay with Oyashiro-sama.",
      "You don't feel anything moving in your veins right now, do you?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………それは……はい。」"
    ],
    "textEn": [
      "\".........No, I don't.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「だから、安心して。",
      "あなたは今、オヤシロさまの戒律をちゃんと守ってる。",
      "だから、何も恐れなくていいの。",
      "だってそうでしょう？",
      "ね……？」"
    ],
    "textEn": [
      "\"So, there's nothing to worry about.",
      "You're following Oyashiro-sama's rules.",
      "There's nothing you should be scared of.",
      "Is there?",
      "Right?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………………はい。",
      "…………はい。」"
    ],
    "textEn": [
      "\"............No.",
      "......No.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんにこんな包容力を感じたのは初めてだった。",
      "何人ものお医者の先生が、私がこの話をすると決まって、無視し、聞き流し、あの嫌な注射をしようとした。",
      "…なのに三四さんは頭から否定するようなことをせず、オヤシロさまの存在も否定しないでくれた。",
      "彼女は村では、…少し怪しい人だって囁かれてることもあるみたいだけど、",
      "………本当はとってもやさしい人なのかもしれない。",
      "……そう感じていた。"
    ],
    "textEn": [
      "I didn't know until then that she was such a warm-hearted person.",
      "I met many doctors and talked to them about this, but they always ignored me, and didn't really listen. All they did was give me a shot of the drug I hated.",
      "...On the other hand, Miyo-san didn't deny my story or the existence of Oyashiro-sama.",
      "The people in this village whispered behind her back that she's a little crazy...",
      "But she was actually a very kind person,",
      "I thought."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「レナちゃん。",
      "私は今の話、全部信じるわ。」"
    ],
    "textEn": [
      "\"Rena-chan,",
      "I believe everything you just told me.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……ありがとうございます。",
      "そう言ってくれた人は初めてかもです…。」"
    ],
    "textEn": [
      "\"...Thank you so much.",
      "You're the first one to ever say that to me...\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「くすくす、それは私も同じよ。",
      "私の話を馬鹿にしないでちゃんと聞いてくれた人はあなたが初めて。",
      "………私たち、いい友達になれそうね。」"
    ],
    "textEn": [
      "\"Hee hee, so are you.",
      "You're the first one who didn't laugh at me and listened to me so seriously.",
      "......I think we can be good friends.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんはそう言って、頭をくっ付けながら微笑んでくれた。"
    ],
    "textEn": [
      "Miyo-san smiled, touching my head with hers."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「なら、…私の秘蔵のファイルとスクラップも貸してあげるわね。"
    ],
    "textEn": [
      "\"Well... I'll let you borrow my secret files and my scrapbooks."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "本当に本当の門外不出。",
      "私以外の誰にも見せる気がなかったんだけど、レナちゃんには特別に読ませてあげてもいい気がするわ。",
      "……あなたなら、馬鹿にしないでちゃんと読んでくれそうな気がするし。」"
    ],
    "textEn": [
      "These are top secret.",
      "I didn't want to show these to anybody, but you're special. I think I can trust you.",
      "...I know you'll take them seriously.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "彼女はそう言うと、ペーパーバッグからさらに２〜３冊のスクラップ帖を出すと、私に押し付けた。"
    ],
    "textEn": [
      "She took a few scrapbooks out of her paper bag, and handed them to me."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「ぜひ読んで、感想を聞かせてね。",
      "……あるいはひょっとすると、…レナちゃんにしかわからないことなのかもしれない。」"
    ],
    "textEn": [
      "\"Let me know what you think after you read them.",
      "...There might be... there might be something in them that only you can understand.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三四さんは少し謎めいたことを言った。",
      "それから悪戯っぽく笑うと、内緒を意味するように、人差し指を唇の前に立てる仕草をして言った。"
    ],
    "textEn": [
      "Miyo-san was acting mysteriously.",
      "She smiled mischievously, and put her index finger on her lips as a sign to keep it a secret."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「あと、このスクラップ帖と、私がそういう研究しているのは……内緒よ？」"
    ],
    "textEn": [
      "\"Don't tell anybody about these scrapbooks, or that I'm studying this... okay?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「内緒ですか？",
      "はい、わかりました。」"
    ],
    "textEn": [
      "\"We're keeping this a secret?",
      "Okay, I got it.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「………だって、こんな研究をしているのが、連中に知られたら、消されてしまうかもしれないものね。",
      "…くすくすくすくす。」"
    ],
    "textEn": [
      "\"...If they find out that I've been studying this, they might get rid of me.",
      "...Hee hee hee hee.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そう言って、彼女は笑った。",
      "連中に知られたら消されてしまうかもしれない。",
      "そう言って、彼女は笑った。",
      "そして、………彼女は失踪した……。",
      "………私にスクラップ帖数冊だけを残して。",
      "だが衝撃はそれだけに収まらない。",
      "それは………富竹さんの死因だった。",
      "大石さんは、それを、薬物で錯乱しての自殺…というような言い方をしたが、私だけはこの自殺の真相を知っていた。",
      "……もちろん大石さんには言ってない。",
      "…言ったところで信じてくれないと思ったから。",
      "富竹さんは、…………間違いない。",
      "…うじ虫を掻き出そうとして死んだのだ。",
      "それはまさにオヤシロさまの祟りに他ならない。",
      "オヤシロさまの禁忌は、雛見沢から出て行くことにだけじゃない。",
      "他にもいくつもある。",
      "………彼は、知らずの内にそれらのひとつを犯したのかもしれない。",
      "そうだ、大石さんも言ってたじゃないか。",
      "……神聖な奉納演舞の時、無神経にフラッシュ撮影をしていたものだから、一部から反感を買っていたらしい…というようなことを。",
      "オヤシロさまを祀る神聖な演舞を穢したので………祟りにあった…？",
      "あるいは他の理由かもしれないが、…とにかくとにかく、……これはオヤシロさまの祟り以外の何者でもないのだ。",
      "ということは………三四さんも、……オヤシロさまの祟りに……？",
      "神を調べる行為は即ち、神に近付く行為。",
      "それは神を冒涜する行為に他ならない。",
      "いや、でも、……三四さんは、これがバレたら連中に消されるかもしれないと言った。",
      "連中とは人間のことだ。オヤシロさまのことじゃない。",
      "…それに、三四さんの提唱する説は確か、オヤシロさま信仰を復興させようとする御三家の陰謀説だったはず。",
      "でも、富竹さんの死に方は明らかに祟りだ！",
      "祟りを受けたことがある私だから断言できる！",
      "そしてそれは、人間臭い陰謀説とは一見、相容れないように思える。",
      "そうだ、大石さんは、怪しげな薬物で自殺に導いた可能性もある…というようなことを言わなかったっけ？",
      "じゃあつまり、…御三家は、オヤシロさまの祟りを人為的に引き起こせる秘密の薬でも持っているのだろうか…？",
      "そんなはずはない。だって、「私」はそんな怪しい注射など受けた覚えはない。",
      "茨城で普通に生活してた。",
      "園崎家とか公由家とか、雛見沢に関係する人たちとは一切接点がなかったはず…。",
      "大石さんに頼まれた。",
      "魅ぃちゃんや梨花ちゃん、それから村中、何でもいい。",
      "何か不審なことを見聞きしたらこっそり教えてくれてと言われた。",
      "オヤシロさまの話を信じてくれた三四さんが消された。",
      "富竹さんが私と同じことをして死んだ。",
      "あぁ、いやだいやだ…。",
      "オヤシロさまの祟りにはもう関わりたくないのに……！",
      "これは怪しげな狂信者たちの暗躍なのか、それともオヤシロさまの祟りなのか。",
      "それとも全部全部偶然で、…いや、あるいは暗躍も祟りも全部全部ごっちゃなのか。",
      "わからないわからない！",
      "人か祟りか偶然か！",
      "あぁ……夕暮れ時のこの程度の日差しにも眩暈を感じる。",
      "雛見沢の日差しは、いつの間にこんなにも意地悪になったんだろう…？",
      "研究を秘密にしてほしいと言った三四さん。",
      "……その門外不出のスクラップ帖を、私は預かっている。",
      "……………ひょっとして、………真相はあの中に眠っているのではないだろうか。",
      "それに気付いた途端、どきりと心臓が高鳴る。",
      "ということは、…あのスクラップを持っている私も、……三四さんと同じ末路を辿る危険があるからだ。",
      "それが陰謀なら、私は消される。",
      "それが祟りなら、私は祟られる。",
      "スクラップ帖を焼き捨てよう……、それが一番安全……。",
      "…でも、…三四さんは私の話を信じてくれた。",
      "三四さんは私を馬鹿にしないでくれた。",
      "……そんな三四さんが残したものを、読みもせずに焼き捨てていいんだろうか…。",
      "それが陰謀なら、暴かなければならない。",
      "それが祟りなら、破らなければならない。",
      "逃げちゃだめだ…。",
      "……戦おう。",
      "そうだ、私は幸せをその手に掴むまで、…どこまでも戦おうと決意したんじゃないか。",
      "不幸に屈するな。",
      "戦うんだ。",
      "…私の平穏を乱そうとする暗雲を自ら払いのけるんだ…！",
      "帰って、三四さんのスクラップ帖を読もう。",
      "自然と私の足は速くなるのだった…。"
    ],
    "textEn": [
      "She laughed after she said that.",
      "They might erase her.",
      "That's what she said.",
      "And... she went missing...",
      "...She left me her scrapbooks.",
      "But that's not all there is to it.",
      "It's the... way Tomitake-san died.",
      "Ooishi-san said he committed suicide because of a state of excitation caused by using some kind of drug... But I know what really happened.",
      "......I didn't tell Ooishi-san about it.",
      "...I don't think he'd have believed me even if I told him.",
      "Without a doubt......",
      "Tomitake-san... died trying to get rid of the maggots.",
      "It was nothing other than the curse of Oyashiro-sama.",
      "To never leave Hinamizawa isn't the only rule of Oyashiro-sama.",
      "There are more.",
      "...He might've broken one of them without knowing it.",
      "Ooishi-san told me.",
      "...Tomitake-san was taking pictures with his camera flash on during the sacred ritual dance, and some people got mad at him for it...",
      "Did Oyashiro-sama put his curse on Tomitake because he violated the sacred ritual dance...?",
      "It might be for another reason... Anyway... he died from the curse of Oyashiro-sama, without a doubt.",
      "Did that mean... Oyashiro-sama put his curse on Miyo-san, too...?",
      "Investigating the gods is the same as getting close to the gods.",
      "It's disrespecting them.",
      "But... Miyo-san told me that \"they\" might get rid of her if they found out about her investigation.",
      "By \"they\" she meant humans.",
      "...Plus, according to her theory, the Three Families are in a conspiracy to revive the faith of Oyashiro-sama.",
      "But I can tell by the way Tomitake-san died that it was the act of the curse!",
      "I'm certain about that because I experienced the curse myself!",
      "And at first glance, that seemed incompatible with those conspiracy theories about human beings.",
      "I remember that Ooishi-san told me something about some kind of drug that can make a person commit suicide.",
      "...So do the Three Families have a secret drug that can cause the curse of Oyashiro-sama...?",
      "That's impossible. Plus, I didn't get any shots of a suspicious drug like that.",
      "I had a normal life in Ibaraki.",
      "I wasn't involved with the Sonozaki family or the Kimiyoshi family...",
      "Ooishi-san asked me a favor.",
      "He asked me to tell him secretly if I saw or heard anything suspicious.",
      "It could be about Mii-chan, Rika-chan, or anybody in the village.",
      "Miyo-san believed my story about Oyashiro-sama. Now she's gone.",
      "Tomitake-san died by doing the same thing I did.",
      "Oh, no, no, no, no...",
      "I don't want to get involved with the curse of Oyashiro-sama...!",
      "Is this a conspiracy of a group of fanatical cult members, or is it the curse of Oyashiro-sama?",
      "Is everything just a set of coincidences...? Or maybe it's a mixture of a conspiracy and the curse...",
      "I don't know!",
      "Is it the work of humans, the curse, or a coincidence?",
      "Oh, no... even the light of the sunset was making me feel dizzy.",
      "When did the sunlight in Hinamizawa get so mean...?",
      "Miyo-san told me to keep her investigation secret.",
      "...I have her top-secret scrapbooks.",
      "...They... might hold the truth about everything.",
      "When I realized that, I got scared all of a sudden.",
      "I might end up the same way as Miyo-san, because I have her scrapbooks.",
      "If it's a conspiracy, I'll be erased.",
      "If it's the curse, I'll be cursed.",
      "I should burn the scrapbooks... That's the safest thing to do...",
      "...But Miyo-san believed my story.",
      "Miyo-san listened to me without laughing.",
      "...It'd feel wrong to burn them without taking a look.",
      "If it's a conspiracy, I have to expose it.",
      "If it's the curse, I have to break it.",
      "I shouldn't run away.",
      "...I should fight.",
      "That's right, I decided to fight to seize my happiness.",
      "I shouldn't give in to misfortunes.",
      "I have to fight!",
      "...I'm going to get rid of all the things that are trying to ruin my peaceful life...!",
      "I'm going to read her scrapbooks when I get home.",
      "I started walking faster..."
    ]
  }
]