[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "母は、とても忙しい人だった。",
      "がむしゃらに働いて、評価されては新たなステージが開かれる。",
      "そうしてどんどん高みを目指していく母は、いつも輝いていて、私の憧れだった。",
      "母は元々は興宮にある小さな衣装メーカーのデザイナーだったそうだ。",
      "父も同じでデザイナー。",
      "二人は職場で出会い、結婚した。",
      "初めは興宮の小さなアパートで暮らしていたが、",
      "母が私を身篭ったのを機に雛見沢の祖母の家、つまり今の家へ引っ越したという。",
      "そして私が小学校に上がる直前までをそこで過ごした。",
      "思えば、この頃が一番幸せな時代だったのだ。",
      "毎日が幸せで、今日と同じ幸せが必ず明日もあると信じて疑わず。",
      "幸せであることが当たり前で、それを感じることもないくらいに。",
      "毎日が幸せだった。",
      "当時は小さかったからよく知らないのだが、両親の勤めていた会社が経営不振に陥ったという。",
      "そんな中、母と何人かの若手デザイナーが会社を見限って独立しようなんて話になったらしい。",
      "……それで、何だか込み入った話になって、",
      "いろいろとあった挙句、母たちは茨城にあるもっと立派なデザイン事務所に引き取ってもらえることになったらしい。",
      "事業提携とか業務提携とか、よくわからない言葉を当時たくさん聞かれたが、要するに茨城に引っ越したいということだった。",
      "母たち若手デザイナーは、経験豊かで才能溢れる即戦力として新しい会社でも大いに期待されていたという。",
      "だが、それには父は含まれていなかった。",
      "父には残念ながら、母ほどの溢れる才能はなかったのだ。",
      "だから、茨城へ引っ越すことは、父がデザイナーを廃業することも意味していた。",
      "母は、新しい会社では相当期待されているらしく、責任あるプロジェクトを任される約束になっていた。",
      "溢れる才能と情熱をこんな田舎で冷めさせたくない。",
      "母はそう言って父を説得し、父もまた、母がさらなるステージで活躍することへの応援の意味も込めて、退職と引越しを決めた。",
      "あの頃の自分にとって、引っ越しは親しい友人たち全てと会えなくなることを意味していた。",
      "幼い私は、引越しを嫌がりわんわん泣いたという。",
      "引っ越した後、母は新会社でのプロジェクトを見事に開花させた。",
      "母は元々、リーダーシップを取るのが好きな溌剌とした性格だったから、さぞや新天地で存分に活躍しただろうと思う。",
      "毎晩帰りが遅かったし、休日なんてまったくないように感じた。",
      "何らかの企画が近付くと泊り込むことも少なくなかった。",
      "でも、帰ってくる母は常に充実していて、雛見沢では一度も見たことのないような素敵な笑顔を浮かべていた。",
      "そんな母はとても輝いていて、なれるものなら、自分も将来、母のように輝きたいと願っていたのを思い出す。",
      "逆に、父のほうはあまり冴えなかった。",
      "父をデザイナーとして雇ってくれる会社は見つからず、結局、ただの事務手伝いとしていくつかの小さな会社を転々とした。",
      "それまで培ってきたことが何の役にも立たず、父にとっても引越しは辛いものであったと思う。",
      "でも、父は母の良き理解者であってくれた。",
      "ますますに責任あるプロジェクトを任され、多忙を極めていく母に代わり、家事を勤めるようになった。",
      "掃除や洗濯、私の学校行事への参加などをがんばって勤めた。",
      "料理だけはどうしてもできなかったらしく、ご飯を炊くことは出来ても、おかずはいつもお惣菜屋さんで買ってくる冷めた揚げ物ばかりだった。",
      "そんな食卓で、私と父だけで食事をする夜がだんだんと増えていた。",
      "お母さんはまた忙しいんだね。",
      "そう言うと父は決まって、お母さんはとてもがんばっていて大変なんだ。",
      "だから礼奈も、一緒にお母さんを支えてあげような。",
      "そう言った。",
      "私は、料理を手伝うことにした。",
      "お父さんが料理だけは苦手だったから、私が得意になればちょうどいいと思ったからだ。",
      "母が台所に立つ時に積極的に手伝い、お料理を習ったものだ。",
      "母は忙しくて手料理を作る時間に恵まれないことを謝りながらも、私が母の料理を継承してくれることを喜んでいた。",
      "あの頃、学校の文集には、将来は母のような洋服デザイナーになりたいと書いたと思う。",
      "だが、……私には母のような非凡なセンスはないようだった。",
      "センスは習うものではなく、生まれついて持っているものとよく母が言っているのを聞いていた。",
      "…だから、あぁ、私はデザイナーとしては母には近付けないんだなと落胆したのを覚えている。",
      "だから、母と同じになるのを目指すのではなく、母に欠けているものを補うことで母に近付こうと思った。",
      "料理だけでなく、掃除や洗濯、お買い物など、家事のことを一通りできるようになろうと思った。",
      "家事が不得手な父は、私が代わって立派にこなしてくれることをとても喜んでいたっけ。",
      "仕事が見つからず、家にいる時間が多かった父は、娘と一緒に家事ができる時間を何よりも喜んでいたようだった。",
      "そして、私はどんどん母の代役が務められるようになり、",
      "母はまったく家事ができないくらいに忙しく、責任ある立場になっていった。",
      "母は、私を放置していることの罪滅ぼしをするかのように、たまに遊びに連れ出してくれた。",
      "お父さんには内緒でおいしいものを食べに行こう、なんて言って、たまに遊びに連れて行ってくれたっけ。",
      "とてもお洒落なレストランに行ったり、遊園地に行ったり。",
      "それは母と二人きりである時もあったし、母の職場の人たちと一緒だったりもした。",
      "母の職場の人たちと一緒に、夏の海へバーベキューに連れて行ってくれたことがあった。",
      "私はそこで母の娘だと紹介され、色々な人にちやほやしてもらった。",
      "中でも、肌が焼けてて髪を染めた、ちょっとかっこいいお兄さん（おじさんと言ったら怒られた）が、私のことをとても可愛がってくれたのを覚えている。",
      "母と遊びに行く時は、このお兄さんが一緒に来ることが少なくなかった。",
      "母は私と遊びに行った先でも、時折、職場に電話をかけたり、時には仕事の用事を重ねてしまうことも少なくなかったため、",
      "職場の人が一緒であっても、私は特に違和感を感じなかった。",
      "でも、甘えん坊な私は母と二人きりなのを好んだから、できるなら職場の人は一緒じゃない方がうれしかったものだ。",
      "あの日も、母は私を連れてお洒落な町並みに遊びに行った。",
      "母は、私と遊びに行く時はいつも甘えさせてくれる。",
      "何でも気前よく買ってくれたし、どんなものでもご馳走してくれた。",
      "あの日は、特にそうだった。",
      "ブティックとかアクセサリーショップとか、私ひとりではなかなか入れないようなお店に次々案内してくれた。",
      "私は似合わないからと遠慮するが、母は何でもひょいひょいと買ってプレゼントしてくれた。",
      "値札のゼロがとても多かったのを覚えてる。",
      "この日、私は初めて、母がデザイナーとしてとても成功しているばかりか、とてもたくさんのお金を持っていることを知るのだった。",
      "そして、オレンジジュースだけでも１０００円するような高級な喫茶店で一休みした。",
      "母は、ポンと手を叩くと、私に笑いかけながら言った。",
      "礼奈の夢をかなえてみない？と。",
      "私は幼稚園の頃、自分の夢という題材で絵を描いた時、「フルーツパフェを山盛り何倍も独り占めをする」というのを描いていた。",
      "その夢を、今日この場でかなえてあげようと言うのだ。",
      "別にその日は何でもない普通の日。",
      "私が祝われるような日ではなかった。",
      "でも、私と遊びに行く時の母はいつもとても羽振りがよかったから、私は何の違和感も感じず、諸手を打って喜んだ。",
      "目の前に５つ６つと並べられていくフルーツパフェ。",
      "それは、画用紙にクレヨンで落書きした世界の体現で、まるで夢のようなふわふわした世界だったのを覚えてる。",
      "とても食べきれるわけはなかったけど、",
      "お母さんと二人で、いくら食べてもなくならないたくさんのパフェを、まるで砂場で泥遊びをするかのように楽しく食べたっけ。",
      "フルーツパフェだけで満腹になるという、生まれて初めての経験に、私はものすごく幸せな気持ちに包まれたのを覚えてる。",
      "その幸せな気持ちを味わいながら、母と他愛ないおしゃべりに花を咲かせたっけ。"
    ],
    "textEn": [
      "My mother was a very busy woman.",
      "The harder she worked, the more her work was valued, and she kept getting promoted.",
      "She sought to go higher and higher. She was always shining, and she was my hero.",
      "My mother started her career as a fashion designer at a small clothing factory in Okinomiya.",
      "My father was a designer, too.",
      "They met through their jobs, and soon got married.",
      "They lived in a small apartment in Okinomiya,",
      "but they moved to my grandma's house, our current house, in Hinamizawa when she got pregnant with me.",
      "We lived there until right before I went to elementary school.",
      "Now that I think about it, that was the happiest time of my life.",
      "I felt happy every day and believed without a doubt that tomorrow would be the same.",
      "I was so happy that I took it for granted and didn't even feel the happiness.",
      "I really did feel happy every day.",
      "I was small at that time and didn't really understand what was going on, but it seemed like the company my parents were working for was having financial difficulties.",
      "So, my mother and a few other young designers started talking about leaving the company and going independent.",
      "...After many things happened and the situation grew complicated,",
      "they got an offer to work at a big design firm in Ibaraki and they took the offer.",
      "At that time, I heard my mother saying many difficult words like 'limited partnership' and 'business alliance', but in short, what she wanted to do was move to Ibaraki.",
      "My mother and her peers were hired because their talent and experience made them immediate assets at their new company.",
      "However, my father wasn't one of them.",
      "Unfortunately, my father wasn't as talented as my mother was.",
      "So, moving to Ibaraki meant that my father had to give up being a fashion designer.",
      "My mother's new company had high expectations of her talent and promised her a responsible project.",
      "She didn't want to waste her growing talent and passion by living in a rural town like Hinamizawa.",
      "So my mother convinced my father to quit his job and move to Ibaraki to support her and to help her build her career.",
      "Back then, moving meant that I had to say goodbye to my close friends.",
      "I didn't want to move, and I kept crying about it.",
      "After we moved to Ibaraki, my mother was a big success.",
      "Not only did she have great leadership skills, she was full of energy, and I believe she made the best use of her talents to succeed.",
      "She came home late every night and barely had any days off.",
      "When she had a big project, she often stayed entire nights at her office.",
      "But when she came home, she always looked fulfilled and wore a happy smile that she had never worn when she was in Hinamizawa.",
      "She was shining, and I remember I always wanted to shine like her when I grew up.",
      "On the other hand, my father wasn't doing so well.",
      "He couldn't find a job as a fashion designer, so he took a clerical job at a small company, but he kept changing positions.",
      "He couldn't use the experience that he had cultivated, and it was very hard for him.",
      "But, he was very understanding.",
      "He started to take care of things around the house for my mother, who got busier and busier, having one project after another.",
      "He cleaned the house, did the laundry, and came to my school events.",
      "However, he couldn't cook. He did cook rice, but always bought side dishes from a grocery store.",
      "We ate dinner without my mother more and more often.",
      "\"I guess she's busy again.\"",
      "Every time I said that, he always told me, \"your mother is working very hard.",
      "So, let's support her, Reina.\"",
      "That was what he always told me.",
      "I decided to help my father with the cooking.",
      "I thought it was a good idea to learn how to cook, since he wasn't good at it.",
      "Whenever my mother cooked, I helped her and tried to learn how to cook from her.",
      "She apologized for not having enough time to cook for us, but she was happy that I was learning.",
      "I think I wrote in my school yearbook that I wanted to be a clothing designer in the future, just like my mother.",
      "But... apparently I lacked my mother's exceptional sense of style.",
      "She used to tell me, \"taste is something that you're born with, not something that you cultivate.\"",
      "...I remember I was discouraged to be a designer because of that.",
      "That was why I decided to reach her by getting better at things she wasn't so good at, instead of trying to be like her.",
      "I wanted to be good not only at cooking, but also at doing things around the house such as cleaning, doing the laundry, and grocery shopping.",
      "I remember my father was really happy that I did all that for him, because he wasn't good at it at all.",
      "He couldn't find a job and spent a lot of time at home, so he seemed to enjoy spending time doing the housework with his daughter more than anything.",
      "I started to become better and better at filling in for my mother,",
      "and she started to get too busy to do any of the house work at all, and she moved on to a more responsible position at her job.",
      "She took me out to many places, as if to compensate for leaving me alone all the time.",
      "She used to say, \"let's go eat something delicious without telling your father\" and took me out to a restaurant.",
      "She took me to high-class restaurants and amusement parks.",
      "Sometimes it was only me and my mother. Sometimes it was with her friends from work.",
      "She took me to a beach barbecue one summer with those friends.",
      "I was introduced as her daughter, and every one of them pampered me.",
      "I still remember there was this one guy who particularly doted on me. He was a good-looking young man (I called him \"Uncle\" once and he got mad at me) who was nicely tanned with dyed brown hair.",
      "This young man often came with us when we went out.",
      "When my mother took me somewhere, she usually made several phone calls for her work during the day, and sometimes she took me out to a place where she could also do her work at the same time.",
      "So, I didn't feel awkward when people from her work came with us.",
      "But I always preferred to be alone with her, so I was happier when we could do that.",
      "One day, she took me to a very high-end part of town.",
      "Of course, she always spoiled me whenever we went out.",
      "She bought me things and let me eat whatever I wanted.",
      "But, she especially spoiled me on that day.",
      "She took me to many expensive-looking boutiques and accessory stores.",
      "She was about to buy me something, but I told her not to get it because it didn't look good on me. Without hesitation, she bought it anyway.",
      "I remember there were many zeros on the price tag.",
      "On that day, I realized my mother's design work had made her a very successful woman and she was earning a lot of money.",
      "We took a break at a ridiculously expensive-looking restaurant that probably charged 1,000 yen for a glass of orange juice.",
      "My mother clapped her hands and spoke to me with a smile on her face.",
      "She asked, \"Reina, would you like to make your dream come true?\"",
      "When I was in kindergarten, my teacher gave students a topic to draw a picture of. The topic was \"my dream\" and I drew myself eating a mountain of fruit parfait all by myself.",
      "What my mother meant to say was that she was going to make that dream come true for me.",
      "It was a normal day.",
      "It wasn't my birthday or anything.",
      "But since my mother always spoiled me when we went out together, I didn't feel awkward about it at all and I accepted her offer with a happy smile.",
      "There were five or six of fruit parfaits in front of me.",
      "I remember it looked exactly like the world I drew, and I felt like I was floating in that dream world.",
      "It was too much for us to finish,",
      "but we dug our spoons into it as if we were playing in the mud, and we really enjoyed eating it together.",
      "It was my first time to experience getting full by eating only fruit parfaits, and I remember I was very happy.",
      "I enjoyed tasting the happiness and chatting with my mother."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「礼奈ちゃん。",
      "この間、映画とお食事に行った時、一緒だった人のことを覚えてる？」"
    ],
    "textEn": [
      "\"Reina-chan,",
      "do you remember the man who went to the movie and had dinner with us last time?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…んっと、アキヒトおじさんだっけ？",
      "はぅ、お兄さんって呼ばないとぶたれるー。」"
    ],
    "textEn": [
      "\"...Umm, are you talking about Uncle Akihito?",
      "Hau, though I can't call him that or he's going to hit me.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「はははははは。",
      "礼奈ちゃんは、アキヒトさんのこと、好き？」"
    ],
    "textEn": [
      "\"Hahahahahaha.",
      "Reina-chan, do you like Akihito-san?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「きらいーーー。",
      "いっつも礼奈のことからかうもん。」"
    ],
    "textEn": [
      "\"I hate him!!",
      "He always teases me.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「それは大好きだからちょっかいを出してるのよ。",
      "バーベキューの時はとっても仲良くしてたじゃない。」"
    ],
    "textEn": [
      "\"That's because he likes you.",
      "You got along well with him at the barbecue.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うーーーん。",
      "たまには仲良しかな。",
      "…かな。」"
    ],
    "textEn": [
      "\"Well...",
      "I get along with him every now and then.",
      "Every now and then.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "母はそんな私を見てくすくす笑っていた。",
      "私は、母がどうして急にアキヒトおじさんの話を切り出すのかよくわからずにいたが、年齢相応に深く考えずにいた。",
      "思えば、この時にも報せはあったと思う。",
      "私がその感覚を報せだと気付けなかっただけ。"
    ],
    "textEn": [
      "My mother laughed.",
      "I didn't know why she brought up the subject, but I didn't really pay attention to it, because I was too young.",
      "Now that I think about it, she was breaking the news.",
      "I just didn't notice it."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「ねぇ。",
      "礼奈ちゃんは、お母さんとお父さんとどっちが好き？」"
    ],
    "textEn": [
      "\"Reina-chan,",
      "who do you like better, your father or me?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「お母さん。」"
    ],
    "textEn": [
      "\"You.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "父が嫌いなわけじゃなかったけど、これだけ楽しませてくれた母を即答するのは当然だと思った。"
    ],
    "textEn": [
      "It wasn't that I hated my father or anything, but I thought giving her that answer was appropriate, after she spoiled me so much."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「もしも、お母さんとお父さんが別々のお家に住むことになったら、礼奈はどっちのお家に住みたい？」"
    ],
    "textEn": [
      "\"If I said I'm going to live in another house away from your father, which of us would you like to live with?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……えっと。",
      "………？」"
    ],
    "textEn": [
      "\"...Ummm.",
      "Huh.........?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「お母さんね。",
      "\\n　お父さんと別れて、アキヒトおじさんと結婚しようと思うの。」"
    ],
    "textEn": [
      "\"I'm thinking",
      "about divorcing your father and getting married to Akihito-san.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その当時、母はかなりの成功を収めていた。",
      "",
      "私は知らなかったが、すでにもっと大きな会社に引き抜かれ、ますますに責任があり、才能を発揮できる立場になっていたのだ。",
      "もちろん立場だけじゃない。",
      "アルバイト程度の収入しか入れられない父と違い、母の収入は一家三人の家計を支えてなお余りあるほどだった。",
      "それは、母の羽振りから何となくわかっていた。",
      "母は活躍すればするほどに格は上がり、自らの格に相応しい人たちと交流するようになっていた。",
      "そんな人たちは皆、才能に溢れ、輝いていた。",
      "それに比べれば、父が霞んで見えることもあったのかもしれない。",
      "確かにアキヒトおじさんを好きではあった。",
      "でも、それは他人というカテゴリーの中では好きという程度で、父と比べられる次元ではない。",
      "父も母も好きな私にとって、母が父と別れたいと切り出すことは、足元の大地が裂けてしまうのと同じ衝撃があった。",
      "そしてその表現は、この上なく適切だったことがすぐに分かる。",
      "裂けた大地の、どちら側かを選ばなければならなかったからだ。",
      "母は、こちらの家で一緒に住もうと言った。",
      "それは、アキヒトおじさんという他人がいる家のことだ。",
      "家と家族は聖域だと思っていた。",
      "他人が土足で踏み込めない神聖な場所だと信じていた。",
      "……だからこそ、そんな神聖な場所に、他人を安易に踏み込ませる母の常識が信じられなかった。",
      "お父さんをどうして嫌いになったの？",
      "母は答えず、少し俯いた。",
      "私はさらに言葉をかける。",
      "ねぇ、どうしてお父さんと一緒じゃだめなの？",
      "私のその問い掛けは、おそらく母にとってももっとも鋭く胸をえぐるものだったと思う。",
      "はっきり断じてしまうなら。これは母の浮気だった。",
      "父より魅力のある人に情が移った以上のどんな言い方があるというのか。",
      "父に何の落ち度もないことは、他ならぬ私自身がよく知っていた。",
      "そもそも、雛見沢から引っ越すのだって、母を最大限に応援しようという気持ちで決めたはず。",
      "父個人にとっては何もいいことはなかったはずだ。",
      "実際、父は引っ越してきてからとても辛い日々を送っていたと思う。",
      "それでも、影から母の支えになれればと、目立たないところで一生懸命がんばってきたんじゃないか。",
      "母だって、父のそんな内助の功に感謝しているのではなかったのか。",
      "だから。",
      "……これは母の裏切り行為だと思った。",
      "私は、母の離婚も含めて全てに嫌だと言った。",
      "店中の人がこちらに振り返るくらいの大声で。",
      "アキヒトおじさんとは今までのように親しい関係を続ければいいじゃない。",
      "お父さんが可哀想。",
      "そんなのじゃお父さんが可哀想だ。",
      "お父さんはずっとお母さんを影で支えてきてくれたのに、これじゃああんまりにお父さんが可哀想だ。",
      "そう、あらん限りの声で叫んだ。",
      "でも母は言った。",
      "…もうね、",
      "遅いの、",
      "と。",
      "どうして？！",
      "お父さんにまだ何も言ってないんだから、遅いなんてことないでしょ？！"
    ],
    "textEn": [
      "At that time, my mother was a very successful woman.",
      "<size=-2>",
      "I didn't know this at the time, but she was drafted by a headhunter to work at a bigger company, where she was promoted to a higher and more responsible position, one where she could bring out the most of her talent.",
      "Of course, the position wasn't the only thing she gained.",
      "Compared to my father's low salary, my mother was earning enough money to support a family of three and still have some left over.",
      "I'd kind of realized it from the way she spent money.",
      "The greater a position she achieved, the more she spent time with people at her level.",
      "All of them were bright and talented.",
      "Compared to them, my father might've looked unattractive to her.",
      "I liked Uncle Akihito.",
      "But, I liked him as one of my mother's friends, not in the same way I liked my father.",
      "I liked my father and mother equally, so it was very shocking to me that my mother wanted to divorce him. I felt as if the ground below me was beginning to crack.",
      "That expression, I realized, actually fit my situation very well.",
      "I had to choose which side of the cracked ground I wanted to stand on.",
      "My mother told me to live with her, at her new house.",
      "'Her new house' meant the house Uncle Akihito lived in.",
      "I thought a house was a sanctuary for a family.",
      "I believed that a house was a holy place where strangers couldn't easily enter.",
      "...That was why I couldn't believe her. How could she let a stranger invade such a holy place so easily?",
      "Why do you hate my father?",
      "My mother looked down and didn't answer.",
      "I asked her another question.",
      "Why can't you stay with my father?",
      "I think that was the hardest and the most heartbreaking of all questions for my mother to answer.",
      "In short, my mother had cheated on him.",
      "She loved another man who was more attractive than my father. It was just that and nothing more.",
      "I knew more than anybody that it wasn't my father's fault.",
      "First of all, he decided to move from Hinamizawa to support my mother as much as he could.",
      "For him, nothing good had come from that.",
      "Actually, I think he had a very tough time since we moved to Ibaraki.",
      "But, he volunteered to be her support and tried very hard to do that.",
      "I thought my mother appreciated his support.",
      "So...",
      "I took her decision as a betrayal.",
      "I told her that I disagreed with everything, including their divorce.",
      "I said it very loudly and made everybody in the store jump.",
      "Sure, continue your relationship with Uncle Akihito, but don't divorce my father.",
      "I feel bad for him.",
      "I feel terrible for him.",
      "He has been doing nothing but support you patiently this whole time. How could you do such a cruel thing to him?",
      "I screamed as loud as I could.",
      "Then my mother answered.",
      "\"...It's",
      "too",
      "late.\"",
      "Why?!",
      "You haven't talked with my father about this, have you? It's not too late!"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「お母さんね。",
      "………妊娠してるの。」"
    ],
    "textEn": [
      "\"I'm...",
      "......pregnant.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "母が父に、離婚したい旨を直接会って話したかどうかは分からない。",
      "ただ、母の弁護士だと名乗る中年の女性が現れ、玄関や電話で何度かやり取りをしていたのは見た。",
      "父は弁護士に、妻と直接話したいと何度も懇願したが、それはかなわないようだった。",
      "そのやり取りから思うに、父にとって母の離婚は余りに唐突で、寝耳に水に違いなかった。",
      "いや、それどころか、直接会って聞かされたかどうかもわからない。",
      "弁護士は父に、直接の面会、職場への連絡その他を何から何まであれこれと制約し、",
      "とどのつまり、",
      "二度と母に会うなと告げた。",
      "それでも母と話がしたくて、父も知る母の友人たちに連絡を取ったが、浮気の相手の名が分かる以上の何もなりはしなかった。",
      "父が私に、相手の男を知っているか？",
      "と聞いたので。",
      "私は知ってるよ、",
      "と答えた。",
      "色々とお菓子をくれる面白いおじさん。",
      "そうも言った。",
      "………その時の父の形相が忘れられない。",
      "父は私に初めて手を上げた。",
      "平手の後がしばらく残るくらいに力強く。",
      "それから父は床に突っ伏し、わんわんと泣いた。",
      "少し遅れてから、つられるように私も泣いた。",
      "…叩かれたからじゃない。",
      "私はアキヒトおじさんにやさしくしてもらっていたから、その好意に応える形で、私も好意を持って接していたのだ。",
      "………いや、そもそも、女の子は誰にでもやさしくすべき。",
      "…そう思っていた。",
      "でも、違った。",
      "世の中には、やさしくするべき大勢と、そもそもやさしくしてはいけない「敵」がいることを知った。",
      "「敵」は存在するだけで私の生活を破壊してしまう、悪い人のこと。",
      "別に悪意があるかどうかは問題じゃない。",
      "花壇に勝手に生える雑草と同じ。",
      "たんぽぽに何の罪もないだろうけれど、チューリップのための土の養分を吸い取ってしまうから、抜いてしまわなくてはならない。",
      "たんぽぽに何の罪がなくても。",
      "……それが、",
      "「敵」。",
      "悪い人。",
      "そう、あの男性は、悪い人だったのだ。",
      "あの男性を受け入れてはいけなかった。",
      "全身全霊で拒絶するべきだったのだ。",
      "そうすることによって、母との仲を少しでも縁遠くすることができたのではないか。",
      "そうすることによって、母をあの男性とうまくやっていけるという気にさせずに済んだのではないか。",
      "そうだったなら、………私自身の努力によって、両親の仲は壊れずに済んだのかもしれないのだから。",
      "父と二人して流す涙だったが、…二人の涙は少しだけ意味が違う。",
      "父にとっては、あまりに突然で理不尽な出来事への涙だったに違いない。",
      "でも、私にとっては。",
      "今日を回避するための何かの選択肢を選べる機会があったはずなのに、それを見過ごしたことへの後悔の涙だった。",
      "父は私の頬を撫でると、謝りの言葉を告げようと口を開き、",
      "……だけれどもそれすら言えずに、私と一緒に泣いた。",
      "その後、弁護士に連れられて、私だけが母と面会できることになった。",
      "母は、こちらの家で一緒に生活しようと誘ってくれた。",
      "私は何と返事をしていいか分からず、じっと俯きながら、母の謝罪に耳を傾けるだけだった。",
      "この日、私だけが会えることは父も知っていた。",
      "だから父は、母に渡してほしいと手紙を託していた。",
      "何が書いてあるかは知らない。",
      "でも封筒越しに触っただけでも、中の手紙の感触がわかり、そこに綴られているだろう文面がなぜか想像できた。",
      "…だって、",
      "封筒の中の手紙は、",
      "ごわごわしていたから。",
      "父が手紙に落とした涙が、乾いて紙面を歪ませたからに違いないと思った。",
      "母は手紙を受け取り、後で読むと言ってショルダーバッグにしまおうとする。",
      "私はそれを咎め、今この場で読んでほしいと言った。",
      "父が、母に託せる最後の言葉を、母がどのように受け止めるか。",
      "それを見届けたかった。",
      "でも母は、読まなかった。",
      "あとで一人で読みたいからと言って、読まずにそのままバッグにしまった。",
      "その時、",
      "悟った。",
      "……いや、悟るなんて曖昧なものじゃない。",
      "あれほどまでに明確だったのだから、",
      "知った、",
      "と表現するべきだ。",
      "母が嘘をついたことを、知った。",
      "母は父の手紙を読む気なんかさらさらなかったのだ。",
      "私の姿が見えなくなったら、捨ててしまうつもりなのに、私の前でだけいい格好をしたくて嘘をついたのだ。",
      "母の眉や口元のささやかな歪みが、「そうだ」とこれ以上なくはっきりと言ったのだ。",
      "その瞬間、私はようやく知った。",
      "悪いのは、母をたぶらかした浮気相手の男だけではない。",
      "この母も、悪い人だったのだ。",
      "その瞬間を境に。",
      "私を中心とした世界から、ドライアイスが解けて跡形もなくなってしまうように、母と言う存在が霧散して消えた。",
      "父と母の、どちらの元に住まうかを悩む葛藤は、もう何もなかった。"
    ],
    "textEn": [
      "I don't know whether my mother actually told him about the divorce in person.",
      "A middle-aged woman who called herself a lawyer came to the house several times to talk to my father on my mother's behalf. She sometimes called him, too.",
      "My father begged the lawyer to let him speak directly to my mother many times, but it never happened.",
      "I could tell by the way they talked that he had no clue when my mother told him she wanted a divorce.",
      "Well, again, I'm not even sure if she told him in person.",
      "The lawyer told him not to meet my mother, not to call her at work, and many other things, too.",
      "To top it all off,",
      "she told him not to see my mother ever again.",
      "He wanted to talk to her. He called some of their mutual friends, but he only found out the name of the guy she was having affair with and nothing more.",
      "He asked me,",
      "\"Do you know the guy?\"",
      "I told him,",
      "\"I do.\"",
      "I also told him",
      "that he was a funny guy and had given me candy many times.",
      "...I'll never forget how he looked when I told him that.",
      "He hit me for the first time.",
      "He hit me so hard that his hand print stayed on my cheek for a while.",
      "Then, he fell on the floor and cried loudly.",
      "And then, I started to cry, too.",
      "...I didn't cry because he hit me.",
      "Uncle Akihito was kind to me, so I liked him, and talked to him out of courtesy.",
      "...No, that wasn't it. Girls had to be kind to everybody.",
      "...That's what I thought.",
      "But, I was wrong.",
      "I learned in this world that there are people you should be nice to, and \"enemies\" you shouldn't be nice to.",
      "The \"enemies\" are the ones who would destroy my life with their very existence.",
      "Whether they mean to harm me or not doesn't matter.",
      "They're like weeds growing in a flowerbed.",
      "Dandelions are innocent, but they take all of the nutrition for the tulips from the soil. That's why we have to pull them out.",
      "The dandelions did nothing wrong...",
      "But, they're",
      "the enemy.",
      "Enemies are bad people.",
      "That guy was a bad person.",
      "I shouldn't have accepted him.",
      "I should've rejected him with everything I had.",
      "By doing so, I might've been able to disrupt their relationship.",
      "By doing so, I might've been able to make my mother feel like their relationship was not going to work.",
      "If I tried to do so... my parents wouldn't have had to break up.",
      "My father and I cried together... but, we cried for different reasons.",
      "He must've cried because it happened so fast and didn't make any sense to him.",
      "I cried",
      "because I regretted that I let it happen when I had the chance to prevent it.",
      "My father stroked my cheek and opened his mouth to apologize",
      "...but he couldn't speak and just cried with me.",
      "One day, the lawyer let me see my mother.",
      "My mother asked me to live with her at her house again.",
      "I didn't know what to say, so I just kept looking down and listened to her apologies.",
      "My father knew that I was going to see my mother on that day.",
      "So, he handed me a letter and told me to give it to her.",
      "I don't know what he wrote in that letter.",
      "But for some reason, I was able to imagine what kind of things he wrote when I felt it through the envelope.",
      "...After all,",
      "the letter inside the envelope had",
      "a rough surface.",
      "He must've been crying while writing the letter, and his tears made the letter all wrinkled when it dried.",
      "My mother took the letter from me, told me that she'd read it later, and was about to put it in her bag.",
      "I stopped her and told her to read it there.",
      "I wanted to see",
      "how she was going to take the last words that my father had left to her.",
      "But my mother didn't read it.",
      "She told me she wanted to read it alone later, and she put it in her bag.",
      "At that time,",
      "I realized.",
      "...No, it was more than that.",
      "I should say",
      "I knew",
      "because it was so obvious.",
      "I knew that my mother was lying.",
      "She had no intention of reading my father's letter.",
      "She was going to throw it away after I was gone, but she lied just because she wanted to seem like a nice person in front of me.",
      "The slight curl in her eyebrows and lips told me that more clearly than anything else.",
      "At that moment, I finally knew something else.",
      "The guy she was having an affair with wasn't the only bad person.",
      "My mother was also a bad person.",
      "Since that moment,",
      "the existence of my mother disappeared from my world like dry ice evaporating.",
      "I didn't have to hesitate about whom to live with anymore."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あなたの家には行きません。",
      "私の家は竜宮の家です。",
      "もうあなたとも会いたくありません。",
      "二度と呼ばないでください。」"
    ],
    "textEn": [
      "\"I don't want to go to your house.",
      "The Ryuugu house is my home.",
      "I don't want to see you anymore.",
      "Please don't even call me.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's mother",
    "labelJp": "レナの母",
    "textJp": [
      "「でもね礼奈、お父さんの方に残ったらこれからの生活…、」"
    ],
    "textEn": [
      "\"But Reina, if you live with your father, you won't have...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その時、生まれて初めて、自分の名前に嫌悪感を持つ。"
    ],
    "textEn": [
      "At that moment, I hated my name for the first time in my life."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私のこと。",
      "気安く礼奈って呼ばないでください。",
      "…失礼します。",
      "さようなら。」"
    ],
    "textEn": [
      "\"Please",
      "don't call me Reina ever again.",
      "...I have to go now.",
      "Goodbye.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それが、",
      "母への、",
      "……いや、母だった女性への最後の言葉となった。",
      "それから、長いような短いような、季節感のまったくない日々が続いた。",
      "母が家にいない生活は、そう珍しいものではなかったはずなのに。",
      "…母がこの家にいたことを示すあらゆる痕跡、",
      "……母の歯ブラシとか、",
      "マグカップとか、",
      "愛読書とか、",
      "…そういうものが目に付く度に、父は涙し、私はイラついた。",
      "だから、家中に残る母の痕跡を、全て綺麗に片付けてしまおうと思った。",
      "それらを乱暴に黒いゴミ袋に放り込んでいくうちに、",
      "だんだんと片付け方が乱暴になり、",
      "母の衣装ケースを倒し、",
      "オルゴールを叩きつけ、",
      "三面鏡を割った頃から、……。",
      "………………",
      "記憶がぼやけた。",
      "…………これ以上を思い出そうとすると、",
      "……頭がぼんやりしてくる。",
      "あの頃、医者にもらった薬は、服用すると必ず頭がぼんやりして、無気力になったからだ。",
      "あのダルさが相当堪えたらしく、",
      "………あの頃のことを思い出そうとすると、決まって、あの無気力薬を服用したのと同じ気分にさせられる…。",
      "……母の匂いがするものをことごとく打ち壊したが。",
      "…一番壊したかったのは、自分だったのかもしれない。",
      "母の痕跡を全て消し去っても、なお消えない後悔は、最後には自分自身に向けられた。",
      "あるいは、母の成功に彩られた人生を、娘である私自身を穢すことで泥を塗ってやりたいと思ったのかもしれない。",
      "その、",
      "……本当に最後の最後の、本当に最後の時。",
      "オヤシロさまが、来てくれたのだ。",
      "オヤシロさまは言った。",
      "雛見沢に帰ろうと。",
      "そう、これは全部、祟りだったのだ。",
      "雛見沢を捨ててはいけないというオヤシロさまの決まりを破ったから訪れた、竜宮家への神罰だったのだ。",
      "そうと分かれば、",
      "………",
      "母がいなくなってからの、へんてこりんなおかしな世界は全て説明がついた。",
      "オヤシロさまの祟りが私たちの上に降りかかっているのだ。",
      "それは、雛見沢に早く帰っておいでという、オヤシロさまの呼び声。",
      "そう。",
      "雛見沢にずっといればよかった。",
      "引っ越したからおかしくなってしまった。",
      "私たちは、雛見沢に帰らないといけなかったのだ。",
      "………頭がぼんやりして、……鈍痛が走る。",
      "これ以上は無理に思い出すなという、私自身の悲鳴なのかもしれない。",
      "かつて雛見沢に住んでいた家は、元のまま残っていた。",
      "祖母はすでになくなっていて、唯一残してくれた財産だったという。",
      "雛見沢に住んでいたことは覚えていても、小学校に上がる直前まで住んでいた村…というだけでは、やはり記憶はかなり薄れていた。",
      "何となく覚えているのは雰囲気だけ。",
      "道も地図も全然思い出せないし、あの頃、親しく遊んでいた友人たちが何と言う名前だったかも思い出せなかった。",
      "ご近所の人たちは、亡くなった祖母の息子夫婦が離婚で戻ってきたことは理解していたが、",
      "だからといって私たちに面識があるわけではなく、無論、私にだって面識はなかった。",
      "そんな、限りなく初めてに近い土地。",
      "………ではあっても。",
      "私にとってこここそは、帰るべき故郷だったのだ。",
      "それまで住んでいた茨城に比べ、何もかもが田舎的で、その不便な生活には、私も父も戸惑った。",
      "でも、リフォームした昔の家は、私と父だけの家。",
      "そこでの新生活は、父から離婚の悲しみを忘れ去らせてくれるようだった。",
      "私も、魅ぃちゃんに親切にしてもらって、少しずつ生活に馴染んでいった。",
      "私は母の代役をきっちりとこなし、父と二人三脚で少しずつ少しずつ、…幸せな時間を取り戻していったのだ。",
      "誰だって、幸せに過ごせるはずなんだ。",
      "不幸の星の下なんて言葉、幸せになるための努力をさぼる連中の言い訳だ。",
      "私は、不幸な運命になんて屈しない。",
      "絶対に絶対に、失われた時間を取り戻して、…元の幸せな日々を。",
      "…幸せな日々であることすら忘れてしまうくらいに、幸せを飽食できる日々を取り返してやるのだ。",
      "もう泣かない。",
      "泣くもんか。",
      "流す涙は、父に頬を叩かれたあの夜に全て流し尽くした。",
      "オヤシロさまの祟りは、雛見沢に帰ってきたからもうおしまいなんだ。",
      "だから、これからは幸せになるんだ…。",
      "その時、雨で溜まった水が一気に零れて、車の天井をバタバタバタ！っと叩く音に驚かされ、私は我に帰る。",
      "外は相変わらずの雨。",
      "いつの間にかもう真っ暗だ。",
      "電気スタンドの灯りで作られる影は墨よりも黒くて深く、そこには何もないかのようだった。",
      "なら、…この灯りを消したら、",
      "…世界を全部なしにできるのかな。",
      "灯りを、",
      "……消してみる。",
      "漆黒の闇に呑み込まれる私。",
      "でも、空気の冷たさと雨音だけは何も変わらず、相変わらずこの世界に私が居続けている現実を、素っ気無く突きつけてくれていた。",
      "オヤシロさまの祟り、か。",
      "オヤシロさまの祟りで一家がおかしくなってしまったのか。",
      "離婚に非を感じる私が、自分のせいでないと思いたくて作り出した、自分以外の適当な言い訳なのか。",
      "…………たまに分からなくなる。",
      "あれ以来、オヤシロさまが私の元に訪れることはない。",
      "……病んだ私が生み出した妄想だったのではないかと感じる時もある。",
      "でも、",
      "…………あの時、",
      "本当に来た。",
      "それだけは間違いなかった。",
      "…ね、オヤシロさま。",
      "雛見沢を出て不幸になった私が、雛見沢に帰ってきて幸せになれたのうれしいよ。",
      "でも。",
      "雛見沢の中で不幸になった私は、今度はどこへ行けばいいのかな、",
      "…………かな。"
    ],
    "textEn": [
      "Those were",
      "my last words to my mother...",
      "no, to the woman who used to be my mother.",
      "After that, I spent many days without feeling anything. I didn't know if the days were long or short. I didn't know which season I was living in.",
      "It was supposed to be nothing out of the ordinary, not having my mother around.",
      "...But, every time my father saw things that reminded him of her...",
      "like her toothbrush,",
      "her tea cup,",
      "or her favorite books,",
      "he shed tears, which left me frustrated.",
      "That's why I decided to completely remove her belongings from the house.",
      "I roughly threw her things into a black trash bag.",
      "I started to do so frantically.",
      "By the time I knocked down her wardrobe,",
      "threw her music box hard on the floor,",
      "and broke her mirror...",
      ".........",
      "my mind was already not working properly.",
      ".........When I try to remember what happened after that...",
      "I feel disoriented.",
      "That's because the pills the doctor gave me back then made me feel disoriented and lethargic every time I took them.",
      "It seems that dullness hit me especially hard,",
      "since every time I try to remember that time, it makes me feel disoriented and lethargic, just like the pills made me feel...",
      "...I destroyed everything that smelled like my mother,",
      "but the thing I wanted to destroy the most might've been myself.",
      "Even after I threw all of her belongings away, I still couldn't stop feeling regret, and I decided to blame myself in the end.",
      "Maybe I was thinking that I wanted to do damage to her reputation and successful life by destroying her daughter, destroying myself.",
      "When I was about to reach",
      "that very last resolution...",
      "Oyashiro-sama came to me.",
      "Oyashiro-sama told me",
      "to go back to Hinamizawa.",
      "Yes, all of this was because of his curse.",
      "Oyashiro-sama brought a curse upon the Ryuugu family because we broke his rule and abandoned Hinamizawa.",
      "After I figured that out,",
      ".........",
      "everything started to make sense to me, all the crazy things that happened after my mother was gone.",
      "The curse of Oyashiro-sama did all of that to us.",
      "It was Oyashiro-sama's voice that was telling us to come back to Hinamizawa.",
      "That's right.",
      "We should've stayed in Hinamizawa.",
      "Everything went crazy because we moved.",
      "We had to go back to Hinamizawa.",
      "...I started feeling disoriented again... and a dull pain ran through my head.",
      "It might be a scream from within me telling me not to push myself too hard to remember any further.",
      "The house where we used to live in Hinamizawa was still there.",
      "My grandma already passed away, and the house was the only property she left for us.",
      "I remembered that I used to live in Hinamizawa, but all I remembered was that it was a village that I used to live in until right before I went to elementary school.",
      "I remembered the atmosphere of the village, too, but that was all I remembered.",
      "I forgot the streets and even the names of close friends I used to play with.",
      "The neighbors knew that the son of the deceased woman had come back divorced,",
      "but they didn't know us and we didn't know them.",
      "So, it was almost like we moved to a new place.",
      "...However, as far as I was concerned,",
      "it still was my hometown that I had to come back to.",
      "At first, everything was inconvenient compared to life in Ibaraki, and it was hard for both of us to adjust.",
      "But, we renovated the old house, and it was only me and my father.",
      "Life here seemed to make my father forget his pain from the divorce.",
      "Mii-chan was very kind to me, and I started to get used to my new life, too.",
      "I did everything around the house, and we gradually went back to a time when we used to live happily.",
      "Anybody can live a happy life.",
      "People sometimes say that some people are born to be unhappy, but I believe that's just an excuse for people who don't even want to try.",
      "I won't give in to fate.",
      "I'll never give up trying to recapture the happy times that I lost...",
      "...I'm going to become happy to the point where I don't even feel the happiness anymore.",
      "I'm not going to cry anymore.",
      "I'll never cry again.",
      "I used up all of my tears on that night my father hit me.",
      "The curse of Oyashiro-sama is over because we came back to Hinamizawa.",
      "So, I'm going to have a happy life from now on...",
      "All of a sudden, big raindrops hit the roof of the car, and I recovered my senses.",
      "It was still raining hard.",
      "It had already gotten dark outside.",
      "The shadows the table lamp created were very dark, and it looked as if there's nothing else around me.",
      "If I turned off this light",
      "...would everything in this world disappear?",
      "I turned off...",
      "the light.",
      "Darkness swallowed me.",
      "But, the cold air and the sound of rain didn't change a bit, and that made me realize I was still in this world.",
      "The curse of Oyashiro-sama.",
      "Did the curse of Oyashiro-sama do those crazy things to my family?",
      "Or did I convince myself it did as an excuse for myself because I didn't want to feel guilty about the divorce?",
      "...Sometimes I'm not sure.",
      "Since that time, Oyashiro-sama hasn't come to me.",
      "...I sometimes feel like it was a delusion I created because I was mentally ill.",
      "But...",
      "...he did come",
      "at that time.",
      "I'm sure about that.",
      "Am I right, Oyashiro-sama?",
      "I was unhappy after I left Hinamizawa. But, I came back and I'm happy now.",
      "But,",
      "where am I supposed to go now that I'm unhappy in Hinamizawa?",
      "...Where?"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「だめだレナ…。",
      "…不幸になったとか考えちゃいけない。",
      "私は幸せなんだ。",
      "幸せになるんだ。",
      "だから……絶対に幸せになれるんだ……！」"
    ],
    "textEn": [
      "\"Stop it, Rena...",
      "...Don't think that you're unhappy.",
      "I am happy.",
      "I will be happy.",
      "I can definitely be happy...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この暗闇に飲まれたら、きっと私は二度と幸せにはなれない。",
      "急にそんな気がして、私は電気スタンドのスイッチを探り当て、灯りをつけた。",
      "時計を見ると、午後の１１時をとっくに過ぎていた。",
      "そろそろ帰らないと、明日のお弁当の準備もできない。",
      "せめて炊飯器のタイマーをセットしなくちゃ。",
      "雨はまだ止む様子はないのかな。",
      "…そう思い、窓を覗くが、自分の顔が映るばかりで外はまったく見えなかった。",
      "窓ガラスに映る自分に、私は話しかける。",
      "お父さんが楽しそうにしているのは素敵なこと。",
      "……だって、お父さんはずっと死んだみたいだったから。",
      "そのお父さんが笑顔を取り戻してくれたのは、幸せな生活を取り戻しつつある証拠。",
      "だって、…お父さんを深く悲しませたのは、",
      "……私が悪かったから。",
      "だから、お父さんが笑顔を取り戻して、私たちが本当に幸せになれるまで、私が気を遣うのは当り前なこと。",
      "ここで私がひとりで過ごせば、多分、お父さんにとっても邪魔でなくていいだろうし、",
      "…私だって、作りたくもない笑顔を作らなくて済むのだから。",
      "でも、",
      "………今度はガラスに映る自分が囁きかけてくる。",
      "レナは本当にいい子だね。",
      "……全ての人を公平に愛して、やさしくして。",
      "誰にでも好かれるようにできるよね。",
      "でもね。忘れちゃった…？",
      "この世には、…やさしくしてあげていい大勢の人々と、",
      "…全力で拒絶しなければならない、",
      "「敵」",
      "がいることを、学んだんじゃなかったっけ……？",
      "だめだ、耳を貸しちゃいけない。",
      "………ガラスに映る自分はいつも意地悪だ。",
      "言葉が悪くて、いつも私の気苦労を馬鹿にして。",
      "……だけど、私が言いたくても言えないことをいつも、そのままに言ってくれて…。",
      "帰ろう、レナ。",
      "自分の家へ。",
      "意地悪な鏡の中のレナのことは忘れよう。",
      "そう言えば、ちょっぴりお腹が空いた。",
      "あれだけいっぱい食べたのに、…やっぱりお腹が空くんだね。",
      "そうだ。",
      "………リナさん、ショートケーキを買ってくれたんだっけ。",
      "エンジェルモートのショートケーキって食べたことないけど、きっとおいしいんだろうな。",
      "リナさんに会ったら、おいしかったですよってお礼を言わないと。",
      "…リナさんは、ちょっと育ちが知れるような言葉遣いの人だけど、きっと悪い人じゃないよ。",
      "だって、お父さんとあれだけ仲良しなんだもん。",
      "私がどうやっても見ることができなかったお父さんの笑顔を、リナさんはあっさりと引き出してしまったのだから。",
      "リナさんに感謝しないと。",
      "お父さんを元気付けてくれてありがとうって、感謝しないと。",
      "でも、……どうしてかな。",
      "……あの人の香水が、",
      "……どうしても好きになれなくて…。"
    ],
    "textEn": [
      "Suddenly, I felt that if this darkness swallowed me, I'd never be able to be happy again.",
      "I found the switch of the table lamp, and turned it back on.",
      "When I looked at the clock, it was already past\\n11 PM.",
      "I had to go home. I wouldn't have time to prepare my lunch for tomorrow.",
      "At least, I'd have to set the timer on the rice cooker.",
      "It didn't look like the rain was going to stop anytime soon.",
      "...I looked out of the window to see the rain, but could only see my reflection.",
      "I talked to that reflection in the window.",
      "I'm so glad that my father's happy.",
      "...He'd been acting like he was dead for a long time.",
      "The smile on his face is a good sign that he's regaining his former happy life.",
      "He became miserable...",
      "because of me.",
      "That's why I don't mind doing things for him until he regains his smile and we become truly happy.",
      "When I stay here alone for a while, it gives him some time to be alone with her...",
      "plus I don't have to fake a smile.",
      "But then...",
      "my reflection in the window tells me.",
      "Rena, you're such a good girl.",
      "...You're kind to everybody and love them equally.",
      "You can make anybody like you.",
      "But, did you forget something...?",
      "In this world, there are people you should be kind to...",
      "and",
      "enemies",
      "that you have to reject with all you've got. I thought you learned that lesson...",
      "No, don't listen to her.",
      "...My reflection is always mean.",
      "She always says mean things and makes fun of my worries.",
      "...But, she always tells me things that I can't say myself...",
      "Let's go home, Rena.",
      "To your home.",
      "Forget about the mean Rena in the mirror.",
      "I was a bit hungry by then.",
      "After all the desserts I ate... I still got hungry.",
      "I almost forgot.",
      "...Rina-san bought me a shortcake.",
      "I've never had a shortcake from Angel Mort, but I bet it'll taste good.",
      "I'd have to give my thanks to Rina-san the next time I see her.",
      "...Rina-san speaks in a way that makes it very clear how she grew up, but I'm sure she's a good person.",
      "That's because she's so good to my father.",
      "I did everything I could to make my father smile, but I failed. On the other hand, Rina-san can put a big smile on his face so easily.",
      "I have to thank Rina-san.",
      "I have to thank her for cheering up my father.",
      "But... I don't know why.",
      "......I just don't like...",
      "her perfume..."
    ]
  }
]