[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この隠れ家で灯りを付けても、うまい具合に廃車の山に遮られて、光は漏れない。",
      "……理屈ではわかっていても、私は念には念の意味を込め、灯りを付けなった。",
      "この静寂の隠れ家で、灯りひとつ付けずに息を潜めていることは、少なからず恐怖感を感じさせた。",
      "何かをしている方がよっぽど気が紛れる。",
      "……でも今の私は、もう頭の回転も鈍り、今後どうすればいいかを考える気力もなかった。",
      "なのに、体を横たえて体力を回復させる勇気もなく。",
      "……たまに、聞こえるような気がする不審な物音にはっとしては、夜目を凝らして息を殺す。",
      "その繰り返しだった。",
      "大石は園崎家の陰謀を信じてくれた。",
      "……だが、陰謀の証拠を掴まねば、大々的に動くことはできない。",
      "その証拠とはおそらく、寄生虫を研究している施設か何かを抑えることを意味するのだろうが、",
      "……そんな施設がどこにあるのか見当もつかなかった。",
      "入江診療所がもっともらしいとは思っているが、何の根拠もない。",
      "やつらだって、私が疑ってしまうようなところでは研究するまい。",
      "おそらく………、戦時中の防空壕を再利用しているような、秘密の地下研究所みたいなものがあるのだ。",
      "そう言えば、……古手神社の敷地の中に、中が公開されない秘密の建物がひとつあった。",
      "確か、祭具殿という名前だ。",
      "三四さんの研究によるならば、古手神社こそはオヤシロさま信仰の中心地だ。",
      "そして、その儀式のひとつである、奇祭、綿流しのための道具を納めている祭具殿はとても神聖な意味があるらしい。",
      "確か、その綿流しも、強過ぎる寄生虫からの免疫を得るため、ワクチンを作ったりする医学的な儀式だったはずだ。",
      "ならば、その綿流しに用いる祭具とは、医学的な道具ということになる。",
      "だとするならば、祭具殿という建物はもっとも神聖にして、もっとも医学的な建物ということになる。",
      "…………怪しい。",
      "祭具殿の中に、秘密の研究室があるのではないだろうか。",
      "……あぁくそ。",
      "入江診療所なんかじゃない、やるならこっちだ。",
      "何でさっき大石と電話をしている時に思いつかなかったのだろう！",
      "大石が思いつけばいいのだが……。",
      "もう一度電話ボックスへ行って、大石に祭具殿のことを話そうか？",
      "そう思った時、私は車のエンジン音が近付いてくるのが聞こえ、さらに息を潜めた。",
      "こんな深夜に車が通るなんてありえない。",
      "恐ろしい予感が頭にいくつも過ぎり、私を緊張させる…。",
      "やがて、ダム現場の工事事務所跡の方から、車のヘッドライトらしきものが光るのが見えた。",
      "さっき通り過ぎた車は工事事務所跡へ向かったのだろう。",
      "……だが、あそこは無人でプレハブだけが残っている空っぽだ。",
      "こんな時間に訪れるような場所では、断じてない。",
      "闇の中に目を凝らしていると、車のエンジンが止まってライトが消え、代わりに２人分の、ちらちらと蠢く懐中電灯の灯りが見えた。",
      "その灯りはプレハブの中へ入っていったようだった。",
      "……私があの中に潜んでいないか、探しているに違いない。",
      "私は、彼らが帰るまでの間、ずっと息を潜めてそれを眺めていた。",
      "ここからちらつく灯りだけでは、それが何者なのかはわからない。",
      "おそらくは……園崎家の手先だろう。",
      "私が家を出たことを知り、村中を探しているに違いない…。",
      "…息を潜めてなくてはならない時に限って、顔がむず痒くなったり、足が伸ばしたくなったりするのが腹立たしい。",
      "蒸し暑さでじっとりと汗ばみ、そのせいでさっきから肘の裏や首筋などが痒くて仕方がなかった。",
      "掻くと、バリバリと信じられないくらいに大きな音を立てたので、私は驚き、掻くのをやめた。",
      "……普段は虫刺されを掻いたってこんなにも意地悪な音は出ないのに！",
      "私の神経が過敏になっている証拠だろう。",
      "…これだけ離れている上、闇の中で息を潜めている。",
      "引っ掻くどころか、くしゃみをしたってバレやしないとわかってる。",
      "……それでも、わずかの音が許せず、私はしばらくの間、体中のあちこちが痒いのに我慢し、……結局、反動で全身を余計にバリバリと掻き毟るしかなかった。",
      "これからずっと隠れてやり過ごすような生活をしていかなくちゃならないのに、その最初の夜でこれだけ緊張してるようでは、とても長続きするわけない。",
      "私には、この程度のことで動じない図太さがもう少し必要に違いなかった。",
      "そう思い、無理にリラックスを装いながら、遠慮なく首筋をボリボリと掻いて、じっとり張り付いて流れない汗の不快感を堪えていた。",
      "……空腹が気になりだした。",
      "お腹の虫が今度は騒ぎ出す。",
      "…だが、お腹が空いたのはリラックスしてきた証拠に違いない。",
      "でもさすがに食事をすれば、そこそこに騒がしくなる…。",
      "私は、あの事務所跡を探しているやつらが帰るまでそれを我慢することにする。",
      "早く帰れ、早く帰れ。",
      "お前らが帰れば食事なんだ。",
      "……そう念じ続けたのが功を奏したのか、２人分の灯りはプレハブの周りを探るのを止めたようだった。",
      "……だが、念が強すぎたのかもしれない。",
      "その灯りが、ずっとこっちを照らし続けているのだ。",
      "…まさか、こっちに気付いた？！",
      "違う。",
      "彼らは、こっちへ向かって歩いてきているのだ！",
      "私は慌てて身をすくめると、毛布を被り耳を澄ませた。",
      "………やがて、………ざくりざくりと、２人分の足音が近付いてくるのを感じた。",
      "その足音が、あまりに惑いなくこちらに近付いてくるので、私は自分がすでに見付かっているのではないかと怯えた。",
      "だが、見付かっているはずはない…。",
      "この場所を始めから知っていたなら、プレハブを探すという無駄な時間は割かないはずだし、",
      "私を発見しているなら、こんなにものんびりとした足音で歩いたりはしない。",
      "……彼らがこっちへ向かってくるのはまったくの偶然なのだ…。",
      "毛布を被っているので、彼らが何者かはわからなかった。",
      "懐中電灯でどこを照らしているのかもわからないので、迂闊に窓から顔を覗かせるわけにもいかない。",
      "私は彼らの気配が消えるまで、石になったつもりで縮こまっている他ない。",
      "彼らは、私の隠れ家のすぐ近くまで来ると立ち止まった。",
      "…２人の会話が聞こえる。"
    ],
    "textEn": [
      "Even if I turned on the light in my hideout, nobody would see it because of the piles of abandoned cars in the way.",
      "...While I'm aware of that, I decided not to turn it on, just in case.",
      "It's a bit scary to hide in this quiet place, alone in the dark, holding my breath.",
      "I'd have to keep myself busy with something.",
      "...But my brain won't work properly, and I don't even have the energy to think about what to do from now on.",
      "However, I don't have the courage to lie down to sleep and regain my strength, either.",
      "...Every time I heard or thought I heard a suspicious sound, I'd gasp and stare into the dark.",
      "That's all I did all night.",
      "Ooishi believes that the Sonozaki family was behind the conspiracy.",
      "...But he can't do much without solid evidence.",
      "For that, he has to locate the facility where they're doing research on the parasite.",
      "...But we have no idea where it is.",
      "I think the Irie Clinic is still the most likely site, but I have no credible evidence.",
      "Really, I don't think they'd do their research in a place so obvious even I could guess it.",
      "They might be using one of the bomb shelters that was built during the war as some kind of secret underground research center.",
      "Now that I come to think about it... I remember a secret building nobody is allowed into on the premises of the Furude Shrine.",
      "I think it's called the ritual storehouse.",
      "According to Miyo-san's research, the Furude Shrine is the center of the local worship of Oyashiro-sama.",
      "The priest keeps the tools for ceremonies in the ritual storehouse. One of the ceremonies is the bizarre festival, Watanagashi, and so the shrine storage must be something very sacred.",
      "If I remember right, Watanagashi was also a medical ritual designed to vaccinate and immunize people against the all-too-strong parasites.",
      "That means the tools they used for Watanagashi were medical ones.",
      "If my guess is right, the ritual storehouse is the most sacred place in the village, as well as the most appropriate building to use for medical purposes.",
      "...It's suspicious.",
      "There might be a secret research center in the ritual storehouse.",
      "...Ah, damn it.",
      "The police should be performing a raid on the ritual storehouse, not the Irie Clinic.",
      "Why didn't I think of that when I was talking with Ooishi on the phone earlier?",
      "I hope Ooishi realizes this, too...",
      "Should I go back to the phone booth and tell him about the ritual storehouse?",
      "But when I thought that, I heard a car coming closer. I held my breath.",
      "It's not normal for a car to come here this late at night.",
      "I thought about many possible scary scenarios, which made me nervous...",
      "After a while, I saw the headlights of the car near the former dam construction office.",
      "The car must have passed by me and gone to the office.",
      "...But it's a deserted empty office building. There's nothing there.",
      "It's not a place where people would visit this late at night.",
      "While I was staring into the dark, the engine of the car stopped, and its headlights were turned off. I could see two flashlights flickering in the darkness.",
      "The lights moved into the office building.",
      "...They must think I'm hiding there.",
      "I held my breath and kept watch on their movements.",
      "I can't tell who they are.",
      "But I bet... they're pawns of the Sonozaki family.",
      "They know that I ran away from home. They must be looking for me everywhere in the village...",
      "...Though I needed to conceal my breath, my face started feeling itchy, and I had an urge to stretch my legs. My own body infuriated me.",
      "The humidity made me sweat all over, so the back of my knees and my neck had been itchy for quite a while.",
      "Scratching would make an unbelievably loud noise, so I decided not to scratch anymore.",
      "...It usually doesn't make any noise when I just scratch some mosquito bites!",
      "I'm probably just being nervous and overreacting.",
      "...There's quite the distance between me and them, and I'm in the dark, holding my breath.",
      "They wouldn't notice it even if I sneezed, let alone scratched myself.",
      "...But I didn't want to make any noise at all. So, I tried to forget the itchiness. ...But after all that, I ended up scratching everywhere like mad.",
      "I have to live in hiding like this for a while. I don't know how long I can go on when I'm so nervous on just the first night.",
      "I need to toughen up more so I can remain placid, even in a situation like this.",
      "I forced myself to relax, scratched my neck without hesitation, and tried to cope with the sticky sweat all over my body.",
      "...I started getting hungry.",
      "My stomach growled.",
      "...That's a good sign, though, since it means I'm starting to relax.",
      "I can't eat yet, though. It'd make a lot of noise...",
      "I decided to wait until they finished looking for me and went away.",
      "Go away. Go away.",
      "I can eat if you go away.",
      "...It seemed like the intentions I was sending out bore fruit. They had stopped looking around the building.",
      "...However, I must have concentrated my thoughts too strongly.",
      "They were pointing their flashlights in my direction.",
      "...Did they notice me?!",
      "No.",
      "Not only that, they're walking towards me!",
      "I made my body as small as possible, hid under the blanket, and listened for their footsteps as carefully as I could.",
      "...All the while... I heard their footsteps coming closer and closer.",
      "Since the footsteps are coming straight towards me, they must already know where I am, I think. It's scary.",
      "But there's no way they already know where I am...",
      "If they did, they wouldn't have wasted their time looking for me around the office building,",
      "and they wouldn't walk as slowly as they did.",
      "...It's just a coincidence that they're walking in this direction...",
      "Since I'm hiding under the blanket, I can't see who they are.",
      "I don't know where they're shining their flashlights, so I can't stick my head out from the window to see who they are, either.",
      "I'd just have to stay motionless like a rock until I sense they're gone.",
      "They stopped when they came near my hideout.",
      "...I could hear their conversation."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「…………いねえだろ。」"
    ],
    "textEn": [
      "\"...I don't think she's here.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「ぐるっと回ってみるか。",
      "そっち見てくれ。」"
    ],
    "textEn": [
      "\"Let's look somewhere else.",
      "You look over there.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "彼らの足音が別れ、２人がぐるっとこのゴミ山を巡回しているのがわかる。",
      "……この隠れ家は廃車の中を改装しただけのものだ。",
      "ぱっと見ただけでは普通の廃車にしか見えない。",
      "…だが、中を覗きこまれれば、明らかにただの廃車でないことがわかってしまう。",
      "もしバレたら、完全に袋の鼠だ…。",
      "彼らの会話から、明らかに自分を探しているものとわかる。",
      "……では…こいつらは、園崎組の特攻隊？！",
      "見付かれば、……この場で捻り殺されてしまうに違いない！",
      "この場所がどれほど殺しに向いているかを私は身に染みて理解している。",
      "何しろ２人も殺せたんだ。",
      "私にもできたんだから、プロ中のプロの彼らには造作もない！",
      "でも、だからと言って、今の私には何もできない。",
      "ただただ、彼らが立ち去ってくれることを祈るしかできない。",
      "その時、かすかにピーーー…というか細い電子音が聞こえた。"
    ],
    "textEn": [
      "I could tell by the sound of their footsteps that they went separate ways and that each of them is walking around the piles of trash separately.",
      "...I made this hideout out of an abandoned car. I just redecorated it.",
      "So on the outside, it still looks like nothing other than an abandoned car.",
      "...But once you look inside, you can instantly tell it's more than that.",
      "So, if they look inside, I'm done for...",
      "It's obvious that they're looking for me.",
      "...Are they a Sonozaki Corps attack unit?!",
      "If they find me... I'll be killed for sure!",
      "I know all too well that this place is perfect for murdering people.",
      "I killed two people here myself.",
      "If I can do it, it'll be no problem for them, because they're real professional killers!",
      "Even so, there's nothing I can do right now.",
      "I just have to pray that they'll leave here soon.",
      "At that time, I heard a slight beeping sound."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「……敦です、感度良好。",
      "…………………はい。",
      "…………………ごぐらぁ？！",
      "はい、了解です。」"
    ],
    "textEn": [
      "\"...This is Atsushi. I can hear you loud and clear.",
      ".........Yes.",
      "............Gogura?!",
      "Yes, understood.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「どうした？」"
    ],
    "textEn": [
      "\"What's wrong?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「竜宮レナは穀倉らしい。",
      "目撃情報があったそうだ。」"
    ],
    "textEn": [
      "\"It seems like Rena Ryuugu is in Gogura.",
      "Somebody saw her there.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「おいおい…、お手上げだぜ。",
      "どうするんだよ。」"
    ],
    "textEn": [
      "\"Oh man... That's it. We'll never find her now.",
      "What are we gonna do now?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「とにかく是が非でも、ひっ捕まえてつれて来いって旦那の命令だ。",
      "例え行ったのが札幌だろうと博多だろうと、追っ掛けるしかねぇだろ。」"
    ],
    "textEn": [
      "\"It's an order. We have to find her no matter what. We have to bring her to him.",
      "It doesn't matter if she's in Sapporo or in Hakata. We have to find her.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「無理だぜ、見つかるわけねぇ。",
      "……それでも探さなきゃなんねぇのか？」"
    ],
    "textEn": [
      "\"It'll be impossible to find her, though.",
      "...Do we still have to look?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「……旦那は竜宮レナの持つ、鷹野三四のスクラップ帖ってのを欲しがってる。",
      "あんだけの剣幕になるんだから、相当のもんだろうぜ。」"
    ],
    "textEn": [
      "\"...Rena Ryuugu has Miyo Takano's scrapbooks, and he wants them.",
      "He was pretty upset about it, so I'm sure they're worth a lot.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「で、俺たちはどうするんだよ。」"
    ],
    "textEn": [
      "\"So, what are we going to do?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sonozaki Gangster",
    "labelJp": "園崎組員",
    "textJp": [
      "「竜宮家前に張り付きだけ残して、他は引き上げだそうだ。",
      "戻って麦茶でも飲もうぜ。」"
    ],
    "textEn": [
      "\"It seems like he recalled the others, except the ones who're watching her house.",
      "So, we should go back to the office, too. Let's have some barley tea or something.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それから２人の足音は遠いてやがて聞こえなくなり、………車のエンジンをかける音。",
      "私はそこでようやく毛布を出て外を見た。",
      "車のライトがＵターンし、引き上げていくのが見えた。",
      "そしてエンジン音すら夜のしじまに溶け込む………。",
      "私は、ためにためていた熱いため息を一気に吐き出し、",
      "さっきまでずっと堪えていた全身の虫刺されを掻き毟り、べったり張り付いていた汗を拭って、こらえていたセキを全て吐き出すのだった。",
      "やつらの会話をはっきりと聞いた。",
      "間違いなく今の２人は園崎組の手先だった。",
      "……それは大石の言っていた話とも合致する。",
      "そして彼らはもっとはっきりと重要なことを口にした。",
      "それは「スクラップ帖」が目的であると明言した点だった。",
      "私は今日まで、自分が狙われる理由を、三四さんのスクラップ帖を受け取ったからと推測してきたが、誰の口からもそう聞かされていたわけではない。",
      "……私の思い込みであると、無理に思い込むこともできた。",
      "だが、彼らははっきりと口にしたのだ！",
      "竜宮レナをひっ捕まえる。",
      "その理由は鷹野三四のスクラップ帖を持っているからだとはっきりと口にした！",
      "それから、竜宮家前に監視を残したということも言った。",
      "……当然だろう。",
      "私も追う側だったら間違いなく抑える。",
      "家には間違っても戻らない方がいい。",
      "…………だが、…実はこれらのことよりもはるかに重要なことを彼らは言っていた。",
      "そう、それは",
      "…………、",
      "「竜宮レナが穀倉にいた」ということだ。",
      "これがごく普通の状況下でなら、おそらくよく似た何者かの見間違いだろうと笑い捨てられる。",
      "………だが、現在はすでにそういう状況ではない。",
      "三四さんがすでに死んでいるのに、「居た」。",
      "そして私がここにいるのに、穀倉に「居た」。",
      "………それは三四さんのスクラップ帖に書かれた内容の中で、…もっとも信じたくない部分だった。",
      "やつらは……、園崎家の暗躍などとは別に、………私に徐々に迫ろうとしている…。",
      "……すでに何もかもが、私の常識を超えようとしている。",
      "…戦うべきか逃げるべきか、それすらの判断もつかず、私は立ちすくみ食いちぎられようとしている…？",
      "……………いやだいやだ…。",
      "立ちすくんだまま食い殺されるなんて絶対に嫌だ。",
      "勝てないなら逃げたい。",
      "逃げられないなら戦いたい。",
      "………絶対に幸せになってやるんだ、絶対！",
      "座してなんか、終われるものか…！",
      "だが、……………三四さんのスクラップ帖の「予言」する敵は、少しずつ私に近付きつつあり、私を蝕みつつある。",
      "このゴミ山にいる私が、人知れず失踪してしまうようなことがあれば。",
      "穀倉に現れた私が、何事もなかったかのように、私に変わって元の生活に入り込む。",
      "……周りには絶対にわからない。",
      "お父さんにだって友達にだって、誰にもわかることなく、入れ替わっていく……。",
      "いや、私が気付いていないだけで……、",
      "もう身近な人間たちがだいぶ入れ替わり始めているのではないだろうか……？",
      "そう。",
      "………園崎家が起こそうとしている細菌テロなど、結局は彼らの手の平で踊っているだけのことなのだ。",
      "彼らの仲間に取り憑かれた鼠は、猫を恐れなくなる。",
      "その結果、猫の姿を見ても逃げなくなる。",
      "……だから猫に食われ、彼らは猫の体へ移ることができるのだ。",
      "……鼠は彼らの目的に利用されているだけで、その目的を助けるために猫を恐れなくなるわけではない。",
      "だから園崎家も同じこと。",
      "……自らの意思で動いているように思っていて、…その実、彼らの目的を知らず知らずに手伝っている。",
      "それこそは、太古の昔からの彼らの「寄生」。",
      "我々は所詮、鼠の群れに過ぎないのだ。",
      "ほとんどの馬鹿で愚鈍な鼠たちは、彼らの存在など気付きもせず、結局は自らの意思で生きているよう誤解しながら、彼らの目的を手伝う。",
      "……だが、稀に勘のいい鼠が生まれることもあった。",
      "勘のいい鼠は自分たちが利用されていることを知り、時に彼らの存在を看破した。",
      "……もちろん看破したところで、誰も信じないのだから問題はない。",
      "やがて看破した鼠も勘違いだったと思い、飲まれて消える。",
      "ところがさらにさらに稀に、……その気付きを、客観的に証明できる鼠が現れる。",
      "それがまさに三四さんだった。",
      "彼らにとって、……この稀な鼠は極めて危険な存在だった。",
      "…だから、この鼠が現れた時、彼らは信じられないくらいに強引で、大胆に、取り除こうとする。",
      "その強引で大胆な手口は、…実は意外にも私たちは知っている。",
      "……だが、愚鈍な鼠たちはそれを嘲笑い信じない。",
      "……信じないように誘導され、結局彼らを助けているのに、気付かない。",
      "………彼らは三四さんを消した。",
      "そして、……入れ替わろうとした。",
      "だが、彼らの失敗は消したはずの本当の三四さんの死体を、見つけられてしまったこと。",
      "だから、入れ替わりに失敗してしまったのだ。",
      "……………なら、……私をも消し、入れ替わろうとするだろう。",
      "あるいは、私に近付くために、………私の仲間たちとも入れ替わるだろう。",
      "……外見だけが同じなのに、……中身はまったく違う、我々の想像を絶する…異常な存在。",
      "いや、…………現れる。",
      "もう、",
      "現れてる。",
      "三四さんの死の翌日に現れた。",
      "そして今夜、穀倉に私が現れた。",
      "……まだまだ現れる。",
      "彼らは形振り構わず私を追っている。",
      "まだまだ、まだまだ、……現れる…。",
      "その時、スクラップの斜面を何者かが降りてくる音が聞こえた。",
      "私は再び身を屈め、音が聞こえた方を疑う。",
      "…………懐中電灯の灯りは１つ。",
      "…１人のようだった。",
      "………誰？",
      "……こんな時間に…？",
      "その人影はとても小さく、……断じて大人ではありえなかった。",
      "全身にぞわぞわっとしたものが走り抜ける…！",
      "懐中電灯がこっちを照らし、足音はまっすぐ近付いてくる。",
      "………さっきの連中と違い、私がここに隠れていることを理解しているような足音だった。",
      "…いや、……きっとそれは偶然。",
      "…もう一回隠れよう。",
      "絶対にやり過ごせる。",
      "さっきだってやり過ごせた。",
      "…隠れろ、隠れろ…！！",
      "私は毛布を被り、自分は石だと念じながら縮こまった…。",
      "だが、信じられないくらいに無常に、足音は近付いてくる………。",
      "そして、",
      "………この隠れ家の車を、",
      "……コン、",
      "コン、",
      "と、……ノックするように叩いた。",
      "私は両目を見開き、全身からボタボタとあふれ出る脂汗を抑えられずにいる。",
      "……それがノックを意味するものでないと信じたくて、頭を真っ白にして恐怖と戦っていた。",
      "だが、ノックは再び響く。",
      "………毛布越しに明るさを感じた。",
      "…私は、……懐中電灯ではっきりと照らし出されているのではないだろうか……！",
      "それでも、なお私は恐怖をかみ殺す。",
      "……身動きさえしなければ、私には指一本触れられないのだと…勝手なおまじないを決め、わずかの震えすら耐えた。"
    ],
    "textEn": [
      "I heard their footsteps going further, and then I didn't hear them anymore. After a while, I heard the engine of their car starting.",
      "I finally got out from under the blanket and looked outside the window.",
      "The car made a U-turn and drove away.",
      "The sound of the engine faded away into the darkness...",
      "I heaved a sigh of relief.",
      "I scratched at all of my itchy mosquito bites, wiped the sticky sweat off my face and neck, and finally allowed myself to cough.",
      "I'd heard their conversation clearly.",
      "They're the pawns of the Sonozaki Corps, without a doubt.",
      "...It matches with what Ooishi told me.",
      "And they said something very important.",
      "They clearly said that they're after \"the scrapbooks\".",
      "Up until now, I'd only assumed that they were chasing after me because I had Miyo-san's scrapbooks.",
      "...I could've forced myself to believe that it was just my assumption.",
      "But they said it loud and clear!",
      "\"We need to find Rena Ryuugu.",
      "She has Miyo Takano's scrapbooks.\" That's what they said!",
      "They also said that they're keeping watch on my house.",
      "...I'm not surprised.",
      "That's exactly what I would do if I were them.",
      "I can't go back to my house anymore. It's out of the question.",
      "...But... in fact, they said something way more important than any of that.",
      "They said",
      "......",
      "\"Rena Ryuugu was seen in Gogura.\"",
      "If I was in a normal situation, I'd probably think that somebody saw a lookalike, and I'd laugh out loud.",
      "...But the situation is different now.",
      "Miyo-san was dead, but she was at the festival.",
      "I'm here, but I was in Gogura.",
      "...Miyo-san wrote about it in her scrapbooks... and I didn't want to believe it.",
      "They're... coming closer to me... and I don't mean the Sonozaki family...",
      "...Something beyond common sense is about to happen.",
      "...Should I fight or should I run? I don't even know what I should do. I feel like I'm rooted to the spot with fear. Am I about to be eaten...?",
      "...No, no, no...!",
      "I don't want to be eaten alive.",
      "I want to run away if I can't win.",
      "If I can't run, I want to fight.",
      "...I'm going to be happy. I know I am!",
      "I'm not going to sit pretty and let them get me...!",
      "But... the enemy Miyo-san foretold of in the scrapbooks is coming closer to me, and it's starting to eat me up.",
      "I'm in the garbage dump, alone. If I disappeared right now without anybody knowing it...",
      "The person who was in Gogura would replace me and start living my life.",
      "...Nobody would notice the change.",
      "My father wouldn't notice it. My friends wouldn't notice it. <i>It</i> would replace me without having anyone noticed it...",
      "Wait.",
      "Many people close to me might've been replaced already...",
      "That's right.",
      "...The Sonozaki family is plotting bioterrorism. But that's only a part of what <i>they</i> are planning.",
      "Mice possessed by <i>them</i> don't get scared of cats.",
      "As a result, they don't run away.",
      "...They'll be eaten by the cats, and <i>they</i> can move into the cats' bodies.",
      "...Mice are only used by <i>them</i> for that purpose. It's not that they lose their fear of cats in order to help <i>them</i> achieve their purpose.",
      "The same thing goes with the Sonozaki family.",
      "...They think they're doing things by their own will... but they're just helping <i>them</i> without realizing it.",
      "That's exactly how they've lived since long ago, being the \"parasite\".",
      "We're nothing but a bunch of mice to them.",
      "Most mice are stupid. They don't even notice <i>their</i> existence. They help <i>them</i> to achieve <i>their</i> purpose, thinking they're living their lives by their own will.",
      "...But very rarely, a mouse with wits is born.",
      "This mouse notices that he's being used, and he also notices <i>their</i> existence.",
      "...But nobody believes him, so it's not a big deal.",
      "He starts thinking that it was his mistake, and he gets swallowed by <i>them</i>. Eventually, he disappears.",
      "But even more rarely... a mouse appears from nowhere, notices <i>their</i> existence, and objectively proves it.",
      "That mouse was Miyo-san.",
      "To <i>them</i>... this mouse was a rare and very dangerous existence.",
      "...That's why they resorted to unbelievably bold and violent methods to try and eliminate that mouse when it appeared.",
      "But surprisingly, we knew... about those measures.",
      "...But the stupid mice don't believe it.",
      "...They don't notice that <i>they</i> are forcing them to not believe it, and that they're helping <i>them</i> in the end.",
      "...<i>They</i> killed Miyo-san.",
      "And... they tried to replace her.",
      "But they made a mistake. We found the real corpse of Miyo-san.",
      "That's why they failed to replace her.",
      "...They'll try to kill me and replace me, too.",
      "Or they'll replace my friends... in order to get close to me.",
      "They'll look just like the real people... but they're totally different inside. They're an abnormal existence that's beyond our imagination.",
      "I know... they'll appear.",
      "No... They're already",
      "here.",
      "It appeared the day after Miyo-san died.",
      "And it appeared in Gogura tonight.",
      "...They'll keep coming.",
      "They're openly after me now.",
      "They'll keep coming... They'll keep coming...",
      "Right then, I heard somebody coming down the slope.",
      "I concealed my presence again, and I looked at the direction where the footsteps were coming from.",
      "...I could see one flashlight.",
      "...It looked like there was only one person now.",
      "...Who is it?",
      "...This late at night...",
      "<i>Its</i> shadow is very small... I can tell <i>it</i> \\nisn't an adult.",
      "I felt a chill running through my body...!",
      "<i>It</i> shined the flashlight towards my hideout, and <i>its</i> footsteps were coming straight towards me.",
      "...It's different from the other guys earlier. I can tell by the sound of the footsteps that <i>it</i> knows I'm hiding here for sure.",
      "...No... it must be just a coincidence.",
      "...I should just conceal myself again.",
      "I can make it through this again.",
      "I made it through last time.",
      "...I need to hide. I need to hide...!!",
      "I pulled the blanket over myself, made myself as small as possible, and kept telling myself that I was a stone...",
      "But the footsteps kept coming closer and closer...",
      "And...",
      "<i>it</i>",
      "knocked",
      "on the door",
      "of my hideout...",
      "I opened my eyes wide. I broke out in a nervous sweat.",
      "...Not wanting to believe that the sound I heard was a knock, my mind went completely blank.",
      "But <i>it</i> knocked on the door again.",
      "...I could feel a light shining on the blanket.",
      "...<i>It</i>... might be shining the flashlight on me...!",
      "But I still held back my fear.",
      "...As long as I don't move, <i>it</i> can't put a finger on me... I kept telling myself that as if I was casting a spell. I tried not to shake in fear."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "???",
    "labelJp": "？？？",
    "textJp": [
      "「……………くすくすくすくす。」"
    ],
    "textEn": [
      "\"...Hee hee hee.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それは明白な笑い声。",
      "……私が見つかっていないだろうと、未だ縮こまり続けていることを嘲笑う声。",
      "だけど、…それでも私はこらえる。",
      "……だってだって、…ここから出たら…！！"
    ],
    "textEn": [
      "<i>It</i> laughed.",
      "...<i>It</i> has laughed at me because I thought I was still hiding perfectly.",
      "But... I still tried.",
      "...Because if I got out of the blanket...!!"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "???",
    "labelJp": "？？？",
    "textJp": [
      "「……何に怯えてるの？",
      "……くすくすくすくす。」"
    ],
    "textEn": [
      "\"...What are you scared of?",
      "...Hee hee hee.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ぅ、……ぅわああああぁあぁああぁあ！！！」"
    ],
    "textEn": [
      "\"W...Woooooooooooohhhhhhhh!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は毛布を払いのけると、その声の主と対面した。",
      "………それは、……梨花ちゃんだった。",
      "…それはまさに、………ありえない場所でのありえない出会いだった。",
      "こんな深夜に……こんな場所に梨花ちゃんが１人で現れるなんて、……ありえない！",
      "…私は咄嗟に悟る。",
      "この梨花ちゃんは、………確かにどこから見ても梨花ちゃんだが、",
      "………梨花ちゃんの外見を完璧に模した、",
      "………それ以外の存在であることを悟る。",
      "三四さん、私、……そして、梨花ちゃんまでも…ということなのか…。",
      "だから私は、恐怖に押しつぶされる前に、少しでも心を奮い立たせようと、あえて攻撃的に口を開いた。"
    ],
    "textEn": [
      "I threw off the blanket, and saw the owner of the voice.",
      "...<i>It</i> is... Rika-chan.",
      "...Now... Why is she here? Why did she come here to see me?",
      "I don't understand why she came all the way here alone this late at night...",
      "...I realized all of a sudden.",
      "She looks just like Rika-chan... on the outside...",
      "but she's not her. <i>It</i>",
      "is just copying her appearance.",
      "<i>It</i> came to Miyo-san, to me... and to Rika-chan...",
      "I decided to talk aggressively on purpose in order to work up courage before my fear crushed me down."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………梨花ちゃん……かな…？」"
    ],
    "textEn": [
      "\"...Is that you... Rika-chan...?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……みー。",
      "…他の誰に見えるのですか？」"
    ],
    "textEn": [
      "\"...Meep.",
      "...Who else do I look like?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんは、私のよく知る梨花ちゃんのように応えた。",
      "……だが、ありえない。",
      "こんな時間のこんな場所を訪れるなんて、絶対にありえない…！！"
    ],
    "textEn": [
      "<i>It</i> answers just like the Rika-chan I know.",
      "...But I know it's not Rika-chan.",
      "Rika-chan wouldn't come to a place like this so late at night...!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………わかるよ。",
      "…………梨花ちゃんじゃ、ないんでしょ？」"
    ],
    "textEn": [
      "\"...I know who you are.",
      "...I know you're not Rika-chan.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………。」"
    ],
    "textEn": [
      "\"...............\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……お生憎だけど、私の目は誤魔化せないよ。",
      "外見が梨花ちゃんであっても、…あんたは梨花ちゃんじゃない。",
      "私の友達の古手梨花じゃない。",
      "……何者…？！」"
    ],
    "textEn": [
      "\"...I'm afraid you can't deceive me like you can the others.",
      "Even though you look just like her... I know you're not Rika-chan.",
      "You're not my friend, Rika Furude.",
      "...Who are you...?!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……………………。」"
    ],
    "textEn": [
      "\"...............\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花は、しばらくの間、きょとんとしていた。",
      "…私の言っていることがわからないかのように振舞っているようにも見えた。",
      "だが、……その間が、",
      "長い。",
      "何のことかわからなければ、とっくに沈黙に堪えきれなくなってもおかしくないはずの時間を、……無言でいた。",
      "そして、…………ついに化けの皮を、",
      "…脱ぐ。"
    ],
    "textEn": [
      "Rika looked stunned for a while.",
      "...She looked as if she didn't understand what I was talking about.",
      "But... she pretended like that",
      "for too long.",
      "If she really didn't know what I was talking about, she wouldn't be able to stand the silence for this long. But she kept quiet.",
      "And... she finally showed",
      "her true character."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……くす、",
      "……",
      "くす",
      "くす",
      "くす",
      "くす",
      "くす。」"
    ],
    "textEn": [
      "\"...Hee",
      "...",
      "hee",
      "hee",
      "hee",
      "hee",
      "hee.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そいつは笑う。",
      "………外見上、絶対に看破できるはずのない自分が梨花でないことを看破したことを、面白がるかのように笑った。"
    ],
    "textEn": [
      "<i>It</i> laughed.",
      "...<i>It</i> laughed at me because I figured out something that was almost impossible to figure out; that <i>it</i> was not Rika."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………あんた、",
      "………誰！！」"
    ],
    "textEn": [
      "\"...Who",
      "are you...?!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の問い掛けに応えず、……そいつはしばらくの間、ひとりで笑い続けていた。",
      "それから、……私に目を合わせ、……梨花ちゃんが絶対に見せたことのないような瞳を覗かせて、こう言った。"
    ],
    "textEn": [
      "<i>It</i> didn't answer my question. ...<i>It</i> kept laughing for a while.",
      "And then, <i>it</i> looked straight into my eyes in a way Rika-chan never did before, and <i>it</i> said this."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「私もこの世に生きて長いけど。",
      "………私を梨花じゃないと見破ったやつは初めてよ。",
      "あなたは勘がいい人だと初対面から思ってたけど、………大したものね。",
      "くすくすくす…。」"
    ],
    "textEn": [
      "\"I've lived for quite a long time.",
      "...But you're the first one who penetrated my disguise.",
      "I always thought you had good intuition, but... you're pretty good.",
      "Hee hee hee...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………！！！」"
    ],
    "textEn": [
      "\"...............!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……私が心の中で一番怯えていたことを、はっきりと口に出され…、私は明らかに驚愕していたと思う。",
      "こう言われたら恐ろしい、こう言われたら曲解のしようもない、",
      "……そういう恐れが書き出されてどこかに置かれているのではないかと思うくらいに、…それをはっきりと口にした。"
    ],
    "textEn": [
      "...She clearly spoke to me the things that I was most afraid of... I was completely shocked.",
      "It's like she told me everything that could possibly scare me.",
      "I didn't want to hear any of this. It's something I can't possibly twist in a way I can comprehend."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「でもあえて梨花だと名乗っておくわ。",
      "………私も、梨花を自分の呼び名だと思って、かなり長いしね。」"
    ],
    "textEn": [
      "\"Let's just say I'm Rika for now.",
      "...It's been a while since I started to call myself that.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……へぇ………。",
      "…長いって、",
      "………どれくらいに………？」"
    ],
    "textEn": [
      "\"...Oh, really...",
      "It's been a while, huh?",
      "Like how long...?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「大したことはないわ。",
      "ほんの１００年程度よ。」"
    ],
    "textEn": [
      "\"Not that long.",
      "It's only been about 100 years.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………は、",
      "………はぁ？！",
      "何を言ってんの、あんた！！！」"
    ],
    "textEn": [
      "\"......Wh-",
      "What...?!",
      "What are you talking about?!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "矛盾した感情だった。",
      "目の前の存在が梨花でないとわかっていながら、梨花でないその存在を否定してしまう。",
      "……この感情が人間に備わり続ける限り、…人間は自らの知らないものを永遠に認知できないだろう。",
      "…だからこそ、「彼ら」を人類は認知できないのだが。"
    ],
    "textEn": [
      "I'm contradicting myself.",
      "I know the person who's standing in front of me isn't Rika, but at the same time, I deny its existence.",
      "...As long as humans hold this kind of emotion... they can never accept unknown existences.",
      "...In other words, we can never accept \"them\"."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「怯えなくていいわ。",
      "あなたは車内。",
      "私は車外。",
      "……互いに、相手に物騒なことをするのは簡単じゃない。",
      "お互いに都合のいい距離だと思うけど？"
    ],
    "textEn": [
      "\"You don't have to be scared.",
      "You're in the car.",
      "I'm outside of it.",
      "...It's not easy for either of us to do something to the other.",
      "I think this is a perfect distance between us."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "私が何百年生きていようとも、古手梨花は所詮、小さな子どもだもの。",
      "あなたに腕力で勝てると思ってないわ。",
      "………むしろ、逆上したあなたに飛び掛られないか、不安なのはこっちの方なんだから。」"
    ],
    "textEn": [
      "No matter how long I've lived, Rika Furude is still just a little kid.",
      "You're still stronger than me.",
      "...I should be more careful than you, because you could snap and jump on me anytime.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……私はこの梨花の外見をした不気味な存在が、私と会話をしに来ていることを悟り、ほんの少しの精神的余裕を回復した。",
      "だが、………このような深夜のありえない場所で、…私と何を話したいというのか。",
      "もはや私は俎上の鯉。",
      "……ならば、今この場は潔くする他なかった。",
      "相手の出方をしばらく待つと、…そいつは口を開いた。"
    ],
    "textEn": [
      "...I realized that this creepy thing that looks just like Rika was only here to talk to me. I felt my tension fade away a little bit.",
      "But still... I don't know what she wants to talk to me about at a place like this, so late at night.",
      "I'm like a fish on a cutting board.",
      "...There's nothing I can do other than to wait and see what's going to happen.",
      "I waited for <i>it</i> to make a move for a while... And then, <i>it</i> opened its mouth again."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…………あなたは、何かに怯えている。",
      "………それは正解？」"
    ],
    "textEn": [
      "\"...You're afraid of something.",
      "...Am I right?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "嫌味な言い方だった。",
      "……あの愛くるしい梨花ちゃんの顔が、こんなにも歪みながら笑うなんて信じられなかった。",
      "だから私は、心の中に沸きあがろうとする恐怖の感情をねじ伏せながら、気丈に返す。"
    ],
    "textEn": [
      "<i>It</i> uses sarcasm.",
      "...Rika-chan's cute face looked uglier than ever when <i>it</i> smiled.",
      "I held back my fear, and tried to reply firmly."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………えぇ。",
      "お陰様で。」"
    ],
    "textEn": [
      "\"Yes.",
      "Thanks to you.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「そう。",
      "……………何に怯えているの？」"
    ],
    "textEn": [
      "\"So............",
      "what are you afraid of?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……あんたらが……一番よくわかっているくせに！！」"
    ],
    "textEn": [
      "\"...You should know that better than anybody else!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……………くすくす。」"
    ],
    "textEn": [
      "\".........Hee hee hee.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "こいつは、車の内外に立ち会うことで互いが守られているなんて言ったが。",
      "明らかに私が追い詰められているのは明白だった。",
      "……こいつと話をしている間に、こいつの手先が私を取り囲んでしまうのではないか。",
      "…そう思い、一層耳を澄ます…。"
    ],
    "textEn": [
      "<i>It</i> told me earlier that we were safe from each other because one was in the car and the other was standing outside.",
      "But it's obvious that I'm the one who is being driven into a corner.",
      "...While I'm talking to <i>it</i>, I could be being surrounded by <i>its</i> minions.",
      "...I got scared, and tried to listen to the sounds of my surroundings carefully..."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「怖がらないで。",
      "私はあなたを助けに来たんだから。",
      "…くすくすくす。」"
    ],
    "textEn": [
      "\"Don't be scared.",
      "I came here to help you.",
      "...Hee hee hee.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「助けに…？",
      "へ、へぇ……どうやってかな…？」"
    ],
    "textEn": [
      "\"You came here to help me...?",
      "Oh, really? I wonder how you're going to do that...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「あなたはね、…ちょっと病気になってしまっただけなの。",
      "ちょっとしたお薬で楽になるのよ。",
      "………私はその薬を持ってきたと言ったら、関心がある？」"
    ],
    "textEn": [
      "\"You're just sick at the moment.",
      "You need medicine. That's all.",
      "...Would you be interested if I told you I brought it along?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…く、……薬………？」"
    ],
    "textEn": [
      "\"...M-Medicine...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花に瓜二つな外見を持つそいつは、…ポケットをまさぐると、そこから小さなケースを取り出す。",
      "それをパチンと開き、中身を見せる。",
      "……その中身を見た時、私は、あっと叫ばずにはいられなかった。"
    ],
    "textEn": [
      "<i>It</i> put its hand in its pocket... and took out a small case.",
      "<i>It</i> opened the case and showed me what was inside.",
      "...What was in there made me gasp in surprise."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……ちゅ、",
      "………注射器……………？！」"
    ],
    "textEn": [
      "\"...A s-",
      "syringe............?!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "注射器なんて、個人がそうそう持ち歩けるものじゃない。",
      "もう何から何までもが滅茶苦茶だった。",
      "……でも、梨花ちゃんが手にしているのは注射器。",
      "他に曲解のしようがない…！"
    ],
    "textEn": [
      "It's not normal for a person to carry around a syringe.",
      "I have no idea what's going on.",
      "...But what Rika-chan is holding in her hand is a syringe.",
      "There's no way I can twist that fact around...!"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「そう。",
      "あなたを楽にしてくれる注射よ。」"
    ],
    "textEn": [
      "\"That's right.",
      "The contents of this syringe are going to help you get better.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「楽になれるって？！",
      "はッ！！",
      "私にはわかってる。それでしょ？！",
      "富竹さんを殺した薬物の正体は！！",
      "原始の力を持った寄生虫！！",
      "うじ湧き病を再現させる恐ろしい注射！！」"
    ],
    "textEn": [
      "\"It'll help me get better?!",
      "Huh!!",
      "I know what it is!",
      "It's the drug that killed Tomitake-san!!",
      "It's the parasite at its full strength!!",
      "It'll give me the maggot disease!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「富竹の注射はね。",
      "でもこれは違うわよ。",
      "本当よ？」"
    ],
    "textEn": [
      "\"This is a different drug",
      "from the one that was used on Tomitake.",
      "I promise.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "くすりと笑う。",
      "その笑いが怖かったんじゃない。",
      "……富竹さんの死因をあっさりと認めた事実の方が恐ろしかった！",
      "そして、富竹さんをうじ湧き病に導いた直接の「原因」をあっさりと認めたのだ！！"
    ],
    "textEn": [
      "<i>It</i> giggled.",
      "It isn't the giggling that scares me.",
      "...I'm scared that <i>it</i> admitted the cause of Tomitake-san's death so easily!",
      "And <i>it</i> also admitted the direct \"cause\" of the maggot disease that Tomitake-san died from!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………私にもあの死に方をさせるつもりなんでしょう！",
      "そして、……穀倉に現れたレナが私に入れ替わって一件落着…。",
      "…そういう魂胆なんでしょ？！",
      "誰がそんな注射をするもんかッ！！」"
    ],
    "textEn": [
      "\"...I know you're going to kill me in the same way he died!",
      "And... that the Rena in Gogura is going to replace me.",
      "Problem solved, right?",
      "I'm not going to let you give me the shot!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………まぁ、嫌がるとは思った。",
      "明らかに怪しいしね。」"
    ],
    "textEn": [
      "\"...Well, I knew you would say that.",
      "This syringe looks very suspicious, of course.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「わかってるじゃないの……。",
      "…ならどうするの！",
      "…富竹さんみたいに、集団で襲って無理やり注射でもするの？！」"
    ],
    "textEn": [
      "\"You're smarter than I thought...",
      "So what now?!",
      "...Are you going to gang up on me and give me the shot like you did to Tomitake-san?!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんは検死の結果、致命的な最後を遂げる直前、明らかに数人を相手に乱闘を演じた痕跡が残っていた。",
      "…それはつまり、嫌がる彼に無理やり注射を施したということに違いない。"
    ],
    "textEn": [
      "Tomitake-san's autopsy report said that he had bruises on his body that proved he was fighting against several people right before he died.",
      "...That means they must've ganged up on him to give him the shot against his own will."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……無理に襲って注射したいけど、…あまりうまくいった試しはないわね。",
      "だから無理やりってのはもう諦めてるわ。",
      "……だから、あなたの自由意志に任せることにする。」"
    ],
    "textEn": [
      "\"...I'd like to give you the injection by force, but... it never really works.",
      "So I gave up on doing that.",
      "...I decided to let you choose to take it yourself.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ふざけないでッ！！",
      "そんな薄気味悪い注射、誰が使うものかッ！！」"
    ],
    "textEn": [
      "\"Are you kidding me?!!",
      "I don't want to take that creepy shot!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………私もその辺りは悩んだわ。",
      "どうなだめすかせば、あなたに注射できるかをね。",
      "強引にも無理だし、理解も得られないし。"
    ],
    "textEn": [
      "\"...I thought about it many times.",
      "I thought about how I could make you take the injection.",
      "I can't force you to take it. I can't make you agree to take it, either."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "…なら結局、私はあなたの判断に任せる他ないってこと。」"
    ],
    "textEn": [
      "...Then, it leaves me only one choice. I have to let you choose to take it.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そんなのは聞くまでもない！！",
      "誰がそんな見え透いたワナにかかるかッ！！」"
    ],
    "textEn": [
      "\"You should know my answer already!!",
      "I'm not going to walk into such an obvious trap!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………まぁ、想定通りの反応よ。",
      "どうせ期待してなかったし。」"
    ],
    "textEn": [
      "\"......Well, that's what I thought you'd say.",
      "I didn't expect you to choose to take it anyway.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そいつは、ため息をひとつ深く吐くと、ちょっと小馬鹿にするような仕草をして苦笑いを浮かべるのだった。",
      "……まるで、助かるためにチャンスを与えているのに、理解できない下等動物め…とでも言いたそうに…！",
      "挑発に乗せられて、じゃあ注射をしてやると言い返したくなるが、それが相手の思う壺なのは明らかだった。"
    ],
    "textEn": [
      "<i>It</i> heaved a sigh, made a gesture as if <i>it</i> is mocking me, and smiled bitterly.",
      "...It looked as if <i>it</i> was saying that I'm a lower animal that can't understand it's being given a chance for salvation...!",
      "I kind of want to say I'll take the shot on a dare, but I know that's exactly what <i>it</i> is intending to do."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「とっとと帰って、お前の仲間に、注射には失敗したと伝えるがいい！！",
      "私は負けない！",
      "最期まで徹底的に抗ってやる！！"
    ],
    "textEn": [
      "\"Go back to your home and tell your friends that you failed to give me the shot!!",
      "I'm not going to let you beat me!",
      "I'm going to fight 'til the end!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "そして……１％にも満たないかもしれない勝機を掴んで、必ずや貴様らを打ち滅ぼしてやるからッ！！」"
    ],
    "textEn": [
      "And... I'm going to seize the 1% chance of winning, and I'm going to destroy all of you!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…………そう。",
      "……………ならばせいぜい頑張りなさいな。",
      "どうせもうすぐ滅ぶ世界だしね。",
      "…くすくすくすくす…。」"
    ],
    "textEn": [
      "\"...I see.",
      "...Then, you should try to do that.",
      "This world is going to end soon anyway.",
      "...Hee hee hee hee...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……滅ぶ……？」"
    ],
    "textEn": [
      "\"...End soon...?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「あなたには関係のないことよ。",
      "井戸の中のカエルが井戸の外なんかに興味を持っても仕方ないでしょう？",
      "くすくすくす。」"
    ],
    "textEn": [
      "\"It has nothing to do with you.",
      "A frog sitting in a well doesn't need to have any interest in the world outside, does it?",
      "Hee hee hee.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この期に及んで、何と意味深な言葉を吐き出すのか…。",
      "私は、梨花の外見を模したこの恐ろしい存在が何を口走ろうとしているのか、必死に探ろうとした。"
    ],
    "textEn": [
      "At this stage of the game, <i>it</i> said something very dubious...",
      "I tried hard to understand what this horrifying creature was trying to say."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…わ、……私をこれからどうするつもりなの！！」"
    ],
    "textEn": [
      "\"...What... What are you going to do to me?!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「私はどうもしないわ。",
      "好きにすればいい。」"
    ],
    "textEn": [
      "\"Nothing.",
      "Do whatever you want.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………え？」"
    ],
    "textEn": [
      "\"......What?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…少しだけ拍子抜けする回答だった。",
      "…私の知る限り、好きにすればいいという言葉は、無視や解放を意味するもので、悪意ある相手が使う場合に限り、そう悪い意味ではないはずの言葉だった。",
      "それとも……、他にも違った意味で受け取れたっけ…？",
      "言葉を二重三重に深読みする私に、そいつはもう一度言った。"
    ],
    "textEn": [
      "...It's almost too easy.",
      "...As far as I know, \"do whatever you want\" means ignorance or release when your enemy says it to you. At the very least, it isn't a bad thing.",
      "Or... does it have another meaning...?",
      "In that way, I overinterpreted the meaning of the sentence. But then, <i>it</i> said it again."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「あなたの好きなように過ごせばいい。",
      "……“この”竜宮レナにはもう興味ない。",
      "“次の”竜宮レナとうまくやれるようにするわ。",
      "……せめて“次の”竜宮レナは変に勘が良くないことを祈るだけよ。"
    ],
    "textEn": [
      "\"Do whatever you want.",
      "...I'm not interested in 'this' Rena Ryuugu anymore.",
      "I'm going to try to get along with the 'next' Rena Ryuugu.",
      "...I have to pray that the 'next' Rena Ryuugu doesn't have such good intuition."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "…くすくすくすくす。」"
    ],
    "textEn": [
      "...Hee hee hee.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それは…まるで死刑を判決する裁判官のような恐ろしさ。"
    ],
    "textEn": [
      "I was scared of <i>it</i>, like I'd be scared of a judge handing down a death sentence."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「私も昔は、小さな狂いが生じるたびに直そうと奔走したものだけど。",
      "……途中からね、疲れてきちゃったの。",
      "………“この”雛見沢にもう興味ない。",
      "“次の”雛見沢を探しに行くことにするわ。"
    ],
    "textEn": [
      "\"I used to try really hard to fix things every time a little problem occurred.",
      "...But I got tired of it.",
      "......I'm not interested in 'this' Hinamizawa anymore.",
      "I'm going to find the 'next' Hinamizawa."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "…でも、あなたには“この”雛見沢しかない。",
      "だから、せいぜいがんばって生きなさいな。」"
    ],
    "textEn": [
      "...But you only have 'this' one.",
      "So, I hope you live as best you can.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "恐ろしいことを次々に言われているのがわかった。",
      "それは明白な破滅の予告であり、……恐るべき終末が間近に迫っていることを如実に示しているのだ…。",
      "もう１人の私がもうすでに用意されている。",
      "そして……私が運命に抗えず渦中に飲まれて消えた時、…そいつが事も無げに入れ替われるよう、すでに準備がされている。",
      "人がもっとも恐れることは、自分の命の価値を失うことだ。",
      "………お前がいなくなっても代わりがいると言われた時ほど、自分の命が無価値になる瞬間はない。",
      "それは、間接的な死刑判決とまったく同じ！",
      "梨花に似たそいつは、注射器のケースをパチンと鳴らして閉じると、ポケットにしまった。",
      "そして踵を返し、スクラップの斜面を登り始める…。",
      "そして最後にくるりと振り返り、……悪魔的な笑みさえない、…信じられないくらいに冷たい表情で言った。"
    ],
    "textEn": [
      "<i>It</i> was telling me scary things one after the other.",
      "This was obviously a warning of Hinamizawa's destruction. It means the climax is coming soon...",
      "<i>They</i> have already prepared another Rena.",
      "When I lose to this fate... <i>they</i> are going to replace me with that Rena as if nothing happened. They're very well organized.",
      "What humans are most afraid of is for their lives to lose all value.",
      "...Your life becomes worthless when you're told that you have a replacement.",
      "It's like an indirect death sentence!",
      "<i>It</i> closed the syringe case, and put it back into <i>its</i> pocket.",
      "<i>It</i> turned around and started climbing up the slope...",
      "At the top, <i>it</i> looked back... and spoke without as much as an evil smile."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「じゃあね。",
      "……さよなら、“この”竜宮レナ。",
      "……“次の”竜宮レナでは仲良くしてね？"
    ],
    "textEn": [
      "\"Well.",
      "...Goodbye, 'this' Rena Ryuugu.",
      "...I hope I can get along with the 'next' Rena Ryuugu."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "……ほとんどの場合は仲良くできてるんだから。",
      "………くすくすくすくす！」"
    ],
    "textEn": [
      "...I shouldn't worry, because I do usually get along with 'them'.",
      "...Hee hee hee!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「つ、………“次の”竜宮レナなど許すものか！！",
      "私は私だ、たった１人だ！！",
      "お前らの思い通りにはならない！",
      "絶対に、",
      "絶対に！！」"
    ],
    "textEn": [
      "\"I... I'm not going to let you replace me with the 'next' Rena Ryuugu!!",
      "I'm the only Rena Ryuugu!!",
      "I'm not going to let you do it!",
      "Never",
      "ever!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の、悲鳴にも近い叫びは果たして届いているのか。",
      "……彼女が私を見る目はとても冷たくて。",
      "……私がまるでブラウン管の向こうに移っている過去の映像だとでも言わんばかりだった。"
    ],
    "textEn": [
      "I wondered if my scream was reaching <i>it</i>.",
      "...<i>It</i> looked at me coldly.",
      "...<i>It</i> looked at me as if I was just an image of the past on a TV screen."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「たまにはこういう会話も面白い、",
      "か。",
      "くすくすくす……、",
      "はっ",
      "はっ",
      "はっ",
      "は…。",
      "はっ",
      "はっ",
      "はっ",
      "は、",
      "…あっ",
      "はっ",
      "はっ",
      "はっ",
      "はっ",
      "はっ",
      "はっ",
      "はっ",
      "は",
      "………。」"
    ],
    "textEn": [
      "\"It's fun to have a conversation like this once in a while,",
      "huh?",
      "Hee hee hee...\\n",
      "Ha",
      "ha",
      "ha",
      "...!",
      "Ha",
      "ha",
      "ha",
      "ha",
      "ha",
      "...Aha",
      "ha",
      "ha",
      "ha",
      "ha",
      "ha",
      "ha",
      "ha",
      "......\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "笑い声は次第に夜の闇に薄れていく。",
      "………梨花の外見を持つ梨花でない存在もまた、その闇に飲まれ消えていく。",
      "あとに残るのは、……私だけ。",
      "見放され、いつ消えても構わない、",
      "どうせ無駄だから好きなだけ足掻けといい放たれた、私がいるだけ。",
      "スペアがすでに用意され、勘が良過ぎた私は「彼らの」雛見沢ではもう不要。",
      "………それに気付いた時、",
      "……このゴミ山は、…まさに私のために用意された墓標であることに気付くのだった。",
      "それから我に帰り、この場所がもはや隠れ家として成り立っていないことにも気付く。",
      "荷物をまとめて早く他に移ったほうがいい。",
      "好きなだけ足掻けと言われた。",
      "…そうさせてもらうさ、畜生畜生…！！",
      "私は引越しの準備をしなければならなかった。",
      "ナップザックに荷物を詰めなおし、早くこの場所を出よう。",
      "懐中電灯では灯りが細いので、電気スタンドの灯りをつけた。",
      "明暗のはっきり別れた影絵の世界が浮かび上がる。",
      "そしてナップザックを手繰り寄せた時、…ぎょっとした。",
      "自分の手の平が、……真っ赤な気持ち悪い液体で塗れていたからだ。",
      "私はさっきまで暗闇の中で、べったりと気持ち悪い汗を拭っているつもりだった。",
      "……だが、それは……汗なんかじゃなかったんだ……。",
      "じゃあこの血は……何？",
      "すぐに気付く。",
      "自分はさっきから虫刺されで痒い痒いと首を掻き毟り、……いつの間にか血を流していたのだ。",
      "それに気付いた瞬間、掻き毟った患部が痛みと痒みの入り混じった感覚を思い出し、私は今頃になって呻いた。",
      "…その首筋の傷口が、もぞもぞと蠢く気持ちの悪さを感じ、私はその何かを掻き毟ろうとして再び首筋を掻いた。",
      "ぬるりと真っ赤な鮮血に再び手を濡らしてしまう。",
      "……ここには鏡がないから見ることはできなかったけど、……私はもう、その蠢きの正体を思い出していた。",
      "そいつらは、じわじわと全身に広がり、肘の内側や膝の裏側などにひどい痒みを引き起こしていた。",
      "……これが初めての人間なら、何か悪い虫にでも刺されたのかと思うところだが。",
      "…私は生憎、……この痒みをすでに知っていた。"
    ],
    "textEn": [
      "That laughter gradually disappeared into the darkness.",
      "...<i>It</i> disappeared into the darkness as well.",
      "I... was the only one left there.",
      "I'm forsaken, and <i>they</i> don't care if I disappear.",
      "<i>They</i> told me I should struggle as much as I want because it doesn't matter anyway.",
      "<i>They</i> already have a replacement. <i>They</i> don't need me in \"their\" Hinamizawa anymore, because my intuition is too sharp.",
      "...When I realized that...",
      "I noticed that this garbage dump is a perfect grave for me.",
      "Then I realized that this place wouldn't work as a hideout anymore.",
      "I'd better start packing and move somewhere else.",
      "<i>It</i> told me to struggle as much as I want.",
      "...I'm going to do just that, damn it... damn it!!",
      "I have to get ready to move out from here.",
      "I'm going to put everything back into my backpack. I have to leave here as soon as possible.",
      "The light of the flashlight wasn't enough to see by, so I turned the table lamp on.",
      "The light made things show up very clearly.",
      "When I reached my backpack... I realized something and gasped in surprise.",
      "The palm of my hand was covered with an eerie liquid.",
      "I thought I'd wiped off my sticky sweat earlier.",
      "...But it wasn't my sweat...",
      "Then where did this blood come from...?",
      "I realized it right away.",
      "I was scratching the mosquito bites on my neck earlier... and I scratched them until it bled.",
      "When I noticed that, I remembered the sensation, the mixture of pain and itchiness.",
      "...I felt something moving near the wound on my neck, so I scratched it again to get rid of whatever it was.",
      "My hand got sticky and wet with blood again.",
      "...I can't see what the things are because I don't have a mirror... But I know.",
      "They're already spreading throughout my entire body, causing the itchiness on my arms and the back of my knees.",
      "...If I'd never experienced this before, I'd think I got bitten by a bad bug or something.",
      "...But unfortunately... I already know what's causing this itchiness."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………何で、",
      "…………どうして……………！」"
    ],
    "textEn": [
      "\".........Why?",
      "...Why.........?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は憎々しく言い放つ。",
      "……どうして、今この場で……！",
      "間違いなく、……「うじ湧き病」だった。",
      "多分、カミソリで腕の血管を開けば、中からあの汚らしくて気持ち悪い、赤黒くうじゃうじゃと蠢くものが溢れ出すはずだ。",
      "そんな馬鹿な、私は怪しげな注射などされていないぞ…？！",
      "でも、別に注射じゃないといけないなんて決まりはないはずだ。",
      "…ひょっとすると……気付かない内に、服毒させられていたのか…！！",
      "家で食べた食事に混じっていたとは思えないが、私はかつて学校で、仲間たちと弁当を突き合う関係だった。",
      "……その時、盛られたのかもしれない…！",
      "さっき訪れた梨花もどきは、……懐中電灯で私を照らしていた。",
      "だから、私が血塗れで喉を掻き毟っていることを知っていたはずだ。",
      "…にもかかわらず、何も焦らず、……どうせ私は長くないと言い捨てたのだ。",
      "……あ、……あいつ、……もう私が長くないってわかってたから………あんなにもニヤニヤと嫌らしく笑っていやがったのか…！！",
      "とても痒いが、掻いちゃだめだ。掻けば掻くほどに痒さが増し、…最後には富竹さんの二の舞だ！",
      "くそ、くそくそ…！！",
      "この痒みは一過性のものなのか。",
      "ますますに増していくものなのか。",
      "今だけなのか、致命的なのか、……全てがわからず、ただただ耐え難い全身の痒みに耐えるだけだ。",
      "私はタオルで首の回りの血を拭い、奥歯をぐっとかみ締めながら掻き毟りたくなる欲求を振り払おうとした。",
      "ジンジンと疼く患部。",
      "……痒さに負け、首を掻き破ってしまいたい欲求に、ただただタオルの端を噛んで耐えるしかない。",
      "私は体の別の部分を痛いくらいに引っ掻き、その感触で痒みを忘れようと試みたが、それは堪える痛みの割りに対した効果はなかった。",
      "痒みが引いてくれることを祈って、目をつぶって堪えるより最善の策は結局思いつかなかった。",
      "しばらくの間、荒い呼吸で頭を空っぽにしていると、……ほんの少しだけ痒みが和らいだ気がした。",
      "深呼吸を一度して呼吸を整えると、私は手早く荷物をまとめた。",
      "痒さなんかより、この場に留まり続ける危険の方がよっぽど問題だ。",
      "早くこの場を離れなければ！",
      "荷物をまとめながら、私は感じていた。",
      "あの梨花もどきが言った、もうすぐで訪れる破滅。",
      "……私はその破滅までは生き延びられると決め付けていたが、……それすらも傲慢かもしれない。",
      "そんな破滅よりもはるかに近いうちに、",
      "………私は富竹さんと同じ末路を辿ってしまうのではないか。",
      "だらだらと零れ続ける汗が気持ち悪い。",
      "……わかってる。",
      "これは汗じゃない。",
      "…でも今は汗だと思うんだ…！",
      "私はタオルで首筋のそれを再び拭い、撤収を急ぐのだった。"
    ],
    "textEn": [
      "I said it with hatred.",
      "...Why now? Why here...?!",
      "It's... the maggot disease, without a doubt.",
      "If I cut the veins on my arms, the dusky-red gross things would flow out.",
      "But it's impossible. I didn't get any suspicious shots...!",
      "But it doesn't have to be a shot.",
      "...They might've put the drug in my food, and I might've eaten it without noticing...!!",
      "I don't think they put it in the food at my house. But I used to share lunch with my friends at school.",
      "...They might've put it in the lunches...!",
      "That Rika who visited me just earlier was shining the flashlight on me.",
      "So, she knew that I was scratching my neck so hard it bled.",
      "...Nevertheless, she acted like there was nothing wrong... and she told me that I wouldn't last long.",
      "...Now I know why she was laughing at me in a sarcastic way... She... She knew that I wouldn't have much time left...!!",
      "It itches very badly, but I can't scratch. The more I scratch, the itchier it gets... And I'm not going to do the same thing Tomitake-san did!",
      "Damn it, damn it, damn it...!!",
      "The itchiness might not be temporary.",
      "It might actually get worse.",
      "I don't know if it's going to stop soon or if it's going to last until I die from it... I don't know anything anymore. I just have to endure the itchiness.",
      "I wiped the blood on my neck with a towel, clenched my teeth, and tried to erase the desire to scratch my neck.",
      "The wound was throbbing.",
      "...I wanted to scratch it so badly, but I couldn't do that. I fought back the desire, biting the end of the towel.",
      "I scratched other parts of my body really hard in order to forget about the itchiness on my neck, but it didn't really work.",
      "I just prayed for the itchiness to go away, closed my eyes, and fought back the desire. That seemed to be the best way.",
      "I let my mind go blank, breathing hard for a while... I felt like the itchiness got a little bit better.",
      "I took a deep breath, and I immediately started panicking.",
      "Staying here is more dangerous than the itchiness.",
      "I have to leave here as soon as possible!",
      "I felt it while packing my stuff.",
      "I felt the end coming closer. The end that Rika told me about earlier.",
      "...I assumed I could live until the end... but I might have been wrong.",
      "I might follow the same path Tomitake-san took...",
      "way before the end comes.",
      "I was sweating like crazy, and it felt so nasty.",
      "...I know.",
      "I know it's not sweat.",
      "...But I'm going to think that it's sweat for now...!",
      "I wiped my neck with the towel, and hurried to leave."
    ]
  }
]