[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "●「帰巣性」と「ホームシック」について",
      "広義の意味で「帰巣性」を取り扱うなら、およそほとんどの生き物に帰巣性があると言えるだろう。",
      "人間についても同じで、我々は睡眠や休息、食事といった行為を、よく馴染んだ場所、つまり家で行ないたがる。",
      "この家は、まさに巣に通じるだろう。",
      "ゆえに人にも帰巣性があると言える。",
      "そもそも動物はなぜ巣を必要とするのか。",
      "これも人間とまったく同じだ。",
      "睡眠や休息、食事という行為は、生存のために不可欠な行為であり、同時に隙を見せる無用心な行為でもある。",
      "その為、隙を見せても大丈夫な「安全地帯」を設ける必要があったからである。",
      "この「安全地帯」を得ないことは、高度なストレスを与えることは誰でも知っている。",
      "動物を慣れない環境に強引に移せば、相当のストレスを与えることになるし、",
      "人間とて、不慣れな土地で気を許せない生活を強いれば、相当のストレスを与えることになる。",
      "そのストレスを「ホームシック」と呼ぶことは誰もが知っているだろう。",
      "日本では「ホームシック」については研究が非常に浅い。",
      "その定義を長く、心の弛みのせいとし、その救済を放置してきた歴史があるからである。",
      "「ホームシック」の歴史は非常に長く、中世ヨーロッパでは、精神的なものではなく、肉体的な病気とまで信じていた。",
      "中でもとりわけ、スイス人が罹患しやすいと信じられていた。",
      "これは、当時のヨーロッパにおいて、スイス人が出稼ぎ民族として知られていたためだろう。",
      "郷里を遠く離れ、しかも現代のように電話で声を聞くこともできない。",
      "そんな異郷で働くスイスの若者たちが「ホームシック」にかかったことは想像に難しくない。",
      "この「ホームシック」にかかったスイス人たちは、郷里へどうしても帰りたくなり、",
      "でも仕事の都合で帰ることができない葛藤が生じた時、身体的にも精神的にも衰弱し、時には精神に異常すら来たし、脱走や自殺といった逃避行為に駆り立てたという。",
      "当時のスイス人たちもこの迷信を信じ、「ホームシック」にかからないための民間療法や魔術紛いのものが多数流行したという。",
      "郷里に帰る以外、治療の方法がないのだから、不治の病とも言えたに違いない。",
      "ただし、病と呼ぶのは正しくない。",
      "正確には「ホームシック」とは、郷里という「安全地帯」へ戻りたいと脳が欲求する、帰巣のための信号であると言えるからだ。",
      "始め、脳は郷里への思い出などを掻きたて、自然な帰郷を促す。",
      "だが、理性がそれを咎め帰郷を果たせないと、脳は身体に異常な信号を送るようになる。",
      "その結果、衰弱が起こり、より異郷での生活を困難としていき、最後には理性を曲げることで、帰郷を果たすのである。",
      "つまり、「帰巣性」ゆえに「ホームシック」が生み出されるのである。",
      "同時に、この「帰巣性」が強ければ、より強力な「ホームシック」が生み出されるわけでもある。",
      "この「帰巣性」の強さには、もちろん個人差があるし、環境にも大きく左右される。",
      "故郷がより安全であり、現在の環境がより危険であるなら「帰巣性」は強く宿るだろう。",
      "逆に、故郷よりも現在の環境が安全であるなら「帰巣性」は極めて弱くなるだろうと思われる。",
      "また、単に安全かどうかだけでなく、文化的なものも作用するだろう。",
      "節目ごとに里帰りを求める風習の数々は地方差があり、出身地の文化によってもまた「帰巣性」の強弱は変わると思われる。",
      "そんな中にあって、極めて過剰に「帰巣性」が強いと考えられるのが『鬼ヶ淵村』の仙人たちである。",
      "鬼ヶ淵村の仙人たちは、戒律により村から出ることを禁じていた。",
      "これにはすでに述べた選民思想や、穢れ意識などが作用しているものと思われるが、",
      "禁を破って村を捨てれば、必ずオヤシロさまが追ってきて祟りを成すという、現在でも強く信じられている迷信は、先に述べた「ホームシック」と捉えることもできる。",
      "「帰巣性」と「ホームシック」の関係が比例的であるならば、",
      "祟りという大袈裟な表現はまさに「ホームシック」の強さを示すものであり、同時に「帰巣性」の強さを示すものでもある。",
      "その「帰巣性」の強さゆえに、下界を強く忌み嫌い、閉鎖社会を形作ったのではないだろうか。",
      "太古の鬼ヶ淵村においては、残念ながら「帰巣性」の強さを測るケースがない。",
      "戒律で村を出ることが厳しく禁じられていたため、「ホームシック」にかかるまで村を出ていたケースが存在しないからだ。",
      "ところが、明治以降の近年になって事情が一変した。",
      "近代化の波が押し寄せ、鬼ヶ淵村の神聖性が失われた。",
      "都会に憧れる若者が増え、また職を得るために村を出る決断も迫られた。",
      "その結果、村人たちの流出が始まったのである。",
      "ここで、鬼ヶ淵村の仙人の末裔たちは、初めて己が「帰巣性」の強さについて知るのである。",
      "雛見沢住民は異常に「ホームシック」が強かったのである。",
      "やがてその「ホームシック」を誰ともなく「オヤシロさまの祟り」と呼ぶようになった。",
      "しかも出稼ぎに出た誰かが、異郷の地で祟りに遭い、狂い死んだとの噂が流れると、流出住民たちは次々と村か、周辺の町へ舞い戻ってくることとなる。",
      "この「ホームシック」、「帰巣性」の強さは、おそらくは文化によるもの、",
      "すなわち雛見沢独自の信仰であるオヤシロさま信仰により培われたと考えるのが妥当だろう。",
      "彼らは生まれた時から無意識の内にオヤシロさまの戒律を刷り込まれ、村を出ることに対し、無意識の内に罪を感じていたに違いない。",
      "その結果、「ホームシック」を「オヤシロさまの祟り」と捉えたのだろう。",
      "オヤシロさまの戒律があるから「帰巣性」が強まったのか、「ホームシック」が強すぎるからオヤシロさまの戒律を作ったのか。",
      "……卵が先か鶏が先かははっきりしない。",
      "……私は小さい文字に読み疲れ、ごろりと転がり天井を仰いだ。",
      "「オヤシロさまの祟り」の正体はホームシックだって？",
      "私の話を理解してくれた三四さんのスクラップ帖だと思い、期待して読んだのに。",
      "……その内容が、私がカウンセラーの先生方に何度も言われた言葉、「ホームシック」でまとめられてしまったので、ちょっと不快だった。",
      "ホームシックなんて言葉で、……あの異常な体験をどう説明できるというのか。",
      "私は確かにあの光り輝く眩しい浴室でオヤシロさまが降臨されるのを見た。",
      "そして血管の中からぶくぶくと溢れ出す、あの汚らしい赤黒いうじ虫の群れを見た。",
      "それらに対しては何の説明にもなっていない。",
      "あのうじ虫の群れを三四さんはどう説明するというのか。",
      "それとも元々説明などないのか？",
      "やっぱりあれは錯乱した私の妄想だったのか……？",
      "私は「うじ虫」の説明を求めて、三四さんに借りている数冊のスクラップ帖を、",
      "ベラベラっと流し見する。",
      "………すると、…なんと見付かった。",
      "それも、私の期待するそのままの見出しでだ。",
      "●「うじ虫」と「オヤシロさまの祟り」について",
      "明治の頃の、流出住民集団帰郷の際、帰郷者たちの中である奇病の噂が流れた。",
      "雛見沢を離れると、傷口が腐り「うじ虫」が湧き出して体中を内側から食い尽くすというのである。",
      "その奇病について、当時の古手神社神主はそれこそ「オヤシロさまの祟り」の印であると説いたという。",
      "当時の口伝によると、神主は不出である絵巻物を広げ、その「うじ湧き」が太古の昔から語り継がれていたことを示したらしい。",
      "何でも、鬼たちがやって来たという「鬼の国」は、「死者の国」とも読み取れるらしく、",
      "死者の国の鬼たちは、常にその身をうじ虫に食われ続けているというのである。",
      "その鬼たちの血を宿す彼らは、オヤシロさまの加護がある雛見沢では何の問題もないが、",
      "異郷の地で加護を失うと、鬼の血の中で眠っていた「うじ虫」たちも目覚め、全身に溢れかえって、その身を食い尽くしてしまうと言うのだ。",
      "しばらくの間、この「うじ湧き病」はひどく恐れられ、仕事の都合で郷里を離れなければならない時には、この「祟り」から赦しを得る免罪符を神社に求めたという。",
      "（この辺が、中世スイスのホームシック予防と合致するのは面白い）",
      "大戦を境に、この「うじ湧き病」の妄想は潰えたが、郷里から離れて住まう親族に免罪符を送る習慣は根強く残っている。",
      "また、免罪符の中に「蛆（うじ）」の字が含まれているのもその名残だろう。",
      "だが、ここで興味深いのは、奇病の噂が流れる以前には、雛見沢住民とて「うじ湧き」について知らなかったという点である。",
      "これまで私は、無意識レベルで刷り込まれた信仰が、「ホームシック」を「祟り」だと認識させると考えていた。",
      "よってこの事前知識なき「うじ湧き」の一件は、これまでの私の研究と真っ向から対立するものとなる。",
      "",
      "祟りを鵜呑みにした集団帰郷者たちにある種の集団妄想が取り憑き、それを神主が巧みに信仰心へ誘導したと読み取るのが、確かに自然ではあるのだが…。",
      "偶然の集団妄想が、たまたま太古の絵巻物と一致しただけとするには、どうにも腑に落ちない。",
      "「オヤシロさまの祟り」を受けると、何の予備知識がなくても「傷口にうじ虫が湧く」のだろうか？",
      "誰か「祟り」を私の目の前で受けてはくれないだろうか。",
      "ぜひ観察し、傷口にうじ虫が湧いたかどうか聞いてみたいものだ。",
      "…………それは、まるで三四さんが私に直接問い掛けているかのようだった。",
      "そうだ。",
      "彼女がこのスクラップ帖を渡す時、……あるいはあなたになら何かわかるかもしれない…というようなことを言っていたような気がする。",
      "私は一瞬だけ喜んだ。",
      "あの「うじ虫」が、私ひとりの妄想ではなかったからだ。",
      "だが同時に、…あれが私の「妄想」であったとする逃げ道も失ってしまう。",
      "……つまり、あの「うじ虫」は、私の見間違いでも何でもなく、…本当にいたのだ。",
      "それに気付いた途端に、手首や肘、膝の内側、首筋などが急に痒くなったような気がした。",
      "……再びカミソリで血管を開いてみたい衝動に駆られるが、それを私は静かに押し殺した。",
      "私がうじ虫が湧いたという話をした時、三四さんがものすごく真剣な表情を浮かべていたことを思い出す。",
      "………さぞや、ぞっとしたに違いない。",
      "だが、ぞっとしたのは私も同じだ。",
      "……誰も信じてくれないと嘆きながらも、……自分の血管の中にあんな気持ち悪いものがびっしり蠢いているなんて信じたくなかった。",
      "だから心のどこかで、やっぱりこれは妄想なのだろうと思い込みたがっている部分もあったと思う。",
      "でも、それが否定されてしまった。",
      "これは幻でも何でもなく、……私と同じ体験をした人たちが過去に実在していたのだ。",
      "……鬼の血の中のうじ虫が、オヤシロさまの加護を失うと溢れ出す…？",
      "では、逆を返せば、…オヤシロさまの加護があれば溢れ出さないだけで、",
      "村人全員がこのうじ虫を知らずに血管の中に飼っているということにはならないだろうか…？",
      "ということは……鬼の血を宿すとはつまり、……あの気持ちの悪いうじ虫たちを宿している…という意味なのか…？",
      "私は結論を急がず、再びスクラップ帖をバラバラと捲った。",
      "…自然と、うじ虫に関連した何かを探してしまう。",
      "●「寄生虫」による宿主支配について",
      "集団帰郷者の「うじ湧き病」で考えたのだが、そもそも雛見沢の過度の「ホームシック」が、何らかの寄生虫による感染症とは考えられないだろうか。",
      "これは、彼らが傷口から湧き出す「うじ虫」を見たからということではなく、",
      "そもそも彼らが文化（信仰）だと思っているものが、そもそも感染症と関連するのではないかと考察するものである。",
      "感染症の多くは、寄生虫たちが望まず引き起こしているものである。",
      "寄生虫にとって宿主は文字通りに宿である。",
      "よって、彼らにとって究極の寄生とは、宿主に気付かれない完全な共生であろう。",
      "だが、寄生虫たちは時に、宿主を支配して自らの繁栄に利用しようとすることがある。",
      "例えば、中間宿主を経由して感染する寄生虫に見られる能力に、",
      "宿主の行動を支配して、より上位の宿主にわざと捕食させ、伝染しようとする試みが知られている。",
      "代表的な例では、蝸牛、蟻を中間宿主とし、上位宿主である羊に捕食されるよう牧草の葉先に中間宿主を誘導するDicrocoelium　dendriticum が挙げられる。",
      "より高度な動物を支配する例では、鼠を中間宿主とし、上位宿主を猫とするToxoplasma　gondiiも挙げられる。",
      "この場合、中間宿主である鼠から、猫に対する忌避性を喪失させることによって、捕食・伝染させる確率を向上させていることが知られている。",
      "また、不特定の宿主への無差別感染を目的としたケースもある。",
      "特に有名な例ではRabiesvirus が挙げられる。",
      "これは感染者の脳に寄生して繁殖し、その後、唾液腺を経由して唾液に混じる。",
      "同時に、感染者の攻撃性を著しく向上させ、無差別に噛み付き、傷口に唾液と混じって侵入することで伝染する。",
      "……ちなみにこれは狂犬病のこと。",
      "このように、寄生虫には自らの繁栄のために、宿主を支配する能力を宿すものが少なくないのである。",
      "さて、これまで挙げたもののほとんどは、寄生虫たちがより繁栄し伝染していくためのケースだが、",
      "もっと単純に、彼らがより過ごしやすい環境を欲して宿主の行動を支配するケースもあるのではないか。",
      "ここで私は、かつて提唱した、鬼ヶ淵村住民の異常な「帰巣性」と「ホームシック」をリンクさせられないかと考える。",
      "つまり、雛見沢にはある種の寄生虫が蔓延していて、村人全てに寄生していると仮定する。",
      "その寄生虫たちは、この雛見沢がもっとも居心地のよい環境であり、",
      "宿主に対してこの地に留まり続けるように、強い「帰巣性」を与え、",
      "無視して土地を離れようとすると、「ホームシック」を引き起こして抵抗するのではないだろうか。",
      "寄生虫は名が示す通り、宿主に寄生しなければ生きていけない。",
      "そんな彼らにとって、自分たちの過ごしやすい環境に、宿主である人間がコミュニティを形成して住み続けることは都合がいいはずだ。",
      "この、宿主を自分たちの過ごしやすい土地に縛りつけようとする寄生虫の存在を仮定すると、意外にもこれまでのナゾに説明がつけやすい。",
      "つまり、太古の鬼ヶ淵村の仙人たちは、この寄生虫の存在を知っていたことになる。",
      "だから、宿主である自分たちが村を離れて生きていけないことを知っていて、俗世を嫌う戒律や文化を作った。",
      "それは近年のダム戦争の異常な盛り上がりも説明できる。",
      "では……、オヤシロさまの伝説で語られる、沼から湧き出した鬼とはつまり、寄生虫の大量発生のことなのではないだろうか。",
      "鬼たちが村人を襲ったという記述は、おそらく末期の感染者の錯乱した行為を示すに違いない。",
      "………さすがに、あまりに突拍子もない話だったので、笑い捨てようと思った。",
      "だが、三四さんに悪いと思ったので、笑うのはやめた。",
      "この雛見沢が、…実は寄生虫に支配されているって…？",
      "確かにあの傷口から溢れ出したうじ虫のことだけを取り上げるなら、そうとこじ付けられないこともない。",
      "……馬鹿馬鹿しいと思う気持ちと、…祟りなんてあやふやなものよりもずっと説得力があると思う気持ちが交錯して、頭がぐるぐると回った。",
      "だが多分、……このスクラップ帖を書いたため、三四さんは消されたに違いないのだ。",
      "ということは……、",
      "消した連中にとって、このスクラップ帖は無視できない内容なのだ。",
      "…もし相手がそうなら、三四さんを消した後、スクラップ帖を全て集め闇に葬ろうとするはずだ。",
      "………もしそこで、数冊が紛失していることに気付いたなら。",
      "……………背筋がぞっとしてくるのを感じた。",
      "私はこのスクラップ帖を持っていることを秘密にしないといけない。",
      "……そして、単なるフィクションと片付けず、この内容をもっともっと理解しようと努力しなければならない。",
      "三四さんは確か、連続怪死事件を、オヤシロさま信仰の復興のため、御三家が起こしていると言ってなかったっけ…？",
      "…今読んだばかりの説によるならば、……寄生虫は、現在の雛見沢という環境を維持しようと常に働くはずだ。",
      "寄生虫にとってのもっとも良い環境というのは、太古の鬼ヶ淵村と同じ、完全隔離の村だ。",
      "宿主は誰も外へ出ず、彼らにとっては快適に違いない。",
      "現在のように、村人たちが買い物などでひょいひょいと村を離れるのは、彼らにとって苦痛なはず。",
      "そうなれば、………寄生虫たちは自然と宿主を、オヤシロさま信仰復興に誘導するのではないか。",
      "あれ？",
      "………そう言えばさっき、スクラップ帖のどこかで、鬼の血を最も色濃く受け継ぐのが御三家だって記載があったような気がする。",
      "鬼の血を最も色濃く受け継ぐというのは、……つまり、もっとも寄生虫に多く感染し、彼らの支配下にあるということじゃないのか？",
      "確かに御三家は、鬼ヶ淵村時代への逆行を画策しているようにも見える。",
      "ダム戦争以降の綿流しの復興など、明治に廃れた信仰を現代に蘇らせようとしているように思える節がある。",
      "その御三家、特に園崎家は、地域や公共機関に強力な影響力を持っている…。",
      "……何だこれ…。",
      "こんな出来の悪い仮説なのに、……ぺたぺたとピースが埋まっていく。",
      "こんな滅茶苦茶なジグソーパズルは初めてだ。",
      "馬鹿馬鹿しいと思う気持ちと、実はとんでもない事実が明かされようとしている気持ちで、頭の中がぐるぐると渦を巻く。",
      "…その中央を覗き込もうとすると、渦に酔って、落ちて溺れてしまいそうだった。",
      "…………もっと真剣に、腰を据えて読もう。",
      "何か真実があるはずなんだ。",
      "………茨城へ引っ越して以来、ずっと私の生活を狂わせてきた不幸の元凶。",
      "お母さんの離婚も、私の自暴自棄も、みんなみんな全てに説明がつく真相がもうじきで判明しそうなのだ…！",
      "その時、突然の荒々しいノックに私は飛び上がった。",
      "慌ててスクラップ帖をクッションの下に隠す。"
    ],
    "textEn": [
      "\"About 'homing ability' and 'homesickness'\"",
      "If you interpret \"homing ability\" in a broad sense, you can say that most animals have a homing ability.",
      "It's the same with humans. We like to sleep, rest, and eat at a place where we feel comfortable--namely, our homes.",
      "Your home is to you what nests are to animals.",
      "Therefore, we can say that humans have a homing ability as well.",
      "First of all, why do animals need nests?",
      "The answer is the same as for humans.",
      "Sleeping, resting, and eating are the essential actions for survival. At the same time, those actions leave one defenseless as well.",
      "That's why you need a \"safe area\" where you can be defenseless.",
      "Everybody knows that not having this \"safe area\" results in a high level of stress.",
      "When you move an animal to a new environment, it naturally becomes stressed.",
      "When you force a person to live in a foreign land where they aren't comfortable, they become greatly stressed as well.",
      "Everybody also knows that this kind of stress is called \"homesickness\".",
      "The Japanese don't know much about \"homesickness\".",
      "We defined it as mental weakness, and we neglected to treat it for a long period of time.",
      "However, \"homesickness\" has a very long history. In Europe's Middle Ages, people believed that it wasn't a mental but rather a physical disease.",
      "People also believed that out of everyone, the Swiss got the disease the most.",
      "The Swiss, you see, were known to be an ethnic group that worked away from home in that era.",
      "They lived far away from their homes. There were no telephones at that time, so they couldn't even hear their families' voices for ages and ages.",
      "It's easy to imagine that the young Swiss workers got homesick while working in a strange land.",
      "These Swiss who got homesick wanted to go home,",
      "but they couldn't because of their jobs. The conflict made them weak physically and mentally. Some of them went crazy and tried to escape from their reality by committing suicide or running away.",
      "The Swiss at the time were very superstitious, and many folk remedies and occult-like treatments to prevent homesickness went around.",
      "Since going home was the only treatment, they must've called it a fatal disease.",
      "But it isn't really one, of course.",
      "Specifically, \"homesickness\" is a sign of that human homing instinct. Your brain desires to go back to your \"safe area\", namely your home.",
      "At first, your brain makes you remember the happy memories of your home, and it urges you to go home in a natural way.",
      "But when reason stops you from achieving your desire, your brain starts sending unnatural signals to your body.",
      "As a result, your body gets weak, and that makes it more difficult for you to live in a strange land. In the end, you have to bend reason in order to achieve your desire to go home.",
      "So, homesickness is born from our homing instincts.",
      "And the stronger one's homing instinct is, the stronger their homesickness.",
      "The strength of that homing instinct varies from individual to individual, and depends on the environment in which those individuals live.",
      "When your home is safe and the environment you live in is dangerous, your homing instinct grows stronger.",
      "On the other hand, when the environment you live in is safer than your home, your homing instinct becomes very weak.",
      "Safety isn't the only element that affects its strength. Cultural aspects affect it too.",
      "The many customs demanding families to return home for major events varies with each region, so your birthplace's culture also alters the strength of your homing instinct.",
      "Amongst those regions, the \"transcendents\" of Onigafuchi Village were believed to have an excessively strong homing instinct.",
      "The people of Onigafuchi forbade their fellows from ever leaving.",
      "Many believed this was the effect of the elitism and sense of purity I already mentioned before.",
      "People today still strongly believe that Oyashiro-sama puts his curse on you if you break his rule and abandon the village. This superstition can be interpreted as homesickness.",
      "If homesickness is directly proportional to one's homing instinct,",
      "then the exaggerated expression, \"curse,\" would signify the strength of that homesickness, and also their homing instinct.",
      "I can assume that they hated the outside world and created an insular society precisely because of their powerful homing ability.",
      "Unfortunately, there's no way to measure the strength of the homing ability that the primitive people of Onigafuchi had.",
      "It was so strongly forbidden to leave the village that nobody left long enough to get homesick.",
      "However, after the Meiji era, things changed.",
      "The sacredness of Onigafuchi dwindled with the efforts of modernization.",
      "Many young people started longing for city life, and some people were forced to leave the village to get a job.",
      "As a result, villagers started venturing outside the village borders.",
      "That was when the transcendents of Onigafuchi realized how strong their homing ability was for the first time.",
      "The residents of Hinamizawa got extremely homesick.",
      "After a while, people started to call this homesickness \"the curse of Oyashiro-sama\".",
      "It became rumored that a person who left the village to get a job in a strange land was cursed, that he went crazy and died, and people who had left the village started coming back to either it or the nearby town.",
      "Their homesickness and their homing ability were very strong, because of their culture.",
      "It's reasonable to think that these were cultivated by the unique religion in Hinamizawa, namely the cult of Oyashiro-sama.",
      "From the moment they were born, they were taught the rules of Oyashiro-sama. They must've felt guilty about leaving the village unconsciously.",
      "As a result, they considered their homesickness to be the curse of Oyashiro-sama.",
      "I'm not sure if their homesickness got stronger because of the rules of Oyashiro-sama, or if they made the rules of Oyashiro-sama because their homesickness got stronger.",
      "...I don't know which came first.",
      "...I got tired of reading such small print, and lay down on the floor on my back.",
      "The true identity of the curse of Oyashiro-sama is... homesickness?",
      "Miyo-san believed my story, and she let me read these scrapbooks. That's why I expected to find something interesting.",
      "...But what it's saying is that the answer to it all is \"homesickness,\" which many doctors told me so many times at counseling. I'm a little upset.",
      "The word \"homesickness\" can't explain the extraordinary experience I had.",
      "I saw Oyashiro-sama come down to me from a bright light in the bathroom.",
      "I saw the dusky-red nasty maggots come out of my blood vessels.",
      "This scrapbook doesn't explain any of that.",
      "I don't understand how Miyo-san was going to explain the cloud of maggots.",
      "Maybe she didn't have any explanation of that to begin with.",
      "Was it just a delusion...?",
      "I flipped through one of the other scrapbooks Miyo-san let me borrow,",
      "looking for an explanation of the \"maggots\" I saw.",
      "...Then... I found it.",
      "It had the exact title I was looking for.",
      "\"About 'maggots'\\n            and 'the curse of Oyashiro-sama'\"",
      "In the Meiji era, a group of villagers were on their way back to Hinamizawa, and they started discussing a rumor about a weird disease.",
      "They said that \"maggots\" started crawling out of the wounds of a person who left Hinamizawa, and that the maggots ate the person's body from the inside.",
      "The Shinto priest of the Furude Shrine at that time explained that the weird disease was a sign of \"the curse of Oyashiro-sama\".",
      "According to tradition, the Shinto priest showed the villagers an ancient scroll, and he told them that the story of the maggots had been passed down through the ages.",
      "This is what the scroll said: The world where the demons came from must be interpreted as the land of death,",
      "and the demons in that land of death had to live their lives while being eaten by maggots.",
      "The villagers who are of the demon's blood had nothing to worry about as long as they lived in Hinamizawa under the protection of Oyashiro-sama.",
      "But once they left Hinamizawa, abandoning that protection, the maggots that had been sleeping in the blood of the demons would start to awaken, and they'd eat their bodies from the inside out.",
      "This \"maggot disease\" scared the villagers for a while, and they asked the Shrine to provide them with protective talismans whenever they had to leave the village on business.",
      "(This is interesting, as it's similar to the way homesickness was dealt with by the Swiss in the Middle Ages.)",
      "After the war started, the delusion of the \"maggot disease\" faded away, but there remained a custom to send talismans to families that lived away from Hinamizawa.",
      "The talismans had the word \"maggot\" on them.",
      "But the most interesting part about all this is that the residents of Hinamizawa didn't know about the \"maggot disease\" until the rumors began.",
      "I'd thought that their unconscious worship made those people think of homesickness as a \"curse\".",
      "So this case of the previously unknown \"maggot disease\" directly contradicted the research I had done so far.",
      "<size=-2>",
      "It's natural to think that the group of people who were on their way back to the village were lost in a mass delusion because they strongly believed in the curse, and that the Shinto priest took advantage of their state of panic to instill a deeper faith in them...",
      "But I'm not fully convinced that it was merely a coincidence that this mass delusion matched with the story in the old picture scroll.",
      "I wonder if it's possible to see maggots in a wound without having the prerequisite knowledge when a person is cursed by Oyashiro-sama.",
      "I wish Oyashiro-sama would put his curse on someone I could study.",
      "I'd love to see those maggots coming out of someone.",
      "...I felt as if Miyo-san was here and making that request of me.",
      "I remember.",
      "When she gave me the scrapbooks... she said that I might be the only who could understand them.",
      "I felt good just for a moment",
      "because I found out that the maggots weren't a delusion.",
      "But at the same time... it destroyed my excuse that it was a delusion.",
      "......The maggots weren't a delusion... They were there.",
      "All of a sudden, my wrists, elbows, inner thighs, and neck started itching.",
      "......I felt the urge to cut open a blood vessel, but I quietly held it down.",
      "I remembered that Miyo-san looked very serious when I talked about the maggots.",
      "...She must've thought it was creepy.",
      "But so did I.",
      "...While I was crying because nobody believed me...... a part of me didn't want to believe that my body was filled with those creepy things.",
      "I think part of me wanted to believe that it was a delusion.",
      "But now I know it wasn't.",
      "It wasn't a delusion... There are some people who had the same experience.",
      "...Maggots in the demon's blood will awaken when you lose the protection of Oyashiro-sama...",
      "In other words... they may not awaken under the protection of Oyashiro-sama,",
      "but all the villagers still have the maggots in them without knowing it...",
      "People of the demon's blood are... people who have the creepy maggots in their bodies...",
      "I tried not to jump to conclusions, and flipped the pages again.",
      "...I unconsciously looked for something related to maggots.",
      "\"About 'Parasites' and control of the host\"",
      "The \"maggot disease\" made me think about something. Is it possible to say that the extremely strong homesickness of Hinamizawa was an infectious disease caused by some kind of parasite?",
      "I'm not trying to connect the maggots they saw with parasites.",
      "I'm trying to think about the possibility that their culture (their religion) might be associated with an infectious disease.",
      "Many infectious diseases are caused unintentionally by parasites.",
      "A parasite's host is literally its home.",
      "It wants to live within the host's body for as long as it can. The best way to do that is to coexist with the host without the host knowing it.",
      "But some parasites try to control their hosts and use them for prosperity.",
      "For example, some parasites have an ability to control their host",
      "in order to force them to be eaten by a superior host.",
      "A typical example is the Dicrocoelium dendriticrum. It uses snails or ants as intermediate hosts, and it forces them to move to the upper side of vegetation so that it's easier for a superior host to consume it.",
      "One parasite that controls more complicated animals is called Toxoplasma gondii. It uses mice as intermediate hosts, with the superior hosts being cats.",
      "This parasite makes a mouse lose its fear of cats in order to increase its chance of getting eaten, so that the parasite can live within a cat instead.",
      "There are parasites that choose hosts at random.",
      "The rabies virus is commonly known for that.",
      "It lives and breeds in the brain of a host, and it moves into the host's saliva through the salivary glands.",
      "It makes the host extremely aggressive, in order to make it bite things randomly, so that it in turn can move into other hosts through the saliva.",
      "...That's what rabies does.",
      "Many parasites have a similar ability to control hosts to their benefit.",
      "The examples I used above are about parasites that move into other hosts to prosper.",
      "But I think there must be some kind of parasite that controls its hosts in order to have a comfortable environment in which to live.",
      "I want to try to connect this theory to the abnormal homing ability and homesickness of the Onigafuchi residents.",
      "Let's say there's some kind of parasite that exists in Hinamizawa, and it lives within all of the villagers' bodies.",
      "For the parasite, Hinamizawa is the most comfortable environment to live in,",
      "so it gives the hosts a strong homing ability, in order to make them stay in Hinamizawa.",
      "Furthermore, it causes the hosts to get homesick whenever they ignore this homing ability and try to leave.",
      "Parasites need hosts in which to live.",
      "It's convenient for them if their hosts build a community in the environment where it feels comfortable.",
      "This theory makes it easier for me to explain the mysteries I described earlier.",
      "The transcendents of Onigafuchi knew about the existence of this parasite.",
      "They knew that, as hosts to the parasites, they couldn't live outside of the village. That's why they created a culture and rules that prohibited contact with the outside world.",
      "It also explains why people acted so abnormal during the dam conflict.",
      "So... The demons that came out of the swamp in the legend of Oyashiro-sama can be interpreted as the mass spread of the parasite.",
      "The story about the demons attacking the villagers must be a metaphor for the behavior of the infected villagers who were controlled by the parasite.",
      "...This theory is too crazy. I should have just laughed about it.",
      "But I felt bad for Miyo-san, so I decided not to.",
      "Hinamizawa is controlled by a parasite...?",
      "You could use that theory to explain how the maggots came out of me.",
      "...I felt a little bit dizzy. I was so confused, and a part of me thought it was ridiculous... and another part of me thought it was more convincing than any curse.",
      "But... Miyo-san was probably erased because she wrote these scrapbooks.",
      "If so...",
      "the contents of these scrapbooks must be something that they can't ignore.",
      "...They'd try to get all of her scrapbooks and consign them to oblivion.",
      "...What if they noticed some of her scrapbooks are missing?",
      "...I felt a chill running through my spine.",
      "I have to keep it a secret that I have these scrapbooks.",
      "...And I'll have to try to understand more about their contents.",
      "I remember Miyo-san told me that the Three Families are behind the series of the mysterious deaths, and that they're trying to resurrect the cult of Oyashiro-sama.",
      "...According to the theory I just read... the parasite must be trying to maintain the current environment of Hinamizawa.",
      "The healthiest environment for it is a completely closed village, just like the primitive Onigafuchi.",
      "It must be very comfortable for the parasite if no hosts go outside the village.",
      "They don't even like that the villagers often leave the village to go shopping.",
      "That means... the parasite would try to goad the hosts into resurrecting the cult of Oyashiro-sama.",
      "Hm?",
      "...I remember there was an article in the scrapbook saying that the demon's blood runs thickest in the Three Families.",
      "That would mean... that they have a larger amount of the parasite in them than the other villagers, and that they're under its control.",
      "The Three Families seem to be planning to bring the village back to the Onigafuchi era.",
      "Reviving the Watanagashi festival after the dam conflict can be interpreted as their desire to revive the faith that had started to fade away in the Meiji era.",
      "The Three Families, especially the Sonozaki family, have a great influence over the region and the public organizations...",
      "...What's going on here...?",
      "I'd thought this to be a poorly written theory... but the pieces fit together, one after another.",
      "I've never played a jigsaw puzzle as crazy as this.",
      "I felt my brain swirling due to this absurd theory. A part of me thought this was ridiculous, and another part of me thought I might be about to expose an unbelievable truth.",
      "...When I tried to look into the center of it, I felt as if I was going to fall into the whirlpool and drown.",
      "...I'll have to devote myself to reading more seriously.",
      "There must be some truth to this.",
      "...It caused misfortune and made my life miserable after I moved to Ibaraki.",
      "I might be able to find the truth, including the cause of my parents' divorce and my desperate behavior...!",
      "Right then, I heard a knock on the door all of a sudden, scaring me.",
      "I hid the scrapbooks under a cushion."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's dad",
    "labelJp": "レナの父",
    "textJp": [
      "「礼奈、電話が来てるぞ。」"
    ],
    "textEn": [
      "\"Reina, you have a phone call.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「電話？",
      "こんな時間に？",
      "……誰だろ。」"
    ],
    "textEn": [
      "\"A phone call?",
      "This late?",
      "...Who is it?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Rena's dad",
    "labelJp": "レナの父",
    "textJp": [
      "「本屋さんからだぞ。",
      "本の取り寄せとか頼んだのか？",
      "興宮書房の大石さんって人からだ。」"
    ],
    "textEn": [
      "\"It's from a bookstore.",
      "Did you order some books?",
      "They said they were Ooishi-san from the Okinomiya bookstore.\""
    ]
  }
]