[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この辺りは街灯がまったくないから、ただ闇の中を走るだけでも怖かった。",
      "月は空を照らせども俺の足元はちっとも照らしてはくれない。",
      "俺の足元を明るくしてくれるのは、懐中電灯の細く頼りない灯りだけだった。",
      "懐中電灯はそこが平らな砂利道であることを教えてくれるが、",
      "灯りで照らされていない全ては信じられないくらいに真っ暗。",
      "…コールタールをぶちまけたようなという小説的表現は決して過大評価ではないと思った。",
      "ひょっとすると、突然、空き缶や石ころにつまづくかもしれない。",
      "それが怖くて細い灯りを必死に振って足元の安全を確かめたが、それでも安心することはできず、いつの間にか走る速度はずっと落ちて、早歩きくらいになっていた。",
      "暗くて足元が見えないから、転びそうで怖くて、走れない？",
      "でも、例え日中だからといって、足元を見ながら走ってるわけじゃない。",
      "レナや魅音とはしゃぎながら走り回ってる。",
      "明るくたって足元なんか結局見てない。",
      "でも、転ぶかもしれないなんて露ほども思わず、俺は同じような道を駆け回っていた。",
      "今のレナは、きっとこんな状況なのかもしれない。",
      "レナにとって、……疑心暗鬼の闇を照らす灯りがあまりにも細いのだ。",
      "そして、信じ込んでしまった妄想の暗闇がますますに暗くなり、いつもの道を歩くにも、這って進まなければならないくらいに恐れてしまっているのだ。",
      "……あんな馬鹿馬鹿しいスクラップ帖に心を奪われるなんて。",
      "笑う人間は笑うかもしれない。",
      "だが、あのスクラップ帖は……普通じゃない。",
      "読む人間の心を巧みに誑かし、心の隙間に付け入ろうとする悪意がある。",
      "その悪意は、例え一晩であろうとも俺の心を奪った。",
      "…だからこそ、その悪質さが俺にはわかるんだ。",
      "ほら、……ノストラダムスの大予言とか、ムラサキカガミとか、定番の都市伝説ってあるじゃないか。",
      "あれらだって、もっともらしい嘘を徹底的に並べ立て、側で聞いていればなんて下らない話をと感じるが、",
      "………一度のめり込んでしまうと、どういう訳か心から拭えなくなるんだ。",
      "もう１０年〜２０年もすると１９９９年じゃないか。",
      "その年の７月だかに世界が滅びるって大予言は誰もが知ってて、民放もそれらしく無責任に煽るものだから、たまに真に受けるやつも生まれるんだ。",
      "",
      "……ほら、ノストラダムスの大予言は核戦争の勃発を意味するもので、私費で庭に核シェルターを作ったり、その年までに自身を冷凍保存して放射能がなくなる未来まで眠ろうとか、本気でやってる連中がいるじゃないか。",
      "やってる連中はマジも大マジなんだろう。",
      "だが、冷静に考えて１９９９年に戦争など起こるわけがない。",
      "",
      "東西は冷戦構造で確かに最終戦争をいつも想像させるが、実際は核を突きつけあった均衡状態で、互いに核戦争を仕掛けるメリットは何もない。",
      "…ソ連ならやりかねない、ソ連は世界を滅ぼしてでも自由主義陣営を……、",
      "というソ連ならやりかねないという妄想は、鷹野さんのスクラップ中の園崎家という単語と綺麗に置き換えができる。",
      "そう、こういう大規模な妄想には必ず、ソ連とかナチスドイツとかあるいは宇宙人であるとか、",
      "正体不明で理解のできない仮想敵が用意され、やつらならやりかねないという、何の根拠もない言葉で信憑性が煽られる。",
      "鷹野さんが園崎家の何を知っていた？",
      "何も知るわけがない！",
      "鬼ヶ淵村の頃の歴史から引っ張って、今日でも園崎家が暗躍していて、恐ろしい陰謀を…なんていい加減なことを吹聴しているだけだ。",
      "こんなの、どこぞの大予言でもよく聞くぞ。",
      "",
      "ナチスドイツは地球占領を企んでいて、ヒトラーは実はまだ生きていて、彼ら残党は今も南極の地下基地でその陰謀を……なんて与太話とまったく同じじゃないか！！",
      "…普段のレナなら、こんな馬鹿な話、からからと笑って気にもしない。",
      "だが、……たまたまタイミングが悪かったんだ。",
      "間宮リナや北条鉄平を殺して、…しかもその死体を俺たちに見つけられた直後という、ナーバスな時期だったんだ。",
      "俺たちはその心のショックから少しずつ立ち直るのを見守っていた。",
      "………だが、立ち直って、心に免疫力ができる前に、とんでもない毒がレナに入り込み、全身に回ってしまったのだ。",
      "それは病気で体の抵抗力が弱っているところに、さらに別の病気が発症してしまったこととまったく同じ。",
      "……そうさ、今のあいつはちょっとした病気なんだ。",
      "高熱を出してウンウン唸れば、たまには死んでしまうかもしれないなんて、悲壮感でいっぱいになってしまうこともある。",
      "でも、そんなの医者から見れば大袈裟もいいところだ。",
      "薬を飲んで栄養をつけて、大人しく寝てれば治るんだよ！",
      "今のあいつはまさにそれなんだ。",
      "……本当にちょっとした心の風邪をひいてるだけなんだ。",
      "それより、ぼやぼやしてると警察に捕まっちまうかもしれないんだぞ！",
      "途中、何度かパトカーとすれ違う。",
      "職質を食らったら厄介だと思って、その度に隠れてやり過ごした。",
      "２度くらいはすれ違ったかもしれない。",
      "途中、レナの家の近くを通ったが、普段見たこともない車が停まっていて、レナの帰りを待ち構えていることは明白だった。",
      "魅音がレナを匿うよう、園崎家に号令を掛けてくれてるらしいが、……正直、微妙だ。",
      "だってレナは、園崎家に命を狙われてると信じてるのだから。",
      "だが、匿わなかったらその内、警察に捕まる。",
      "そうなったら、…最終的には死体を埋めるのを手伝った仲間全体も巻き込むことになる！",
      "……警察がどうしてレナに目星をつけたのかはわからない。",
      "おそらくは状況証拠だけで確信がないに違いない。",
      "……でも、これだけ大々的に動いているのだから、限りなくクロに近い何かを掴んでいるのは間違いない……。",
      "レナの馬鹿…！！",
      "鷹野さんのスクラップ帖なんかで遊んでる場合じゃないんだぞ！",
      "お前自身が警察に狙われてるんだぞ…！！",
      "真っ暗でここか自信がない。",
      "俺は覚悟を決めると、慎重に足元を照らしながらスクラップの斜面を降りていった。",
      "レナの名を叫びたかったが、周りにレナを探す警察がいないとも限らない。",
      "ゴミの山を迂回すると、明かりが見えた。",
      "…………いた！",
      "俺はがしゃがしゃとガラクタを蹴りながら駆け寄った。",
      "レナは隠れ家の廃車のドアの前にいて、物騒な鉈を構えて身構えていた。",
      "そりゃそうだ。",
      "騒々しく降りてくる俺の気配なんてバレバレだったろうからな。"
    ],
    "textEn": [
      "This area has no streetlights, so I was scared to run fast when I could barely see.",
      "The moon lit up the sky, but not my steps.",
      "The only light I had to see by was my flashlight.",
      "The light was very weak. All I could see was the flat gravel road before me.",
      "Anything the flashlight couldn't reach was in total darkness.",
      "...The expression often used in novels, \"pitch black,\" wouldn't be inappropriate.",
      "I might trip over an empty can or a rock anytime.",
      "Not wanting to fall, I used the flashlight to its maximum extent to watch my step, but I was still a bit nervous. I started running slower and slower until I was just walking briskly.",
      "Did I just stop running because I'm afraid of tripping in the dark?",
      "But I usually run around without watching my step during the day.",
      "I run around with Rena and Mion all the time.",
      "Even if I can see what's underfoot, I don't pay any attention.",
      "I don't think I might trip. I just keep running around without a care.",
      "Rena might be feeling the same way I am right now.",
      "For Rena... the light with which she illuminates the darkness of suspicion is too weak.",
      "And the darkness of the delusion she deeply believes in is getting darker and darker. That's why she's scared to even walk on the same roads she always used to take.",
      "She fell for the contents of those ridiculous scrapbooks.",
      "People might laugh at her for that.",
      "But those scrapbooks aren't... normal.",
      "They manipulate their readers' hearts and, with evil intent, take advantage of their vulnerabilities.",
      "That evil intent captured my heart for one night.",
      "...That's why I know how evil they are.",
      "They're just urban legends, like the prophecies of Nostradamus or the purple mirror.",
      "They're a bunch of feasible lies, and when you hear about them at first, you think they're too stupid to believe.",
      "...But once you fall for them, it's hard to get them out of your mind for some reason.",
      "It'll be the year 1999 in less than 20 years.",
      "Everybody knows about the prophecy that the world will come to an end in July of 1999. There are even some TV shows about it, too, which irresponsibly fan people's fears. So, some people take it seriously.",
      "<size=-2>",
      "...Those people think that the prophecy means the outbreak of nuclear war, so some of them are making shelters in their backyards. Some of them are thinking about freezing themselves by 1999 so that they won't be exposed to radiation, only waking up after it's gone.",
      "Those people are completely serious about it.",
      "But when you think about it rationally, it's impossible that there'll be an outbreak of nuclear war in 1999.",
      "<size=-2>",
      "It's true that the cold war makes us think that the final war will break out anytime, but both powers are actually pointing their nuclear missiles at each other, and they know there's nothing to gain for either of them to start a nuclear war.",
      "...\"The Soviets might still do it!\" \"The Soviets would destroy the world if it meant eradicating liberalism...!\"",
      "But that delusion that \"the Soviets\" might do it could be neatly swapped for the way Takano-san uses \"the Sonozaki family\" in her scrapbooks.",
      "When people create a large-scale delusion like the prophecies above, they always use an incomprehensibly unknown enemy such as the Soviet Union, Nazi Germany, or aliens.",
      "And they say something like, \"you never know! They might do things like that!\" to try and increase the credibility of their delusions without any evidence whatsoever.",
      "What did Takano-san know about the Sonozaki family?",
      "Nothing!",
      "All she did was use the history of Onigafuchi and say that the Sonozaki family is still working behind the scenes, plotting a horrifying conspiracy.",
      "It's just like one of those large-scale prophecies.",
      "<size=-2>",
      "It's nothing but just a stupid story like that one about Nazi Germany, which says that Hitler is still alive and lives in an underground complex somewhere on the South Pole, continuing his plot to conquer the world...!!",
      "...Rena usually doesn't believe in stupid stories like that.",
      "But... it was just bad timing, I suppose.",
      "It was right after she killed Rina Mamiya and Teppei Houjou... and was caught by us. She was in a state of panic when she heard the story.",
      "We were waiting for her to recover from the shock.",
      "...But before she did and regained her strength of heart, a poison got into her, and spread all throughout her body.",
      "When you're sick and have a weakened immune system, it's easy to get another disease. It's just like that.",
      "...That's it. Rena is just sick right now.",
      "When you're very sick, in bed with a high fever, you sometimes feel like you might die from it.",
      "But most of the time, you're just overreacting.",
      "You get better soon after you take a medicine, eat healthy food, and sleep a lot!",
      "That's how she is right now.",
      "...She caught a mental cold. That's all.",
      "She needs to get better soon, or she might get caught by the police!",
      "I passed several patrol cars on my way.",
      "I hid every time I saw one, since I didn't want to be questioned.",
      "I was probably passed by them twice.",
      "When I came close to Rena's house, I saw a car parked near the gate. It was obviously watching her house, trying to capture her when she'd arrive home.",
      "Mion ordered the Sonozaki family to find Rena to protect her from the police... But honestly, I'm not sure if they can.",
      "After all, Rena believes that the Sonozaki family is after her.",
      "But if they don't find her, the police will eventually.",
      "If that happens... all of us who helped her bury the corpses will be caught by the police in the end!",
      "...I don't know how or why the police came to suspect her.",
      "I think they only have some circumstantial evidence. I don't think they know she did it for sure.",
      "...But since they're looking everywhere for her now, they must have some kind of reliable evidence...",
      "Rena, come on...!!",
      "You don't have time to play around with Takano-san's scrapbooks right now!",
      "The police are after you...!!",
      "It was so dark that I couldn't be sure if she was down there.",
      "But I made up my mind and headed down the slope, carefully shining my flashlight to light my way.",
      "I wanted to loudly call out Rena's name, but there might be some policemen nearby looking for her.",
      "I walked around a trash pile, and then, I saw a light.",
      "...It was Rena.",
      "I ran towards her hideout, kicking aside the trash in my way.",
      "Rena was standing right in front of her hideout, holding a hatchet.",
      "I couldn't blame her.",
      "She must have noticed all the noise I had made coming down the slope."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「はぁ……はぁ！"
    ],
    "textEn": [
      "\"Haah... Haah!"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レ、",
      "………レナ、",
      "……お、",
      "俺だ………。」"
    ],
    "textEn": [
      "Re",
      "-Rena......",
      "It's",
      "me...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……今度は圭一くん？",
      "あはははは、今夜はいろんな人が来る夜だね。」"
    ],
    "textEn": [
      "\"...Keiichi-kun?",
      "Ahahahaha, I sure have a lot of visitors tonight.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「俺以外にも誰かいるのか？」"
    ],
    "textEn": [
      "\"Who else is here?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "辺りを照らしてみるが、レナ以外に誰かがいるようには見えなかった。"
    ],
    "textEn": [
      "I shone my flashlight around, but I didn't see anybody else."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「この場所はもう安全じゃないんで、今から場所を替えるところなの。",
      "……圭一くんにも知られたくないから、付いて来ないで。」"
    ],
    "textEn": [
      "\"I'm leaving, because it's not safe here anymore.",
      "...I don't want you to know where I'm going, so please don't follow me.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「レ、…レナ？！",
      "お前、どうしたんだよその怪我！",
      "血だらけじゃないか！！」"
    ],
    "textEn": [
      "\"R-Rena...?!",
      "What happened to your neck?!",
      "You're bleeding!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……もう落ち着いたから大丈夫だよ。",
      "もっとも、いつぶり返すかわからないけどね。」"
    ],
    "textEn": [
      "\"...I'm okay.",
      "They might come back again, though.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナは首のところが真っ赤になっていて、まるで皮膚病の人が痒みに任せて掻き毟ってしまったような、そんな感じの傷をつけていた。"
    ],
    "textEn": [
      "Rena's neck was all red. It looked like she had some kind of skin disease on her neck. She probably couldn't bear the itchiness and scratched at it really hard."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「タオルで拭いただけじゃ駄目だろ…。",
      "取り合えず家へ来いよ！",
      "ちゃんと消毒した方がいいぞ…！」"
    ],
    "textEn": [
      "\"You need to do more than just wipe it with a towel...",
      "Come to my house!",
      "You need to clean it up...!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………傷口は大したことないよ。",
      "それにこれは傷によるものじゃない。",
      "…もう、手遅れだし。」"
    ],
    "textEn": [
      "\"...Don't worry about it.",
      "It isn't an injury.",
      "...And it's too late anyway.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「手遅れ？",
      "…どういうことだよ。」"
    ],
    "textEn": [
      "\"Too late?",
      "...What do you mean?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「富竹さんを死に導いた何かを、私もいつの間にか服毒させられてるみたいなの。",
      "…注射なんて物騒な方法じゃない。"
    ],
    "textEn": [
      "\"They must have put the drug in my food without me realizing. It's the drug that killed Tomitake-san.",
      "...They probably used a syringe to inject him with the drug, but they changed their methods this time."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "……多分、それは弁当のおかずに混ぜられてたの。",
      "覚えてる？",
      "先日、魅ぃちゃんが卵焼きを１人１個ずつ分けてくれたよね？",
      "あの時にやられたんだと思う。"
    ],
    "textEn": [
      "...I think they put it in someone's lunch.",
      "Don't you remember?",
      "Mii-chan gave out a piece of her omelet to everyone the other day at lunch.",
      "She must have put it in the omelet."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "……遅効性なところがうまいよね…。",
      "くそ…！！」"
    ],
    "textEn": [
      "...She's smart. She used a slow-acting drug this time...",
      "Damn it...!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナは魅音の卵焼きを思い出し、憎らしげに砂利を蹴飛ばした。",
      "……それは文字通り、魅音の好意を蹴飛ばしたのと同じだ。"
    ],
    "textEn": [
      "Rena kicked the dirt with hatred.",
      "...She was almost literally kicking Mion's goodwill to the curb."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「おいレナ。",
      "………お前、…本気で魅音がそんなことすると思ってるのか？」"
    ],
    "textEn": [
      "\"Hey, Rena.",
      "...Are you seriously saying that Mion would do such a thing?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………？」"
    ],
    "textEn": [
      "\".........?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナがきょとんとした目を向ける。",
      "…それからその目に少しの悪意が混じり出す。",
      "園崎家が悪の根源であることはもう話してあるのに、何を言い出すの？",
      "そう瞳が言っている。"
    ],
    "textEn": [
      "Rena looked stunned, and she stared straight at me.",
      "...I noticed a slight accusation in her eyes.",
      "I can tell by looking into her eyes that she wants to say,",
      "\"what are you talking about? I already told you that the Sonozaki family is the mastermind behind the conspiracy\"."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「第一よ…。",
      "あの日の卵焼き、……魅音は１人に１つずつなんか分けてないだろ。」"
    ],
    "textEn": [
      "\"First of all...",
      "Mion didn't give out her omelet to everybody that day.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音は５等分された卵焼きをみんなに、お好きなのをどうぞと差し出した。",
      "……そうしたら、レナが真っ先に、端っこの１つを選んで、この渦巻きがかわいい〜はぅーって言って口にしたんじゃないか。"
    ],
    "textEn": [
      "Mion cut her omelet into 5 pieces, and she told us to take one if we wanted.",
      "...Rena took the end piece of the omelet before anybody else took one. She said it looked \"kyute\" and ate it right there."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「違うよ。",
      "魅ぃちゃんは、毒が入ってた卵焼きを私にわざと食べさせようとしたんだよ。」"
    ],
    "textEn": [
      "\"No, that's not what happened.",
      "Mii-chan tried to make me eat the omelet because she put a drug in it.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……レナ。",
      "……都合よく記憶を書き換えるなよ…。",
      "タッパーの蓋の上に、こうちょんちょんと５つ並べたんじゃないか。」"
    ],
    "textEn": [
      "\"...Rena.",
      "...Stop interpreting everything so conveniently...",
      "Mion just put the five pieces of the omelet on the lid of her lunch box.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「並べてないよ…！",
      "１人に１つずつ配った！」"
    ],
    "textEn": [
      "\"No, she didn't...!",
      "She gave out each piece to every one of us!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………そんなこと、…今までにあったか？",
      "俺たちは互いの弁当箱を好きに突っつくバイキング形式だぜ…？"
    ],
    "textEn": [
      "\"...Rena, think about it. Have we ever done something like that before?",
      "We usually take whatever we like from everybody else's lunch..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "これは誰の分なんて、お上品に分けっこしたことなんて、…一度もねぇじゃねぇか…。」"
    ],
    "textEn": [
      "Nobody has ever said something like, 'this is your piece, so take this' or 'this is her piece so don't take that'... you know?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………………。」"
    ],
    "textEn": [
      "\"...............\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナの目が見る見る憎悪に染まっていくのがわかる。",
      "………今のレナにとっては、俺の方が妄言なのだ。",
      "彼女にとって、自分が毒を盛られたのはもはや事実で、それはあの卵焼きによって盛られたと「決めてしまった」。",
      "…だから、それと食い違う話をする俺を拒絶しようとするのだ。",
      "……俺はレナを怒らせに来たわけじゃない。",
      "…それ以上は水掛け論になることを悟り、言い返すのをやめた。"
    ],
    "textEn": [
      "She looked at me with that accusation in her eyes.",
      "...To Rena, everything that comes out of my mouth must sound like a lie.",
      "To her, it's a fact that she was poisoned. She \"knows\" for sure that the drug was in the omelet.",
      "...That's why she's contradicting me, because I'm saying something different.",
      "...I didn't come here to make her mad.",
      "...I realized that disagreeing would only escalate her anger, so I decided not to."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「それよりさ。",
      "……ここはもう安全な場所じゃないって、…どこへ行くつもりだよ。」"
    ],
    "textEn": [
      "\"Anyway...",
      "you said this place isn't safe anymore... Where are you going to go, then?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………さぁね。",
      "適当に探すよ。」"
    ],
    "textEn": [
      "\"...Well,",
      "I'll find somewhere.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「寝るところなんてそうそう見つからねぇだろ…！",
      "俺の家に来いよ。」"
    ],
    "textEn": [
      "\"It's not that easy to find a place to sleep...!",
      "Why don't you come to my house?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……ありがたいけど辞退するね。",
      "園崎家の手先が村中を探し回ってる。",
      "…圭一くんが裏切って私を売るとは、…思いたくないけど、匿いきれるとも思えない。」"
    ],
    "textEn": [
      "\"I appreciate your offer, but I can't do that.",
      "The Sonozaki family is looking for me everywhere in the village.",
      "...I don't think you'd betray me, but... I don't think you can hide me from them, either.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「園崎家の手先が探し回ってるってのは、……逆だぞ。",
      "警察がレナを探し回ってるんだ。」"
    ],
    "textEn": [
      "\"It's... not the Sonozaki family who are looking for you...",
      "It's the police.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………？",
      "なんで？",
      "大石さんは味方だし、…私のことは放っておくように言ってある。",
      "私を探すなんて、ありえないよ。」"
    ],
    "textEn": [
      "\".........?",
      "Why?",
      "Ooishi-san is on my side... And I told him to leave me alone.",
      "I don't think he's looking for me.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「多分、……………リナと鉄平を殺したことが、どこかで漏れたんじゃないかと思う。」"
    ],
    "textEn": [
      "\"I think... they know that you killed Rina and Teppei.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………………あぁ、……そういうことか。」"
    ],
    "textEn": [
      "\"............Oh... I see.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺は、やっと互いの会話が噛み合ったことに安堵したが、……レナの自虐的な笑い方が少しおかしかったので、すぐに噛み合ってないことに気付く。"
    ],
    "textEn": [
      "I was relieved that we were finally on the same page... but I realized I was wrong right away when she laughed in self-derision."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…どうして警察が、あの殺しのことを勘付いたかわかる？」"
    ],
    "textEn": [
      "\"...Do you know how the police found out that I killed them?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………いや、…………わかるわけないだろ…。」"
    ],
    "textEn": [
      "\"......No...... I have no idea...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "少なくとも殺害現場は誰にも見られていない。",
      "死体を山奥に隠しに行った時だって、大丈夫だったし、埋めた場所だって完璧だ。",
      "それに、最後に魅音が秘密の場所に埋めなおしてくれたらしい。",
      "だからあの死体が見つかるなんてことは永久にありえるわけがない。"
    ],
    "textEn": [
      "Nobody saw her killing them.",
      "Nobody saw us burying the corpses. We buried them deep in the mountains, and we camouflaged the spot perfectly.",
      "Plus, Mion moved them to a secret place afterwards.",
      "So, it's impossible that the corpses would be found."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「今日の夕方ね。",
      "………私、あの２人の死体を埋めた場所に戻ったの。",
      "そしたら、………どうだったと思う？」"
    ],
    "textEn": [
      "\"I went there this evening.",
      "...I went there to check the spot where we buried them.",
      "Guess what I found...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………ぁ、」"
    ],
    "textEn": [
      "\"......Ah.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "まずいと思った。",
      "………そうだ。",
      "レナはあの死体を魅音が処分してくれたことを知らない。",
      "だから、あそこに埋まってるものと思い込んでたはずだ…！"
    ],
    "textEn": [
      "That didn't sound good.",
      ".........Of course.",
      "...Rena has no idea that Mion took care of the corpses.",
      "She'd think the corpses were still buried there...!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「なかったの。",
      "死体が。",
      "誰かが掘り返して死体を持ち去った。」"
    ],
    "textEn": [
      "\"They weren't there.",
      "The corpses.",
      "Somebody dug them out and carried them somewhere else.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「い、…いや、レナ！",
      "…それは……えぇと…！」"
    ],
    "textEn": [
      "\"Ah... Rena!",
      "...That's because... ummm...!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あんな場所、誰かが偶然掘り返すわけもない。",
      "……それにあの場所は私が決めた。",
      "だからあの場所に埋まっていることは、あの場に居合わせた人間しかいない。」"
    ],
    "textEn": [
      "\"It's impossible that someone happened to dig them up.",
      "...I chose the place.",
      "So, the only people who know about the place are me and my friends who were there.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そ…そうだ、その通りだよ…。",
      "えっと、だからそれは……、」"
    ],
    "textEn": [
      "\"Th-That's right...",
      "Well... the thing is...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「誰がやったかはわかってる。",
      "魅ぃちゃんだよ。",
      "……私が警察と結託することがないよう、保険がほしかったに違いない。",
      "……園崎家に探させるだけじゃなく、警察にも捜させるとはね。"
    ],
    "textEn": [
      "\"I know who did it.",
      "It's Mii-chan.",
      "...They didn't want me to work with the police. They needed to have some insurance.",
      "...But I didn't think they'd use the police to find me."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "……連中も形振り構ってられないってことか。」"
    ],
    "textEn": [
      "...I guess they don't care how it looks anymore as long as I'm captured.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「み、魅音がそんなことするわけねぇだろ！」"
    ],
    "textEn": [
      "\"Come on! Do you really think Mion would do such a thing?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「したんだよ！！",
      "魅ぃちゃんが私を売った！」"
    ],
    "textEn": [
      "\"She did!!",
      "Mii-chan sold me out!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……いいや、しねぇな。",
      "魅音も俺たちもみんな仲間だぞ。",
      "例え世界が全部敵になったとしたって、仲間は最後まで味方なんだ。"
    ],
    "textEn": [
      "\"...No, she didn't.",
      "Mion is your friend.",
      "We're all on your side no matter what happens. Even if the whole world turned against you, we'd still be on your side."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "だから魅音がレナを売ることなんて、海水が全部蒸発するような天変地異があったって、絶対にありえない…！」"
    ],
    "textEn": [
      "Even if the whole ocean evaporated, Mion would never sell you out...!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…………………魅ぃちゃんの肩をどうして持つの？」"
    ],
    "textEn": [
      "\".........I don't understand why you're defending her.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「逆だろ！",
      "何で魅音をそこまで疑うんだよ！！」"
    ],
    "textEn": [
      "\"It's just the opposite!",
      "I don't understand why you're doubting her!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そんなのは決まってるでしょ。",
      "三四さんの暴いた致命的な事実は狂信者たちの偉大な計画の実現、」"
    ],
    "textEn": [
      "\"That's simple.",
      "Miyo-san revealed the existence of the conspiracy to me, and the fanatics are...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「黙れ黙れッ！！",
      "………あ、…ちょっと言葉がきつかったな。謝るからちょっと俺の話を聞いてくれ。",
      "…いいか、あの死体がなくなっていたのは、確かに魅音が掘り返したからだ。」"
    ],
    "textEn": [
      "\"Shut up! Shut up!!",
      "...Ah... I'm sorry I didn't mean to yell at you like that. I apologize. So, please listen to me.",
      "...The corpses are gone because Mion dug them out.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「やっぱりそうじゃないッ！！！」"
    ],
    "textEn": [
      "\"See?!! I told you!!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「終わりまで聞けよ！！",
      "……いいか、魅音が死体を掘り返したのは、あの埋めた場所が安全じゃないことがわかったからなんだ。",
      "営林署がこの夏、あの辺り一体を伐採するって計画を立ててたことが後にわかったんだよ。"
    ],
    "textEn": [
      "\"Listen to me until I finish!!",
      "...Okay? Mion dug them out because she found out that the place isn't going to be safe for much longer.",
      "There's a logging project scheduled to begin on that mountain this summer."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "だから魅音は！",
      "レナを守るために死体を掘り返してくれたんだよ！！」"
    ],
    "textEn": [
      "That was why!",
      "That's why she dug them out, to save you from being caught!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ぷ、………はははははは、あっはっはっはっは！」"
    ],
    "textEn": [
      "\"Pff... hahahahahaha. Ah ha ha ha ha!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナの笑いは見下すかのようだった。",
      "俺の言葉がまったく心に届いていないことがわかる…。"
    ],
    "textEn": [
      "Rena laughed at me like I was stupid or something.",
      "I could tell she didn't understand anything I was saying..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そんなの魅いちゃんの口から出任せに決まってるでしょ？！",
      "圭一くんの前ではいい子ぶりたいあの子の汚いやり方だって！」"
    ],
    "textEn": [
      "\"Don't you get it? Mii-chan made that up!",
      "She just wants to look good when you're around. She's a dirty bitch!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あのなぁ…！！",
      "じゃあどうすりゃよかったんだよ！",
      "今年の夏に営林署が見つけちまうかもしれないと知ってて、放置しとくのかよ？！"
    ],
    "textEn": [
      "\"Hey...!!",
      "Then what was she supposed to do?!",
      "Are you saying that she should've left the corpses there, knowing that the forestry service would find them this summer?!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "そんなことできるわけねぇだろ！」"
    ],
    "textEn": [
      "She couldn't do that because she's your friend!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「その営林署の伐採計画というのが、そもそも魅ぃちゃんの作り話だって、どうしてわからないのかなぁ！！」"
    ],
    "textEn": [
      "\"Why can't you understand that Mii-chan made everything up, including the logging project?!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「わからねぇのはレナの方だろッ！！！」"
    ],
    "textEn": [
      "\"You're the one who doesn't understand anything!!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………………………。」"
    ],
    "textEn": [
      "\"............\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺が怒鳴りつけると、レナはすーーっと冷めるような目つきになった。",
      "…そして俺を凝視し、この男は何をしにやって来たんだ？",
      "と値踏みし始める…。"
    ],
    "textEn": [
      "After I yelled at her, she gave me an icy look.",
      "...She stared into my eyes...",
      "As if trying to find out what I came here for..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………俺は、レナの目を覚ましに来たんだ。",
      "お前は鷹野さんのスクラップ帖のせいで、とんでもない狂った夢に取り憑かれてる。",
      "……最初の内は面白ぇ話だと思ってたが、そろそろ洒落にならないと思い始めた。"
    ],
    "textEn": [
      "\"...I came here to wake you up.",
      "You're possessed by an impossible delusion because of Takano-san's scrapbooks.",
      "...At first, I thought it was interesting. But this is getting way out of hand..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "…………お前は今、ちょっとした病気なんだよ！」"
    ],
    "textEn": [
      "You know why? It's because they're making you sick!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……あぁ、梨花もどきにも病気だって言われたっけね。",
      "確かに、うじ湧き病はもう始まってるし。」"
    ],
    "textEn": [
      "\"...Oh, the girl who looked just like Rika-chan told me the same thing.",
      "You're actually right about that. I mean, I do have the maggot disease, so...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ、もう違うんだ違うんだ！",
      "とにかく俺の話を聞け！",
      "…しばらくの間、横になってじっくりと休まねぇか？",
      "本当は魅音の家に匿ってもらったほうが安全なんだ。",
      "警察からも匿えるしな。"
    ],
    "textEn": [
      "\"No, you don't understand!",
      "Listen to me very carefully!",
      "...You need to lie down and rest for a while. Okay?",
      "It'd be a lot safer to stay at Mion's house.",
      "She can protect you from the police."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "……でも、それでも魅音が信用できないってんなら、俺の家でもいい。",
      "とにかく、こんな休めない場所で縮こまってたって、心にいいわけがないんだ！",
      "まずは俺の家に行こう。"
    ],
    "textEn": [
      "...But if you don't trust her, you can stay at my place.",
      "Either way, it's not good for you to stay somewhere uncomfortable like this!",
      "Let's just go to my house for now."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "そして冷たい飲み物でも飲みながら、ちょいと熱を冷ましてみないか…？",
      "そうすりゃレナもすぐに気付くさ。」"
    ],
    "textEn": [
      "We'll have some cold tea together. It'll cool your fever down...",
      "Then, you'll realize how crazy all this was.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「何を言ってるの圭一くん。",
      "………私がおかしくなってるって言いたいの？」"
    ],
    "textEn": [
      "\"What are you talking about, Keiichi-kun?",
      "...Are you saying that I'm crazy?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………………………。」"
    ],
    "textEn": [
      "\"..................\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「おかしいのはお前たちの方なんだ！！",
      "お前たちは寄生虫に乗っ取られて、知らず知らずのうちにやつらに操られているだけ。",
      "圭一くんも傍観者のつもりでいるけど、実は被害者の１人なんだよ！！",
      "それに気付けないのが彼らの狡猾なところ。"
    ],
    "textEn": [
      "\"I'm not crazy, you are!!",
      "You don't know it, but you're just being controlled by the parasite.",
      "Keiichi-kun, you think you have nothing to do with it, but you're one of the victims!!",
      "You just don't realize it."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "それを私は責めない。",
      "……私がきっと圭一くんたちを救ってあげるから、今は私を信じていて！」"
    ],
    "textEn": [
      "I'm not blaming you for that.",
      "...I can save you. I can save everybody. So please trust me for now!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「おかしいのはお前たちの方、って……。",
      "…じゃあレナは、…村が丸ごとおかしくて、自分だけが正しいって言うのかよ…？！」"
    ],
    "textEn": [
      "\"You think we're all crazy...",
      "You think... everybody in this village is crazy, and you're not... Is that what you're saying?!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「雛見沢だけじゃないかもしれないね。",
      "…もはややつらの魔手は鹿骨市全域、…あるいは県内全域にまで及んでいるかもしれない！",
      "でも、私だけは正しいの！"
    ],
    "textEn": [
      "\"It might even be spreading outside of Hinamizawa.",
      "...They might've already spread it as far as Shishibone City... or to the entire prefecture!",
      "I really am the only one who isn't crazy!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "三四さんのスクラップのお陰でそれに気付けた！",
      "圭一くんだって、気付けたんじゃなかったっけ？！」"
    ],
    "textEn": [
      "I know that, thanks to Miyo-san's scrapbooks!",
      "I thought you understood that, too!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「待てよレナ、なぁ待てよレナ…！！",
      "自分以外、世界中が全ておかしいって、……それってつまりさ、……認めてるってことじゃねぇかよ！",
      "おかしいのは……自分だけなんだよ！",
      "世界は最初から何も変ってないし、おかしくも何ともない。"
    ],
    "textEn": [
      "\"Wait a second, Rena!!",
      "You're saying everybody in the world is crazy except you...",
      "That's the same thing as saying you're the only one who's crazy...!!",
      "The world hasn't changed. Nobody is crazy."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "増してやレナの敵でもなんでもない。",
      "自分だけが正しくて世界が全部敵なんてことはありえないんだよ！",
      "それはつまり、…………自分だけが敵ってことなんだよ！」"
    ],
    "textEn": [
      "Nobody is your enemy.",
      "If you ask me, it's crazy to believe that you're the only one in this world who isn't crazy and that everybody in this world is your enemy!",
      "In short... your only enemy is yourself!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「可哀想な圭一くん。",
      "……でも仕方がないよ。",
      "三四さんの真実は、誰もが受け容れられるものではない。",
      "……三四さん自身、この内容が本当に真実か、まだ測りかねていた節があったしね。",
      "だから圭一くんが受け容れられないことを、私は理解できる。"
    ],
    "textEn": [
      "\"I feel sorry for you, Keiichi-kun.",
      "...But it's okay.",
      "It's not that easy to accept the facts Miyo-san discovered.",
      "...Even she wasn't sure about them.",
      "So I understand if you can't accept the truth."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "……だから、そんな圭一くんを救うために、私はがんばるよ。",
      "がんばって戦って、…必ず、圭一くんたちを支配しているやつらをやっつけてやるから。」"
    ],
    "textEn": [
      "...That's why I'm going to fight. I'm going to fight to save everybody.",
      "I'll beat them down and make them stop controlling you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ば……馬鹿野郎……馬鹿野郎……！！",
      "可哀想な圭一くん？",
      "ばかばか、大馬鹿！！",
      "どうして気付けないんだよ、どうしてあんな支離滅裂な滅茶苦茶な話をまだ信じられるんだよ！！",
      "そしてどうして、何かある度に、その妄想に都合がいいように曲解するんだよ！"
    ],
    "textEn": [
      "Rena, that's stupid... That's just idiotic!!",
      "You feel sorry for me?",
      "You're stupid!!",
      "Why don't you understand? Why do you still believe a crazy stupid story like this?!!",
      "You're just interpreting everything to suit your convenience!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……三四さんも梨花ちゃんも、そして今や私も、…もうスペアが用意されてるの。",
      "そして、私が消されるのと同時に入れ替わることになっている。」"
    ],
    "textEn": [
      "\"...They have replacements for Miyo-san, Rika-chan, and me.",
      "They're going to replace me after I'm killed.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「はぁッ？",
      "！　スペアぁ？！",
      "お前、本気で何を言ってるんだ？！」"
    ],
    "textEn": [
      "\"What?!",
      "Replacements?!",
      "Are you seriously saying that?!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「もういいや。",
      "圭一くんには真実を教えてあげよう。",
      "私が圭一くんに話してない、本当の真実。",
      "実はね、寄生虫の正体は、…宇宙人なの。」"
    ],
    "textEn": [
      "\"You know what?",
      "I'm going to tell you the truth.",
      "I haven't told you about this yet.",
      "The true identity of the parasite is... aliens.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「う、……宇宙人んん……？！」"
    ],
    "textEn": [
      "\"A-Aliens...?!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うん。",
      "オヤシロさまの正体ももちろん宇宙人。",
      "天から降臨する際の描写は、世界各地に散らばる宇宙人説と合致するの。"
    ],
    "textEn": [
      "\"Yes.",
      "Oyashiro-sama is also an alien.",
      "The description of his descending from the sky matches with alien theories from all over the world."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "偉大な文明が興る時、偉人は必ず宇宙から現れる！",
      "彼らは宇宙から優れた叡智を持って地球を訪れ、いつまでも未熟な地球人類の進化を促そうと、」"
    ],
    "textEn": [
      "Whenever a great civilization flourished, it was always the aliens who accomplished it!",
      "They have advanced knowledge. They came to Earth to help immature humans evolve...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "………おいおいおいおい………、",
      "……う、",
      "……嘘だろ、",
      "レナ。",
      "まださ、……寄生虫説の方が聞いてて面白かったぞ……。",
      "そりゃいくらなんでも……滅茶苦茶だぞ………。",
      "でも、レナは信じられないくらいに大真面目で、……それを受け容れられない俺を、哀れんでいるのだ。"
    ],
    "textEn": [
      "......Hey, wait just a minute...",
      "You...",
      "must be kidding, right,",
      "Rena?",
      "The parasite theory was interesting...",
      "But aliens...? Come on. That's just nonsense...",
      "But Rena believes this theory so seriously... And she feels sorry for me because I can't accept it."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「やつらは人体寄生を通じてコミュニティを支配してきた。",
      "だが時折、勘のいい人間が生まれ、その支配の実態を暴こうとした。"
    ],
    "textEn": [
      "\"They've been controlling the community by living as parasites in human bodies.",
      "But sometimes, someone with sharp intuition comes along, and tries to reveal the truth."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "彼らはそれを取り除き、コミュニティを維持するために、様々な拉致を行なったの。"
    ],
    "textEn": [
      "But they get rid of them in order to maintain their control of the community."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "そして、時には金属片を埋め込みそのコントロールを得たり、あるいは外見だけを共有した別の存在と入れ替えることによって支配を続け…！！"
    ],
    "textEn": [
      "They sometimes kidnap those people with sharp intuition and put a piece of metal in their bodies to gain control over them. When that doesn't work, they replace those people with their copies...!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "そいつらは三四さんのコピーを生み、私のコピーを生んだ。",
      "梨花ちゃんのコピーもさっき来たんだよ！",
      "そいつと話をしてみた。",
      "そいつは宇宙から来た存在であることを認めたよ！！"
    ],
    "textEn": [
      "They made a copy of Miyo-san. They made a copy of me, too.",
      "Rika-chan's copy just came by a few minutes ago!",
      "I talked to <i>it</i>.",
      "<i>It</i> admitted that <i>it</i> came from space!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "そして破滅の日が近いことを告白し、私に足掻けるものなら足掻けと嘲笑った！！",
      "私は戦うよ、人類をやつらの家畜になどしてたまるか！！"
    ],
    "textEn": [
      "<i>It</i> told me that the end of the world is coming soon, and <i>it</i> laughed at me, saying I should struggle as much as I want!!",
      "I'm going to fight. I'm not going to let them domesticate our species!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "私は絶対に絶対に、」"
    ],
    "textEn": [
      "I'll never ever...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この、………馬鹿野郎……！！！！",
      "俺はレナにずかずかと近寄り、",
      "その頭を引っぱたいた。",
      "…それで正気に戻ってくれることを祈って。"
    ],
    "textEn": [
      "You're... so stupid...!!!!",
      "I stepped towards Rena,",
      "and slapped her in the face.",
      "...I was hoping it would return her to sanity."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………目を覚ませ！！」"
    ],
    "textEn": [
      "\"......Wake up!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………。」"
    ],
    "textEn": [
      "\"............\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「レナ。",
      "……もう忘れたか？",
      "まさにこの場所だ。",
      "それもほんの数日前だ。",
      "俺たち仲間たちは、この場所で、全員で手を取り合ったよな…？",
      "そして、仲間は家族同然だって認め合ったよな…？」"
    ],
    "textEn": [
      "\"Rena...",
      "did you forget?",
      "It happened here.",
      "Just a few days ago.",
      "We all took each other's hands here... didn't we?",
      "And we promised we'd be a family made of friends forever...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナは、手首をいじるような仕草をした。",
      "だが口を挟んでこなかったので続ける。"
    ],
    "textEn": [
      "Rena played with her wrist.",
      "She didn't interrupt, so I continued."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「お前の言う、宇宙人が地球を侵略してるって話を、お前が本気で言ってるなら、",
      "……例え世界中が信じなくても、俺は信じてやる。",
      "…俺はお前の仲間で、一番最初の味方だからだ！！"
    ],
    "textEn": [
      "\"If you're seriously saying that aliens are controlling the Earth...",
      "I'll believe you. Even if everybody in this world didn't, I would.",
      "...That's because I'm your friend and I'm on your side no matter what!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "でもな、…ならお前も聞いてくれ。",
      "仲間で味方の俺の言葉を聞いてくれ。",
      "……あの鷹野さんのスクラップ帖はでっち上げのインチキなんだよ！！",
      "本当さ、鷹野さんはオカルトマニアなんだ。"
    ],
    "textEn": [
      "But... I want you to listen to me, too.",
      "I want you to listen to me because I'm your friend.",
      "...Takano-san made up all the stories in the scrapbooks!!",
      "It's true. Takano-san was an occult maniac."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "雛見沢の古い歴史をいろいろに解釈して遊んで、珍説を書き上げては人に読ませて回ってるだけなんだ。"
    ],
    "textEn": [
      "She enjoyed interpreting the old history of Hinamizawa any way she wanted. She made up ridiculous stories out of it, and she read them to people for fun."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "だから、寄生虫がどうのこうのという説以外にも、ＵＦＯがどうこうとか、地底人がどうこうなんていうとんでもないのまでたくさんあるんだ！"
    ],
    "textEn": [
      "So, the parasite story isn't the only one she made up. There are stories about UFOs, some kind of creatures from the underworld, and many other things!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "だから、レナが読んだスクラップ帖は、鷹野さん自慢の最新作でしかないんだよ！",
      "ほら、あの人って人をからかうみたいなところがあるだろ？",
      "レナが真面目に話を聞いてくれるもんだから、面白がってとんでもない話を吹き込んだだけなんだよ！」"
    ],
    "textEn": [
      "So, the one you read in the scrapbooks was just a new story she made up recently!",
      "Don't you remember that she liked to make fun of people?",
      "She was just making fun of you because you took her story so seriously!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………単なる創作なら、三四さんはどうして殺されたの？",
      "しかも、検死結果では死後２４時間のはずなのに、どうして祭りの夜に歩いていたの？"
    ],
    "textEn": [
      "\"...If it was just a story she made up, why was she killed?",
      "Her autopsy report said she had been dead for 24 hours when she was found. But she was there at the festival. Why?"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "富竹さんの死因は？",
      "園崎家は？"
    ],
    "textEn": [
      "How are you going to explain the cause of Tomitake-san's death?",
      "What about the Sonozaki family?"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "雛見沢の伝説は？",
      "オヤシロさまは、梨花ちゃんは？",
      "全部、創作？"
    ],
    "textEn": [
      "What about the legend of Hinamizawa?",
      "What about Oyashiro-sama and Rika-chan?",
      "Are you saying everything is made up?"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "世界中が私たちを騙すために嘘をついているって、そう言うの？」"
    ],
    "textEn": [
      "Are you saying that the whole world is lying to us?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何でもかんでも無理につなげて解釈するな！！",
      "誇大妄想の典型的な症例じゃねぇかよ！！",
      "とにかく難しく考えるな！！",
      "レナはちょっと疲れてるだけなんだ。",
      "だから、少し休もう。"
    ],
    "textEn": [
      "\"Stop making connections between everything!!",
      "That's a typical symptom of paranoia!!",
      "Don't think so hard!!",
      "You're just tired.",
      "That's why you need to rest."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "俺はレナにくつろげる部屋と布団、食事を提供するだけだ。",
      "…食事が信用できないなら、自前で好きにしてくれたっていい。",
      "とにかくとにかく！！",
      "俺の言うことを今だけでいいから信じてほしいんだ！！！」"
    ],
    "textEn": [
      "All I'm going to do is to offer you a place to relax, a bed, and food.",
      "...If you can't trust my food, you don't have to eat it. Eat whatever you have.",
      "Anyway!!",
      "Please just trust me for now!!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私の言っている話の方が筋も通っているし、証拠も根拠もたくさんある。",
      "なのに圭一くんは自分を信じてくれの一点張り。",
      "……どっちが正しいかなんて、明白でしょ？」"
    ],
    "textEn": [
      "\"My story makes more sense than yours. I have evidence to prove it.",
      "But all you're saying is that I should trust you.",
      "...Isn't it obvious who is right?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ、明白だな。",
      "俺だッ！！！",
      "俺が正しい！」"
    ],
    "textEn": [
      "\"Yes, it is obvious.",
      "Me!!!",
      "I'm right!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「よ、……よくそんなことを言い切れるね？」"
    ],
    "textEn": [
      "\"How... How can you be so sure?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ、そんなのは簡単さ。",
      "俺がレナの仲間だからだ。",
      "仲間は絶対に裏切らない。",
      "仲間を絶対に助ける。",
      "だから、世界中が俺を正しくないと言っても、今だけは俺を信じろ。",
      "俺が、お前の仲間だからなんだ！！！」"
    ],
    "textEn": [
      "\"It's easy.",
      "It's because I'm your friend.",
      "Friends never betray one another.",
      "Friends always help each other.",
      "So, you have to believe that I'm right even when the world says I'm wrong.",
      "Because I'm your friend!!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「………………………。」"
    ],
    "textEn": [
      "\"..................\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どさりと音がした。",
      "…レナが鉈を落とした音だ。",
      "レナは両手で頭を抱えると、少しふらついた。",
      "……聞き取れない何かをぶつぶつと呟き、自問自答しているかのように見えた。",
      "………何の証拠も根拠も示せないくせに、自分を信じろだと？！",
      "何て滅茶苦茶なことを言うんだ、この前原圭一という男は…！！",
      "でも、………あるいは本当に圭一くんの言うように、…私の勘違い……？",
      "あぁ、それはとても素敵な提案、何度も夢見た提案。",
      "実は三四さんのスクラップ帖は単なる妄想ノートで、寄生虫なんてものは存在しない。",
      "……たまたまの偶然を私が繋ぎ合わせて悪く解釈しているだけ…。",
      "そうだったらどんなによかったことかどんなによかったことか…！！",
      "挫けるな竜宮レナ、クールになれ竜宮レナ…！！",
      "この男の言葉には毒がある、安息を求める私の心の弱さにつけこもうとする毒がある！",
      "全ては明らかなのだ、宇宙からの侵略者が、鬼ヶ淵村と呼ばれた太古から、この村を地球侵略の基地にしてきたことは明白なんだ…。",
      "圭一くんはやつらに寄生されて支配されてしまっているただの犠牲者なんだ、犠牲者なんだ…！",
      "でも、……圭一くんのあの日、手首を掴んでくれたあの力強さには何の邪心もない！！",
      "私という仲間を救い出そうとしてくれたあの力強さを、私は今でも忘れられないじゃないか！！",
      "この狂気と妄想の迷路の中で、私は出口を見つけられずへたり込んで。",
      "……誰かに助けてもらいたいと何度祈ったんだっけ？！",
      "そして、私の願いがかなって、圭一くんが、再びこうして同じ場所で手を差し伸べてくれている！！",
      "忘れたか竜宮レナ、この男は仲間だなんて言ってるけど、自分のことを全て打ち明けてはいないんだぞ？",
      "ほら、忘れたか、大石さんに聞いたじゃないか……。",
      "警察が調べてくれた。",
      "私が仲間を疑ったから、圭一くんも含めて大石が全員を調べてくれた。",
      "そうしたら、……圭一くんが引っ越してくる前のことを、……知ってしまったんじゃないか！！",
      "こいつは上辺だけだ、中身は異常者なんだ、信じちゃいけない信じちゃいけない！！",
      "だから何？！",
      "引っ越して来る前の圭一くんなんて知らない！！",
      "私だって引っ越してくる前の茨城で、いっぱい悪いことしたよ？",
      "笑えないことをした、許されないことをした。",
      "人に大怪我をさせたし、学校中のガラスを割ったし、謹慎まで食らった大不良じゃない！！",
      "だからって今の私を彼らが差別した？",
      "しないよ？！",
      "竜宮レナは竜宮レナで、…茨城にいた竜宮礼奈が…悪いことをしてたって、……それは許してくれるんだよ？！",
      "あっはっはっは、あっはっはっはっは！！！",
      "許さないよ許すわけないよ、",
      "当り前じゃないか、",
      "前原圭一が自分をお淑やかな女の子だと信じてくれるのは、礼奈を知らないからだよ。",
      "知ったらどうなることか！！",
      "知っても大丈夫だよ、私のことを怖がるわけないよ…！",
      "レナはレナなんだよ、礼奈なんて、引っ越す前の町の話じゃない！！",
      "圭一くんだって同じだよ、引っ越す前の話なんてどうでもいい、そんなのはお相子なんだよ！！"
    ],
    "textEn": [
      "I heard a thud.",
      "...Rena dropped the hatchet.",
      "She staggered, holding her head in her hands.",
      "...She was muttering something, and it looked like she was asking herself questions.",
      "...He wants me to trust him, but he has no evidence to prove he's right!",
      "He's being absurd...!!",
      "Or... maybe he's right, and I'm wrong... Am I really just misunderstanding everything...?",
      "It would be wonderful if that was true. I wished I was wrong so many times.",
      "I wished Miyo-san's scrapbooks are nothing but a bunch of stories, and the parasite doesn't exist.",
      "Some coincidences happened to connect together, and I interpreted them in the wrong way...",
      "I really wish that was the case...!!",
      "Don't give up, Rena Ryuugu. Be cool, Rena Ryuugu...!!",
      "This guy has poison in his words. He's trying to take advantage of my weakness!",
      "Everything is too obvious not to believe. It's obvious that the aliens have been trying to invade the Earth, using this village as their base ever since it was called Onigafuchi...",
      "Keiichi-kun is a victim who's being controlled by them. He's just a victim...!",
      "But... when he grabbed my wrist really hard on that day, I could tell his intentions were true!!",
      "I still remember the strength of his grip on my wrist. He tried to save me, his friend!!",
      "I got lost in this crazy delusional maze many times.",
      "...I prayed over and over that somebody would help me.",
      "And now, my prayers are answered, and Keiichi-kun is reaching for my hand again!!",
      "But don't forget, Rena Ryuugu. This guy says he's your friend, but he hasn't told you everything about himself.",
      "Don't you remember? Ooishi-san told you about it...",
      "He told me about what he found out.",
      "I couldn't trust my friends, so Ooishi checked on everybody, including Keiichi-kun.",
      "That's why I know... about what he did before he moved here!!",
      "He looks like he's a good guy on the outside, but he's crazy on the inside. I can't trust him! I shouldn't trust him!!",
      "So what?!",
      "I don't care who he was before he moved here!!",
      "I did many bad things in Ibaraki, too.",
      "I did many unforgivable things.",
      "I hurt my friends really badly, broke the windows at the school, and was suspended!! I was a very bad girl!!",
      "Did he treat me differently because of that?",
      "No, he didn't!",
      "Rena Ryuugu is Rena Ryuugu. He'll forgive me because it was Reina Ryuugu who did all those bad things in Ibaraki!",
      "Ah ha ha ha. Ah ha ha ha ha!!!",
      "He won't forgive me.",
      "I should know better.",
      "Keiichi Maebara believes that I'm a kind and modest girl, because he doesn't know Reina.",
      "If he found out about Reina, what would he do?!!",
      "He wouldn't do anything. He wouldn't be scared of me...!",
      "Rena is Rena. Reina is a different girl!!",
      "The same goes with Keiichi-kun. I don't care who he was before he moved here. We're even!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…だ、……大丈夫か、レナ…。」"
    ],
    "textEn": [
      "\"...Are... you okay, Rena...?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………触るな、汚らわしい。」"
    ],
    "textEn": [
      "\"......Don't touch me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺が差し伸べていた手を、レナは払いのけた。"
    ],
    "textEn": [
      "Rena knocked my hand aside when I reached for her."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「さっきから……、聞いていれば仲間仲間とやかましい…。",
      "仲間だから信じろ？",
      "仲間だから世界中全てより正しいだと…？"
    ],
    "textEn": [
      "\"You keep saying you're my friend.",
      "You want me to trust you because of that.",
      "You want me to believe that you're right even if the world says you're wrong..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "それこそ妄言と呼ぶに相応しい…！」"
    ],
    "textEn": [
      "Are you out of your mind? That is more delusional than anything else...!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何と言われたって。",
      "俺はお前の仲間だ。",
      "だから、絶対にお前のためになることを言っている！！！",
      "疑うな！！",
      "絶対に俺が正しい！！」"
    ],
    "textEn": [
      "\"I don't care what you say.",
      "I'm your friend.",
      "Everything I say, I say for your sake!!!",
      "Don't doubt me!!",
      "I know I'm right!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……ぷ、……くっくっくっく！！"
    ],
    "textEn": [
      "\"...Pff... Heh heh heh!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "へぇ…？",
      "じゃあ、聞いてもいい？」"
    ],
    "textEn": [
      "Really...?",
      "Then, can I ask you something?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ、何でも聞け。」"
    ],
    "textEn": [
      "\"Yes. Anything.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「仲間ってのは、……隠し事なんてないんだよね？」"
    ],
    "textEn": [
      "\"Friends... don't keep secrets from another, right?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「当然だ。",
      "隠し事なんかしない。」"
    ],
    "textEn": [
      "\"Of course.",
      "I'm not hiding anything from you.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「嘘だよ。」"
    ],
    "textEn": [
      "\"You're lying.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……嘘なんかつかない！」"
    ],
    "textEn": [
      "\"...I'm not!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あーーーっはっはっはっはっはっは！！",
      "はーっはっはっはっは！！」"
    ],
    "textEn": [
      "\"Ah ha ha ha ha ha!!",
      "Ha ha ha ha ha!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「な、何がおかしいよ！！」"
    ],
    "textEn": [
      "\"What's so funny?!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あっはっはっは…、圭一くん、隠し通せてるつもりなんだぁ？",
      "くっくっく！"
    ],
    "textEn": [
      "\"Aha ha ha... Keiichi-kun, you think you can keep it secret from me, don't you?",
      "Heh heh heh!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "私、知ってるんだよ。",
      "圭一くんが引っ越してくる直前に、",
      "どういうことしてたか、",
      "知ってるんだよ…？」"
    ],
    "textEn": [
      "I know everything.",
      "I know what you did",
      "before you moved here,",
      "I know...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……全身から霜柱が吹き出すような錯覚がした。",
      "全身が凍りつき、思考すらも凍り付いていく。",
      "…そんな馬鹿なそんな馬鹿な、",
      "…………どうして、",
      "……知ッテルンダヨ………！！"
    ],
    "textEn": [
      "...I felt as if my entire body was covered in frosty needles.",
      "My body and mind froze all of a sudden.",
      "...I don't believe this. I don't believe this.",
      "...How come",
      "<i>she knows... about that...?!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「大石さんに調べてもらったんだよ。",
      "みんなのこと。",
      "……そしたら圭一くん、引越しの前は、とんでもない人だったんだよねぇ？",
      "くっくっく！」"
    ],
    "textEn": [
      "\"I asked Ooishi-san to check on everybody.",
      "Everybody.",
      "...That's why I know what you did before you came here.",
      "Heh heh heh!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「や、",
      "………やめろ、",
      "……あれは…………、",
      "違うんだ…………。」"
    ],
    "textEn": [
      "\"S",
      "...Stop it.",
      "...You got it all...",
      "wrong...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「小さな女の子ばかりを狙ってたんだって？",
      "沙都子ちゃんと梨花ちゃんにも話しておかないとね。",
      "こんな危ない人が身近にいたなんて、信じられないよ。」"
    ],
    "textEn": [
      "\"You only targeted little girls.",
      "I have to tell Satoko-chan and Rika-chan about it.",
      "I can't believe a dangerous person like you was near us the whole time.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「違う、……違う違う……、それは、たまたまなんだ……。」"
    ],
    "textEn": [
      "\"No... No... It wasn't like that... It just turned out that way...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「児童連続襲撃事件。",
      "すごいすごい、雛見沢村連続怪死事件に負けないくらいインパクトあるよ？",
      "あははは、あっはっはっは！！」"
    ],
    "textEn": [
      "\"A series of attacks on school kids.",
      "Bravo! It has as strong an impact as the series of mysterious deaths of Hinamizawa.",
      "Ahahaha, ah ha ha ha!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「違うんだよ、………あれは………本当に…………、」"
    ],
    "textEn": [
      "\"No... It wasn't like that...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「何がどう違うの？",
      "数週間の間に、ひと気のないところを歩く小さな子どもばかりを狙って、通り掛かりにモデルガンで撃ち付ける恐ろしい事件だった。"
    ],
    "textEn": [
      "\"It wasn't like what?",
      "You shot little kids with a BB gun when they were walking alone on deserted streets. What a horrifying incident."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "市内一帯は一時期騒然。ＰＴＡが交差点ごとに立ち、集団下校にもなったんだってねぇ？"
    ],
    "textEn": [
      "It instilled fear into the whole city for a while. Members of the PTA had to watch the kids at every street corner when they walked between home and school."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "目に当って大怪我した子もいたんでしょ？",
      "幸い、後遺症にはならなかったそうだけど。",
      "あははははは！",
      "モデルガンなんて武器を持ちながら、それでも小さな子しか狙わない、嫌らしさ。"
    ],
    "textEn": [
      "You shot one of the girls in her eyes, and she was badly injured.",
      "Fortunately the damage wasn't permanent.",
      "Ahahahahaha!",
      "You had a BB gun, and you only shot little kids. How disgusting."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "そんなことして何が楽しかったの？"
    ],
    "textEn": [
      "What made you enjoy it so much?"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "でも楽しかったからずーっと続けてたんだよね？",
      "そのくせ、途中で良心の呵責に耐えられなくなってご両親と一緒に自首。"
    ],
    "textEn": [
      "You must have really enjoyed it because you continued to do it for a long time.",
      "But then, you turned yourself in to the police, accompanied by your parents, in a crisis of conscience."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "責任取るのもご両親と一緒じゃないと駄目なわけ？",
      "少年法って親切よね。",
      "被害者にも犯人の名前は公開されないし。"
    ],
    "textEn": [
      "You couldn't even take responsibility for your actions on your own.",
      "Juvenile law was kind to you, wasn't it?",
      "It prevented your name from being disclosed to the public or the victims."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "お父さんが大金持ちだったから、示談金をたくさん積んでくれたんだよね？",
      "それで大事にしない約束を取り付けて、まったりとしばらくは保護観察。"
    ],
    "textEn": [
      "I bet your father spent a lot of money to protect you.",
      "He paid a lot of compensation to settle the case out of court, and he had you placed on probation."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "それでほとぼりが冷めた頃合に、お金に任せて遠方へ引越しして全部チャラ。",
      "いいね、お金持ちは。",
      "あははははははは！」"
    ],
    "textEn": [
      "After the case cooled down, he used the power of money once again to move far away from the city. Everything is solved. Right?",
      "You're lucky that your father's so rich.",
      "Ahahahahahahaha!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……………違うんだ、…………違うんだ…………ああぁぁ………。」"
    ],
    "textEn": [
      "\"...No... It wasn't like that... Ahhh...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そんなこと、どうして今まで黙ってたの？",
      "前の学校ではずっと勉強漬けだった？",
      "どうしてそんな嘘をつくの？」"
    ],
    "textEn": [
      "\"Why didn't you tell us about it?",
      "You told me that you did nothing but study at your previous school.",
      "Why did you lie like that?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ご、ごめん…。",
      "嘘ってわけじゃ…、」"
    ],
    "textEn": [
      "\"I-I'm sorry...",
      "I didn't mean to lie...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「仲間ってのは隠し事なんかなしでしょ？",
      "そうでしょ？！"
    ],
    "textEn": [
      "\"I thought friends didn't keep secrets from one another.",
      "Right?!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "じゃあお前は仲間じゃない！！」"
    ],
    "textEn": [
      "So that makes you not my friend!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "………後頭部に叩きつけられる言葉の刃に、……俺は目から血をこぼす。",
      "…それは透明で、……塩辛かった。"
    ],
    "textEn": [
      "...The blades of her words hit hard... and they made my eyes bleed.",
      "...The blood was clear, and it tasted salty."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私も過去の事件からお前が怪しいと思ってる。",
      "それを隠しきれてると思わないで！！」"
    ],
    "textEn": [
      "\"I can't trust you, because of what you did in the past.",
      "Don't you ever think you can hide it from me!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あの時の悔悟の念がこみ上げてくる。",
      "後悔してもし足りない、忘れたくても忘れられない、……あの馬鹿な過ち。",
      "……どうして、……どうして、そんな事件が、……今ここで出てくるんだよ…。",
      "俺は謝罪して、全てを受け容れて、……それで引っ越して全部終わりにできたんじゃないのかよ…。",
      "だから、雛見沢での新生活は、今度こそと意気込んで、清い再出発を誓ったんじゃなかったのかよ………。",
      "全部、",
      "………台無しだった。",
      "……俺は",
      "……どこまで行っても、",
      "………通り魔野郎なんだ。",
      "……受験勉強のストレス、むしゃくしゃしてた、誰でもよかった、",
      "……ああぁああぁぁぁ、あんな馬鹿なことに何の意味が？",
      "意味なんかない、何にもなかった。",
      "ただ、甘えたかっただけなんだ。",
      "……受験勉強が嫌だって面と向かって親に言う勇気がなくて、……誰かに叱ってほしくて、あんな幼稚な手段に訴えて……。",
      "……後悔してる、一生、あんな馬鹿な真似はしないと誓える！",
      "次にやったら死刑だって構わないさ！！",
      "ここまでやったら許されるというなら、絶対にそれを全うして見せる！！",
      "でも、",
      "………どこまで後悔して、",
      "どこまで償っても、",
      "…………許されないんだ…。",
      "だから、……せめて新生活で、",
      "………なかったことにして再出発したかった。",
      "罪を忘れることは、",
      "……卑怯なことなんだって言われたら……言い返せないさ。",
      "…罪は罪なんだ。",
      "滅ぼせない。",
      "一生背負うしかない。",
      "それが罪人の宿命なのはわかってる。",
      "……それが嫌なら罪を犯すなって論法だって理解できるさ。",
      "……じゃあさ、…罪を犯した人間は…どうやって生きていけばいいんだよ…………。"
    ],
    "textEn": [
      "I remember how deeply I regretted it.",
      "I couldn't regret enough. I wanted to forget it, but I couldn't... I made a stupid mistake.",
      "...Why... Why does she have to bring it up right now...?",
      "I apologized and accepted everything. And I moved here to put it behind me...",
      "I wanted to have a fresh start in Hinamizawa. I swore to myself to live a clean life from then on...",
      "Everything is...",
      "ruined now.",
      "...I'll be...",
      "a criminal...",
      "no matter where I go.",
      "...I was stressed out with my exam studies. I was frustrated. I randomly shot people. I didn't care if it was girls or kids.",
      "...Ahhhh, why did I do something so stupid?",
      "There was no reason. I had no reason to do that.",
      "I just wanted to get someone's attention.",
      "...I didn't have the courage to tell my parents that I didn't want to study... I just wanted somebody to scold me, so I used a childish way to get attention...",
      "...I regret what I did. I swear I'll never do something that stupid again!",
      "If I do it again, they can send me to the chair!!",
      "If there was something I could do to be completely forgiven, I'd do it, no matter what it was!!",
      "But...",
      "no matter how deeply I regret it,",
      "and no matter how long I atone for my sin...",
      "I'll never be forgiven...",
      "That's why I wanted to sweep the whole thing under the carpet...",
      "and have a fresh start.",
      "I have nothing to say if somebody tells me",
      "that forgetting my sin is an act of cowardice...",
      "...Sins are sins.",
      "You can't just get rid of them.",
      "You have to carry them for the rest of your life.",
      "I know that's the fate of a sinner.",
      "...If you don't want to live like that, don't be a sinner. I understand that logic, too.",
      "...But then... how are sinners supposed to live...?"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「とにかく。",
      "お前は仲間じゃない。",
      "…仲間じゃないヤツの指図は受けるいわれはない。",
      "…私のことは当分放っておいてもらう。",
      "…いいね。」"
    ],
    "textEn": [
      "\"Anyway,",
      "you're not my friend.",
      "...I'm not going to take any orders from someone who isn't my friend.",
      "...I need you to leave me alone for a while.",
      "...Okay?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "気付けば俺は、…がっくりと膝をつき、うな垂れていた。",
      "レナが足元に落とした鉈を拾っているのが見えた。",
      "……いっそ、それで俺の頭を砕いてほしかった。",
      "そうさ。",
      "どうせ引き裂かれるなら、身を引き裂かれる方がはるかにマシだと思った。",
      "心を引き裂かれる痛みに比べたら、……頭を叩き割られた方がはるかにマシだと思った。",
      "信じてた。",
      "……いや、信じてる。",
      "今この瞬間だって、信じてる。",
      "俺は、…みんなと仲間なんだと、",
      "…信じてる。",
      "でも、……薄々は気付いてる。",
      "信じたいのは、認めたくないだけだからだ。",
      "自分に言い聞かせるような、そんな涙声が…もうたまらなく馬鹿馬鹿しくて……。",
      "さらなる涙が…顔をもっとぐしゃぐしゃにする…。",
      "俺は、",
      "………みんなの仲間じゃ、",
      "なかったんだ。",
      "俺は汚らわしい罪人で、",
      "……その汚い過去を隠してた。",
      "知られるのが怖くて、隠してた。",
      "自分で、隠し事なんかしないのが仲間だろうと詰め寄っておきながら、……俺が隠してた。",
      "俺だって隠してた。",
      "過去の事件なんか…………、",
      "ここで日々を生活する今と関係なんかあるのかよ……。",
      "この村でも俺が、腹いせで通りがかりの子どもを襲うようなことがあったなら、遠慮なく八つ裂きにしてくれればいい！",
      "でも、………俺はもうそんなことはしないんだ！",
      "しないから、普通に生活したいんだ…！！",
      "引っ越す前に、",
      "………何かあったって、",
      "…それが「今」にどう関係があるってんだよ……！！",
      "例えば、…レナだって引っ越してきたんだろ？",
      "レナの引っ越す前に何かあったことを知ったって、",
      "……俺はレナを見る目を変えたりなんかしないだろ……？",
      "しないだろ？",
      "しないよな……？",
      "レナが例えば、",
      "………生徒を何人か殴ったり、",
      "…校内のガラスを叩き割って回ったりしたって、………そんなの茨城での話じゃねぇか。",
      "この雛見沢ではそんなことしていないし、",
      "……レナはレナで、最高の俺たちの仲間じゃねぇかよ…。",
      "だから、……例え俺がレナの過去を知ったって、",
      "………レナを汚らわしいようなものを見る目で、……見るわけないじゃないかよ………！",
      "………嘘だ。",
      "……嘘だ、",
      "嘘だ、",
      "嘘だ…！！！",
      "あのやさしいレナにそんな過去があることを知ったら、……俺は距離を置く。",
      "恐れて、怯えて、その言葉に耳を貸そうなんてしない。",
      "どうして？！　引っ越す前の話で、伝え聞いただけの噂話なのに？",
      "しかも、俺にとってのレナは最高の友人で、仲間で、……一番身近な……味方なのに？",
      "……逆の立場だったら、………やっぱり俺も、…レナを拒絶した……？",
      "だから、……レナが俺を拒絶するのは……至極当然なことで……。",
      "じゃあ……、………俺は、…………どうすれば………いいんだよ…………。",
      "泣いているのは俺だけだった。",
      "彼女は泣きもしなかった。",
      "まるで汚らしいものでも見るかのようだった。",
      "そして、一瞥をくれると、闇の中に消えて行った……。",
      "俺は、………レナに許してもらえなくて。",
      "……ただただいつまもで、そこに膝をついたまま、罪を贖うために…涙をこぼし続けるしかなかった…。"
    ],
    "textEn": [
      "I didn't notice until she spoke that I was on my knees, hanging my head.",
      "Rena picked up the hatchet she dropped earlier.",
      "...I wanted her to hit my head with it.",
      "Yeah, that's right.",
      "If anything's going to be torn apart, I'd rather it be my body.",
      "Compared to the pain of my heart being torn to shreds... I'd rather she cut my head off.",
      "I believed it.",
      "...I still believe it.",
      "I still believe it right at this moment.",
      "I believe that",
      "...I'm their friend.",
      "But in fact... I'm starting to become aware of it.",
      "I want to believe I am their friend, because I don't want to accept my past.",
      "I'm trying to tell myself that, but I feel stupid, crying like this...",
      "My face is all messy with tears...",
      "I...",
      "was never",
      "their friend.",
      "I'm a sinner",
      "and... I hid my past from them.",
      "I hid it because I was scared.",
      "I told her that friends don't hide anything from another... and I hid my past from them.",
      "I hid my sin from them.",
      "My past......",
      "has nothing to do with how I live my life here...",
      "If I ever attacked a kid in this village just because I was frustrated, I wouldn't mind it if they killed me and cut me into pieces!",
      "But... I'll never do anything like that again!",
      "I just want to live normally...!!",
      "What I did before I moved here...",
      "has nothing to do with",
      "my life \"now\"...!!",
      "For instance... Rena moved here, too.",
      "I wouldn't change the way I see her",
      "even if I found out she did something bad before she moved here...",
      "Right?!",
      "I wouldn't, would I...?",
      "Even if Rena...",
      "beat some of her friends,",
      "or broke all the windows of her school... I wouldn't care, because it happened in Ibaraki.",
      "She didn't do that in Hinamizawa.",
      "Rena is Rena. She's my best friend...",
      "That's why I wouldn't see her differently",
      "even if I found out about her past...!",
      "...That's a lie.",
      "...That's a lie.",
      "That's a lie.",
      "That's a lie...!!!",
      "I'd keep a distance from her if I found out that she really did such things.",
      "I'd be scared of her. I wouldn't try to listen to her.",
      "Why?! It's just a rumor.",
      "Why would I be scared of her? She's my best friend...",
      "...If I was in her situation... would I reject her just like she did...?",
      "So... Rena's rejection of me... was completely natural...",
      "Then... what am I supposed to do...?",
      "I was the only one crying.",
      "Rena wasn't crying.",
      "She looked at me as if she was looking at something dirty.",
      "After giving me a nasty look, she disappeared into the darkness...",
      "Rena didn't forgive me...",
      "...There was nothing I could do to atone for my sin but to keep crying, still down on my knees..."
    ]
  }
]