[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石との電話を終えて電話ボックスを出た瞬間。",
      "………私は今さらのようにそれに気付き、ぞっとした。",
      "この暗闇の中で、これだけ目立つ電話ボックスにいたのだ。",
      "誰にも見られていないわけがない。",
      "いや、見られていないわけがないんじゃなくて、",
      "見ラレテイタ。",
      "暗闇からじっとこちらを覗く、光る目…。",
      "………それが人間であるはずはない。",
      "幻覚？",
      "違う。",
      "やつらの正体はすでに知っている。",
      "……それは雛見沢を支配する御三家を、真の意味で支配するやつら。",
      "その目の位置は低く、……薄っすらと見える輪郭も貧弱だった。",
      "……そう、やつらが体格的に貧弱であることはすでに過去の記録から明らかなのだ。",
      "その、人間ではないことを示すシルエットは、信じられないくらいに非現実的だった。",
      "…特に頭部のシルエットが異常で、突起物のような何かがあり、明らかに人のそれではない。",
      "……やつらの外見については、三四さんに預かったもう１冊のスクラップ帖の方が詳しかった。",
      "……その眼球は血のように真っ赤で、",
      "…身体にはアンモニア臭があり、",
      "………過去において世界で何度か捕獲の例があるはずなのに、",
      "……みな、溶けたりして消えてしまい、跡形も残さない。",
      "……残るのは、やつらが確かに「降臨」したことを示す跡だけ………。",
      "その時、ありえない非現実的なシルエットが一歩、",
      "歩み寄り…、",
      "じゃりりと現実的な音を立てた。",
      "その音のあまりに残酷なくらいの現実感が、私を現実に引き戻す。"
    ],
    "textEn": [
      "I finished talking with Ooishi on the phone, and soon left the phone booth.",
      "...I realized something, and a chill ran through my body.",
      "I was in a phone booth that stood out tremendously in the dark.",
      "Somebody must've seen me.",
      "I was certain",
      "I was being <i>watched</i>.",
      "I saw glowing eyes staring at me in the dark...",
      "......It wasn't human.",
      "Was it an illusion?",
      "No.",
      "I knew who they were.",
      "...They were the ones controlling the Three Families who ruled Hinamizawa.",
      "Its eye level was too low for it to be human... and its outline was vague.",
      "...I knew from the past records that they were physically frail.",
      "The silhouette, which indicated its inhuman appearance, was unbelievably unrealistic.",
      "...Especially its protruding head.",
      "...One of the scrapbooks I received from Miyo-san described their appearance in detail.",
      "...Their eyeballs were pure red, like blood...",
      "and their bodies smell like ammonia.",
      "...Even though some of them have, at times, been captured around the world...",
      "all of them melted or disappeared, leaving no trace behind.",
      "...The only traces remaining are the marks proving their descent to Earth...",
      "Right then, the impossible unrealistic silhouette took a step closer...",
      "and got closer and closer towards me...",
      "making a realistic noise as it crunched across the gravel.",
      "The noise pulled me back to reality."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ち、……近寄らないで、バケモノめッ！！」"
    ],
    "textEn": [
      "\"D-Don't come closer... you monster!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "じゃりり、ガッ、ジャララララ！！",
      "道路の砂利が、爆ぜたり、飛び散ったりして、奇怪な音を立てた。",
      "しかもそれは徐々に、私に迫ってくるのだ。",
      "……私は恐怖に駆られてもう一度同じ言葉を口にする。",
      "すると今度は、私がたった今まで使っていた電話ボックスのガラス扉がびりびりと振るえ、バン！",
      "バン！",
      "と打ち付けるような怪奇音を立て始めるのだった。",
      "私は絹を裂くような悲鳴を挙げ、駆け出す。",
      "そして肺が爆発しそうになるまで走ってから振り返り、……もうあの奇怪な気配がそこにいないことを悟る。",
      "…………気のせい………？",
      "気のせいなものか、砂利を蹴散らすような音、電話ボックスを鳴らす怪奇音は確かに聞いたじゃないか！！",
      "でも落ち着け竜宮レナ…！",
      "……気のせいということにしてもいいから、今は心臓を落ち着けるんだ。",
      "……どうせ、…いつか戦う相手じゃないか。",
      "…次に現れたら、刃向かってやれ…。",
      "分厚い鉈を頭に叩き込んでやれ…！",
      "雛見沢は私が守る、それが私の使命なんだ。",
      "…やつらの好きになんかさせるものか…ッ！！",
      "チリチリチリチリ……チリチリチリチリ。"
    ],
    "textEn": [
      "It kept walking towards me!!",
      "It sounded like it was kicking pebbles everywhere as it walked.",
      "It was coming closer and closer.",
      "...I was scared, so I said the same thing once again.",
      "And this time, the glass door of the phone booth I was just in started to rattle and shake!",
      "Bang!",
      "It made weird sounds as if being struck by something.",
      "I screamed loudly in fear and started running.",
      "I ran so hard that it felt like my lungs were about to explode. And then, I looked back... to find that the thing was no longer chasing after me.",
      "......Was it my imagination...?",
      "There's no way it was just my imagination. I definitely heard the sound of the gravel being kicked and the phone booth rattling!!",
      "But I needed to calm down...!",
      "...Right then, I needed to make my heart stop beating so fast.",
      "...I'd have to fight them eventually.",
      "...The next time they appeared, I was going to strike back at them...",
      "I was going to squash their heads with my big hatchet...!",
      "I'd protect Hinamizawa. It was my duty to do so.",
      "I wouldn't allow them to do whatever they wanted...!!",
      "I saw the lights flickering in my head again..."
    ]
  }
]