[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "黒田メンタルクリニック殿",
      "前略。",
      "まず結論から申し上げて、急性の心的外傷後ストレス障害の一種であると考えられます。",
      "両親の突然の離婚により、どちらかの親を選択しなければならない葛藤が、患者に強いストレスを与えたものと推測します。",
      "加えて、患者は両親の離婚に対し自身に責任があると強い思い込みがあり、それが自己破壊願望を助長しているものと思われます。",
      "患者にとって最大のショックは、両親の離婚によって、絶対に安全だと心を許していた家庭という居場所に裏切られたことによります。",
      "よって今後、親子の居場所に対して、偏執的な防衛をする傾向が予想されます。",
      "（例えば、父親に対して特に異性の接近を嫌う。",
      "自宅に他人を招き入れることを嫌う。",
      "もしくは招き入れられないように何らかの奇抜な行為を行なう可能性もあります。",
      "事例では、意識せずして自宅内にゴミを溜め込んだケースがあります）",
      "まず大切なことは、患者が同居を決めた父親とのコミュニケーションです。",
      "父親は患者とのコミュニケーションを深めることで、家族仲を一層強めて、その不安を和らげることが何よりも大切となります。",
      "今回の患者のケースでは、おそらくは急性のものと思われますので、父親の協力があればおそらく、然るべき薬物との併用で、３ヶ月以内に治癒するものと思います。",
      "ただし、一見治癒したかに見えても、トラウマ体験から１０年以上を経てなお再体験（フラッシュバック）を起こすケースも少なくありません。",
      "父親はまだ若く、再婚の可能性も将来、充分に残っています。",
      "ですが、再婚によって見知らぬ異性を見ることは、患者に再体験を引き起こし、回避行為、過覚醒を誘発するものと考えられます。",
      "父親にこの辺りをよく説明し、患者のケアに理解を得るようにしてください。",
      "もしも父親に再婚が内定していた場合、最低でも患者が独立して親離れをするまで打ち明けるべきではありません。",
      "そして今回の患者のケースで重要な点は、患者の自傷の原因であると思われる「寄生虫妄想症」には、「文化依存症候群」も関係していると思われる点です。",
      "患者は郷里の村を離れることで祟りがあると妄信しており、この祟りの結果によって両親が離婚したとしています。",
      "これにより、自己の責任から郷里の祟りに責任を転嫁することで、心的損傷の軽減・防衛を無意識に行なっているものと思います。",
      "問題となるのは、この郷里の風習が非常に厳格かつ閉鎖的である点です。",
      "患者の話によるならば、郷里に戻る以外に祟りから逃れる術はなく、現在の環境に居続ける限り、その祟りは続くとしています。",
      "これには人格変容の傾向が見られ、以後、現実を改変し続ける高い可能性があります。",
      "（人格変容：人格の低レベル化により現実を改変、妄想化するケースです）",
      "患者の自傷行為の理由であるとする、血の中に虫が潜んでいるという妄想は、まさにその最たるものと言えるでしょう。",
      "妄想と自傷が関連しているケースは、患者にとって極めて危険な状態であることを意味しています。",
      "もしも父親に経済的な余裕があるならば郷里への引越し。",
      "もしくは郷里の親類の下へ患者の生活環境を移すことも重要なポイントになると思われます。",
      "また、これほど顕著な症状を引き起こす「信仰」ならば、本件以外にも事例が多数存在する可能性があります。",
      "ひょっとすると、郷里の大病院等に文化依存症候群に関する資料があるかもしれません。",
      "それを取り寄せることで、効果的なメンタルケアが可能になるものと思います。",
      "※このＢ５の便箋は、裏面使用のメモ帳の束の中に含まれていた。",
      "なお、裏面白紙部分に書かれたメモは以下のとおり。",
      "中華丼１、上海風五目やきそば３、チャーハン大盛り１"
    ],
    "textEn": [
      "Attn: Kuroda Mental Clinic",
      "Hello.",
      "To get straight to the point, we can assume that this is an acute case of post-traumatic stress disorder.",
      "The patient is subject to tremendous stress because of her parents' sudden divorce, and being forced to choose to live with either her mother or her father.",
      "Furthermore, the patient firmly believes that she was responsible for her parents' divorce, which further drives her to self-mutilation.",
      "The patient's largest shock stems from a sense of betrayal of her own household, which she believed was an absolute safe haven.",
      "Henceforth, there is a high possibility that the patient will resort to psychological defense measures to protect her family.",
      "(For example, she might feel high disdain for any person of the opposite sex who approaches her father.",
      "She might feel uncomfortable about having other people in her home.",
      "She may also display eccentric behavior in order to keep people away from it.",
      "As an example of the latter, there are reported cases of patients unconsciously bringing home garbage.)",
      "It's highly important that the patient remains in close communication with her father.",
      "By deepening the communication between the two of them, it'll strengthen their family bond and loosen up her anxiety.",
      "Since the patient only shows signs of an acute syndrome in this case, there's a very good chance that she'll recover within three months with her father's support and proper medication.",
      "However, it's common for a patient who seemed to have recovered to have a sudden reoccurrence (a flashback) even after ten years.",
      "Her father is still fairly young, and there's still a chance that he could remarry.",
      "However, seeing an unfamiliar member of the opposite sex through remarriage could trigger a flashback in the patient, which may lead to avoidance behavior or hyperawareness.",
      "Please explain this part thoroughly to the father in order for him to understand the recovery process.",
      "Should the father decide to remarry, it's recommended that he should hold off in telling the patient until she reaches the age where she's capable of living independently.",
      "Also, the cause of the patient's psychosomatic self-mutilating behavior, delusional parasitosis, seems to be its own culture-bound syndrome.",
      "The patient blindly believes that leaving her home village will cause a curse, and that this curse was the cause of her parents' divorce.",
      "We believe this is a subconscious defensive mechanism to reduce her mental trauma by shifting the blame from herself to her village's curse.",
      "According to the patient's statement, the culture of her home village is extremely strict and exclusive.",
      "The patient believes that there's no way to be saved from the curse other than by going back to the village, as the curse will continue as long as she lives in her current environment.",
      "Through this, we see an inclination of schizophrenia, and believe the chances are high that the patient will continue to alter their perceived reality.",
      "(Schizophrenia: A case where patients' personalities are reduced, causing altered perceptions of reality and delusions.)",
      "Her delusion about the maggots dwelling in her blood is a perfect example, and it's also the cause of her psychosomatic self-mutilating behavior.",
      "When a delusion involves psychosomatic self-mutilating behavior, it's extremely dangerous.",
      "I highly recommend for the father to move back to the village if he's financially capable.",
      "Allowing her to live with relatives in the village might also work.",
      "If such a strong belief can induce symptoms such as self-mutilation, then there might be other cases similar to this one.",
      "Perhaps prior medical files that document similar culture-bound syndromes may be available at a large medical institution in her local area.",
      "It'll then be possible to provide better and more accurate mental care for the patient by obtaining these case files.",
      "--This B5-sized letter was with a bunch of memos.",
      "The following was on the backside of the letter.",
      "1 Chuuka-don, 3 Shanghai-style Gomoku Yakisoba, 1 large fried rice."
    ]
  }
]