[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子は、校庭で遊んでいる子たちと混ざりに行った。",
      "私はそういう気分ではなかったので沙都子を見送り、留守番に残ることにした。",
      "……多分、夕方になるまで帰っては来ないだろうな。",
      "沙都子がいないなら、…いないなりの過ごし方が私にはある。",
      "それに、そういう気分だったから。",
      "私は押入れの冬用の布団の山の一番奥に手を突っ込み、それを引っ張り出す。",
      "それからちょっと洒落たグラスに、製氷室で作った氷をいっぱいに詰め込む。",
      "だが、製氷室で作った氷は塩素臭くておいしくない。",
      "ロックアイスが一番いいのだけど、沙都子が何に使うのかとうるさく聞くから、最近はすっかり買えずにいる。",
      "……その口実をうまく思いつくだけで、この塩素臭さを未来永劫に脱臭できるなら、なるほどそれは考えるのに時間を費やす価値がありそうだった。",
      "ミネラルウォーターで満たして、……それを少しだけ注ぎ込む。",
      "透明な水の中に混じっていく色の付いた影を眺めるのは、とても乙なものだった。",
      "本当はこういう飲み方は正しくないらしいが、私にはこれがちょうどいい飲み方なのだからとやかく言われたくない。",
      "この便利な体は、わずかの量であっても私を酔わせてくれる。",
      "だから少量をたっぷりと薄めるわけだ。",
      "そのお陰で一瓶を長く楽しめると思えば悪くはない。",
      "お気に入りの窓辺に座布団を敷き、……私はグラス片手に見慣れた景色と髪を撫でる風を肴にする。",
      "ほんのりと甘い熟成した匂いが鼻をくすぐってくれた。",
      "…………そんな風情をまさにこれから楽しもうというタイミングで、うるさいのが帰って来るのを感じた。",
      "私のこの癖が許せないらしく、私がグラスを傾けようとするといつも文句を言うのだ。",
      "案の定、ガミガミとうるさく騒ぎ始めた。"
    ],
    "textEn": [
      "Satoko went to join the children playing in the schoolyard.",
      "Since I didn't feel like going, I decided to stay at home.",
      "...Most likely, she wouldn't be back until the evening.",
      "When Satoko wasn't around... I had ways of spending time without her.",
      "Besides, that was what I wanted to do anyway.",
      "I stuck my hand deep inside the pile of winter futons in the closet, and pulled one out.",
      "Next, I filled a stylish-looking glass with ice.",
      "The ice made in the freezer smelled of chlorine, though, and didn't taste good.",
      "Store-bought ice would be the best. But since Satoko kept asking me what I was using it for, I stopped buying it.",
      "...But it might be worth spending time to think about a good excuse for that if it meant I would be able to enjoy ice without ever again smelling the chlorine.",
      "I filled the glass with mineral water...... and then poured a little bit of another liquid into the glass.",
      "Watching the color mix into the transparent water was a very pleasant thing.",
      "This wasn't the right way to drink it, but I liked it that way, and didn't want to hear any complaints.",
      "My body is very convenient, because I can get drunk with only a tiny amount.",
      "That's why I dilute that small amount with a full glass of water.",
      "And thanks to that, I could enjoy a single bottle for a long time. It wasn't bad, if you thought about it like that.",
      "I put a cushion on my favorite spot by the window... and with the glass in one hand, I enjoyed the familiar view and the soft wind brushing through my hair.",
      "A slightly sweet ripened aroma tickled my nose.",
      "......And just when I was about to start enjoying the atmosphere, the annoying one came back.",
      "She didn't like this bad habit of mine, and she complained every time I tilted the glass.",
      "She started nagging me noisily."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……うるさいな。",
      "少しくらい我慢なさい。何を飲もうと食おうと、私の勝手でしょう。」"
    ],
    "textEn": [
      "\"Shut up.",
      "Be a little more tolerant. I can drink and eat whatever I want.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "???",
    "labelJp": "？？？",
    "textJp": [
      "「だ、だめなのです…！",
      "お酒は、子供は飲んでは駄目なのです！」"
    ],
    "textEn": [
      "\"Y-You can't...!",
      "Kids aren't supposed to drink alcohol!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "無視を決め込もうとするが、風情を台無しにするかのように賑やかに騒ぎ始める。",
      "……こんなんじゃ、とても酔いを楽しむ気にもなれない。",
      "私は憎々しげにその様子を見ながら、窓の外へグラスの中身を投げ捨てた。"
    ],
    "textEn": [
      "I tried to ignore her, but she started making a fuss, as if trying to ruin the atmosphere on purpose.",
      "...There was no way I could enjoy getting drunk like this.",
      "I glared at her, and threw the drink out the window."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……何で私が憂鬱か知りたい？",
      "…私の死に方が決まったからよ。」"
    ],
    "textEn": [
      "\"...Do you want to know why I'm depressed?",
      "...I'm depressed because the way I die has been decided.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ようやくそいつにも、私がどうして酒に溺れたかったか理解できたようだった。"
    ],
    "textEn": [
      "It seemed like she finally understood why I wanted to drown myself in alcohol."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「そんなに落ち込まなくてもいいのよ。",
      "割と一瞬で死ねるからそんなに怖くないわ。」"
    ],
    "textEn": [
      "\"You don't have to feel down.",
      "I get to die instantly, so it's not that scary.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "死体は黒コゲのバラバラだろうけど、死ぬ瞬間は一瞬だから、まぁまぁの部類だ。"
    ],
    "textEn": [
      "My body will be burned and cut in pieces, but I'll be able to die instantly."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "???",
    "labelJp": "？？？",
    "textJp": [
      "「…………でも、……また、…駄目なのです。」"
    ],
    "textEn": [
      "\"...But... not yet.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「そうね。",
      "……また駄目ね。",
      "………これだと、私の命日はいつだっけ？」"
    ],
    "textEn": [
      "\"I know.",
      "......Not yet.",
      "...When am I going to die again?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "???",
    "labelJp": "？？？",
    "textJp": [
      "「…………………６月の、２５日の夜だと思いましたです。」"
    ],
    "textEn": [
      "\".........I think it's the night of the 25th of June.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「綿流しの祭りが終わってから、大体１週間後か。",
      "………まぁ妥当な辺りね。」"
    ],
    "textEn": [
      "\"It's about a week after the Watanagashi festival.",
      "...Well, that sounds reasonable.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "???",
    "labelJp": "？？？",
    "textJp": [
      "「やっぱり、……………………私のせいなのでしょうか。」"
    ],
    "textEn": [
      "\"Is it......... my fault?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「決まってるでしょ。",
      "あんた自覚ないの？」"
    ],
    "textEn": [
      "\"Of course it is.",
      "Are you serious?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "???",
    "labelJp": "？？？",
    "textJp": [
      "「…ぁぅあぅぁぅ。」"
    ],
    "textEn": [
      "\"...Au au au...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自分で振ってきたくせに、その通りだと言ってやったら涙目になる。",
      "…あぁもぅ、暑っ苦しいやつ。"
    ],
    "textEn": [
      "She was the one who asked me, yet she cried when I told her she was right.",
      "...Ah, geez! She's always so annoying."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「がんばりましょ。",
      "…次のスゴロクではきっと、６が立て続けに出てくれることもあるわよ。」"
    ],
    "textEn": [
      "\"Let's keep trying.",
      "...I'm sure I'll get six in a row on the next board game.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "６月２５日か。",
      "……まだ１０日以上もある。",
      "…のんびり過ごすさ。",
      "ワインだってまだあるんだし…。"
    ],
    "textEn": [
      "June 25th.",
      "...I still had ten more days.",
      "...I was going to relax and enjoy those ten days.",
      "I still had some wine left, too..."
    ]
  }
]