[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "倦怠感と頭痛。",
      "目覚めは…とても悪かった。"
    ],
    "textEn": [
      "Weariness and a headache.",
      "Not a very nice way to start the day..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「どうしたの。",
      "圭一。",
      "……今朝は顔色悪いわよ？",
      "昨夜は何時に寝たの？」"
    ],
    "textEn": [
      "\"What's wrong?",
      "Keiichi.",
      "...You don't look so well.",
      "When did you go to sleep?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "お袋が俺の冴えない様子に気付いたようだった。",
      "…昨夜、……俺は深夜に何度も目を覚ました。",
      "それは間違いなく、気配だった。",
      "…俺の部屋の扉の前に立つ、誰かの気配。",
      "気のせいに違いないと何度も自分に言い聞かせ、寝付こうと足掻く。",
      "だが………それにも耐え切れなくなり、勇気を振り絞って…扉を開くのだ。",
      "……もちろん、誰もいるわけはない。",
      "三度は繰り返したと思う。",
      "…あるいは覚えていないだけで、もっとなのか…。",
      "こうして何事もなく、朝の食卓に着けることに安堵を覚えずにはいられなかった。"
    ],
    "textEn": [
      "It seemed that my mom had noticed my sullen state.",
      "...Yesterday... I kept on waking up in the middle of the night.",
      "Without a doubt, I felt a presence.",
      "...I felt the presence of someone standing in front of my door.",
      "I told myself repeatedly that it was my imagination and forced myself to try and sleep.",
      "Except... not being able to stand it, I gathered up my courage and opened the door.",
      "...Of course there wasn't anyone there.",
      "I think I did this three times throughout the night.",
      "...Or maybe I just didn't remember doing it any more than that...",
      "Even though I was able to get to the breakfast table without incident, I still didn't feel at ease."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「風邪かもしれない。",
      "……なんだか食欲ないんだ。」"
    ],
    "textEn": [
      "\"It might be a cold.",
      "...I don't really have an appetite.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「…あら。",
      "…ちょっと熱あるんじゃない…？",
      "どうする？",
      "学校、行ける？」"
    ],
    "textEn": [
      "\"...My.",
      "...You do seem a little warm...",
      "Well?",
      "Can you make it to school?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "学校って言っても、ほとんど自習状態なのだ。",
      "……今日一日休んだって問題はないんじゃないだろうか…。",
      "ひょっとすると…ここ何日か気分が優れないのは本当に風邪のせいなのだろうか。",
      "薬でも飲んで、一日よく休めば、明日にはみんなに笑顔で挨拶できるかもしれない。",
      "ピンポーン…！",
      "びくっとして玄関と時計を交互に見た。",
      "…いつものレナとの待ち合わせの時間から１０分以上が過ぎていた。",
      "………レナだ。"
    ],
    "textEn": [
      "Technically I did go to a school... but it was mostly self study.",
      "...It wouldn't matter much if I missed a day, would it?",
      "It could have been that I hadn't been feeling well for the last few days because I really did have a cold.",
      "If I took some medicine and got a good day of rest... I might be able to greet everyone with a smile tomorrow.",
      "Ding dong...!",
      "Startled, I looked back and forth between the entrance and the clock.",
      "...It was ten minutes later than when I usually met up with Rena.",
      "...It was Rena."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「レナちゃん迎えに来ちゃったけど……どうする？",
      "お休みする？」"
    ],
    "textEn": [
      "\"Rena-chan came to get you... what are you going to do?",
      "Are you going to take the day off?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……レナはいいヤツだ。",
      "かなりズレたところはあるが可愛いヤツだと思う。",
      "弁当だってうまいし、面倒見もいいし。",
      "……それを、何で俺はこんなにも怖がらなくちゃならないんだろう……？",
      "レナは悪くない。",
      "悪いのはきっと俺の方なんだ…。",
      "きっと風邪のせいなんだ。",
      "…きっと。"
    ],
    "textEn": [
      "...Rena was a good girl.",
      "She might be somewhat quirky, but she was certainly cute.",
      "The lunches she made were delicious and she always looked out for me.",
      "...Why should I be so scared of something like that...?",
      "It wasn't Rena's fault.",
      "It was probably mine...",
      "It had to have been my cold.",
      "...It just had to be."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「休む。",
      "…ごめん。」"
    ],
    "textEn": [
      "\"I'll rest.",
      "...Sorry.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「じゃあ、母さんが断ってきてあげるわね。」"
    ],
    "textEn": [
      "\"Then I'll go send her off for you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "お袋は玄関に出て行った。",
      "…俺の部屋に戻るためには玄関に行かなくてはならない。",
      "レナに合わせる顔がなく…俺はソファーの上の毛布に包まると目を閉じる。",
      "寝不足のせいもあって、俺はすぐに深い眠りに落ちて行った……。",
      "軽く横になったつもりだったが、目を覚ますともうお昼前だった。",
      "呼んでみたが両親の気配はなく、食卓の上に昼食の準備とメモがあるのを見付けた。",
      "親父とお袋は車で遠くまで出かけたらしい。",
      "親父の仕事の関係だろう。",
      "たまにあることで、そう珍しいことではない。",
      "夕食までには帰るが少し遅くなるかもしれない。",
      "たんすに保険証があるから、それで病院へ行きなさい。",
      "…そう書かれていた。",
      "メモには丁寧に病院までの地図も描かれていた。",
      "…そう。",
      "俺は行った事がないから場所もよく知らないのだ。",
      "昼食、と言っても朝の残り物だが…を軽くつまむと、一応、病院へ行くことにした。",
      "本来なら絶対にこんなところにいるはずもない、平日の日中。",
      "…ただ歩いているだけでもやましさを感じる、変な気分だった。",
      "お袋の地図に従い、いつもは行かない道に入り、しばらく歩くと病院の看板が見えてきた。",
      "看板には「入江診療所」とあり、割と綺麗に書かれていた。",
      "診療所は決して大きいものではなかったが、雛見沢の規模を思えば立派過ぎるくらいだった。",
      "駐車場もしっかりあり、バス専用のスペースまである。",
      "…儲かっているんだろうか。",
      "俺は冷房の効いた涼やかな待合室で、自分の番が来るのをぼーっと待っていた…。"
    ],
    "textEn": [
      "Mom headed off to the door.",
      "...I would have to pass by the entrance to get back to my room.",
      "I didn't have the nerve to meet with Rena... so I wrapped myself in a blanket on the sofa and closed my eyes.",
      "I was so sleep-deprived, I quickly fell into a deep slumber...",
      "I had only intended to lie down for a bit, but it was almost noon when I woke up.",
      "I called out to my parents, but they didn't seem to be around. On the table, I found lunch prepared and a note.",
      "Mom and Dad had apparently driven off to somewhere far away.",
      "It likely had to do with Dad's work.",
      "This happened every so often, so it wasn't that unusual.",
      "They would be back for dinner, but might be a bit late.",
      "On the note, it said:",
      "\"The insurance card is in the cabinet. Take it and go to the hospital.\"",
      "There was also a well-drawn map to the hospital.",
      "...That's right.",
      "I hadn't been there before, so I didn't know exactly where it was.",
      "I had a light lunch... although it really was just leftovers from the morning... and, just in case, went to the hospital.",
      "Normally I'd never be here... in the middle of a weekday.",
      "...Just walking around like this had me feeling guilty. It was an odd feeling.",
      "Following my mom's map, I took a road I usually never used. After walking for a bit, the hospital's sign came into view.",
      "\"Irie Clinic\" was written rather stylishly on the sign.",
      "The clinic wasn't very big, but based on the scale of the rest of Hinamizawa, it was far too grand.",
      "There was a parking lot and even a reserved spot for buses.",
      "...They must be making a mint.",
      "I spaced out in the air-conditioned waiting room until it was my turn to be seen..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Nurse",
    "labelJp": "看護師",
    "textJp": [
      "「前原さん。診察室へどうぞ。」"
    ],
    "textEn": [
      "\"Maebara-san, please make your way to the examination room.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "やたらとおしゃべりな先生の問診に適当に答えると、やはり先生も定番の「風邪ですね」という言葉を返してくれた。",
      "注射をしてお薬は３日分。",
      "…ちょっと大袈裟かなとは思ったが、昨日までの陰鬱さがこれで払拭できるなら安いものだ。",
      "会計を済ませ、お手洗いに行ってから帰ろうとした時、いかにも常連っぽいお年寄の会話が耳に入ってきた。",
      "もちろん気に留めるつもりはなかった。",
      "……その言葉さえなければ。"
    ],
    "textEn": [
      "After half-heartedly answering all of the chatty doctor's questions, he responded with the old \"it's probably a cold.\"",
      "They gave me a shot and three days worth of medicine.",
      "...I thought it was a little overboard, but if it would clear away the gloomy feeling I'd been having lately, then it was worth it.",
      "I settled the bill and took a quick trip to the washroom. As I was leaving, I overheard a conversation between some elderly people who seemed to be regulars at the clinic.",
      "Of course, I had no intention of eavesdropping.",
      "...If it just wasn't for that word..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「………やっぱり鬼隠しかいね。」"
    ],
    "textEn": [
      "\"...must have been an Onikakushi.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「どうかね。",
      "まだまだ若い子だぎゃあ。",
      "駆け落ちかも知られへん。」"
    ],
    "textEn": [
      "\"I wonder...",
      "She was still pretty young,",
      "might've just eloped.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「どこの誰とよ。」"
    ],
    "textEn": [
      "\"With whom?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「季節の度に東京モンが来ちょったろ。",
      "でっけえカメラ持った若者が。",
      "あれと仲が良きゃったって話、知られへんの？」"
    ],
    "textEn": [
      "\"That man from Tokyo who visits every season.",
      "That young one with that big camera.",
      "Didn't you know they were getting along pretty well?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……富竹さんのこと？！",
      "自分の耳がピンと立つのがわかった。"
    ],
    "textEn": [
      "...Were they talking about Tomitake-san!?",
      "I could feel my ears perking up."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「そら知らんけど…。",
      "でも…普通、駆け落ちっても仁義あるだろ。",
      "書置きとか、辞表とか書かんかいね。」"
    ],
    "textEn": [
      "\"I don't know about that...",
      "But... you have to make preparations before you elope.",
      "Leave a note or quit their job or something.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「すったらん書かんから駆け落ち言うんね。」"
    ],
    "textEn": [
      "\"It's an elopement because they didn't leave a note or message.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「…若きゃあ看護師さんの顔、見られんようなるんは寂しいんねぇ…。」"
    ],
    "textEn": [
      "\"...The thought that I'll never see that young nurse's face again makes me rather sad...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Villager",
    "labelJp": "村人",
    "textJp": [
      "「鷹野さんはしっかり者よ。",
      "…どこへ行ってもやって行けるん。」"
    ],
    "textEn": [
      "\"Takano-san is an upstanding young woman.",
      "...She'll be fine wherever she goes.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鷹野さんって言うのか？",
      "……富竹さんの連れの女性は。",
      "そして…この診療所に勤めていたのか…！？",
      "またしてもオヤシロさまの影は、俺につながる。",
      "しばらく耳を傾けていたが、話題が釣りの話になり戻ってくる様子がなかったので、諦めて帰ることにした。",
      "こうして、学校という日常を離れている時ですら、俺はオヤシロさまの影を抜けることはできないのだ。",
      "…当然か。",
      "だってオヤシロさまは守り神さまなんだからな。",
      "…ここ、雛見沢の。",
      "雛見沢にいる限り、逃れられはしないのだ…。",
      "表を歩いたせいか、さっきまでなかった食欲が急に戻ってきた。",
      "診察代のお釣りで菓子パンでも買って帰ろう。",
      "そう思い、知っている道を曲がった。",
      "その時、突然、後からクラクションを鳴らされた。",
      "…俺、車の邪魔になるくらいど真ん中を歩いているか？",
      "もう少し路肩に寄るが、それでもクラクションを鳴らされたので、むっとして振り返った。"
    ],
    "textEn": [
      "So her name was Takano-san?",
      "...That woman with Tomitake-san.",
      "And... she worked at this clinic...!?",
      "Oyashiro-sama's shadow was following me everywhere I went.",
      "I started listening more closely, but they began talking about fishing and it didn't seem like they were going to revisit the topic. I gave up and left.",
      "Thus, even though I was separated from the daily monotony of school, I wasn't able to escape from Oyashiro-sama's shadow.",
      "...But of course.",
      "Oyashiro-sama was the guardian deity of this place...",
      "of Hinamizawa.",
      "As long as I was in Hinamizawa, I wouldn't be able to escape...",
      "Maybe it was because I was walking outside, but my appetite had suddenly returned.",
      "I might as well buy a snack with the change from the examination fee on the way home.",
      "Contemplating that, I turned onto a familiar street.",
      "At that moment, I heard a car horn abruptly honk behind me.",
      "...Was I really walking so far into the middle of the road where I'd be in a car's way?",
      "I moved farther off to the side, but the horn was still honking at me. I turned around, peeved."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「前原さ〜ん。",
      "こんにちは。」"
    ],
    "textEn": [
      "\"Maebara-san,",
      "good day to you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんだった。",
      "エアコンをガンガンに効かせた車から身を乗り出して、大きく手を振っている。"
    ],
    "textEn": [
      "It was Ooishi-san.",
      "He stepped out of his car, AC on full blast, and waved at me."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「今日はどうしたんです？",
      "学校はお休みですか？」"
    ],
    "textEn": [
      "\"What's up today?",
      "School on break?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ちょ、ちょっと体調悪かったんで、今日は休みました。",
      "…お昼を買って帰ろうとしてたところです。」"
    ],
    "textEn": [
      "\"J-Just not feeling well, so I took the day off.",
      "...I was about to buy lunch and head back home.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「それは良かった。",
      "実は私、お昼に行こうとしてたんですよ。よかったらご一緒にいかがです？",
      "…………あぁ、お体に障る様でしたら構いませんよ。」"
    ],
    "textEn": [
      "\"That's great.",
      "I'm just about to get lunch myself.  Would you mind going together?",
      "...Ah, if you're not feeling up for it, then don't mind me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どうせ帰ったって横になるだけだ。",
      "…それに本当は風邪じゃない。"
    ],
    "textEn": [
      "I was just going to lie down after going home anyway.",
      "...And I didn't really have a cold."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「地元の食堂だといやでしょう。",
      "町まで行きましょう。",
      "ちょっと走りますがよろしいですかな？",
      "私、おいしいお店知ってるんですよ？」"
    ],
    "textEn": [
      "\"I expect you'd rather avoid using one of the local places.",
      "Let's go into town.",
      "It's a bit of a drive, is that all right?",
      "I know a pretty good place.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんの遠回しな言い方が何となくわかってきた頃だった。",
      "…大石さんは多分俺に、雛見沢ではしにくい話をしようとしているのだ。",
      "大石さんの言うところの、ガンガンに冷やした車に乗り込む。",
      "外の日差しが嘘のようだ。"
    ],
    "textEn": [
      "I'd finally begun to understand Ooishi-san's roundabout way of saying things.",
      "...He probably wanted to talk to me about stuff that would be difficult to discuss while in Hinamizawa.",
      "I went with Ooishi-san, riding in his frigid car.",
      "It was almost as if the bright sunlight outside was a lie."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「昨夜は遅くまですみませんでしたね。",
      "ご家族に怒られませんでしたか？」"
    ],
    "textEn": [
      "\"I'm sorry about calling you so late last night.",
      "Did your parents get angry at you?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「いえ…。」"
    ],
    "textEn": [
      "\"No...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "扉のたった一枚向こうで、ずっとその電話を聞いていたレナを、思い出す。",
      "…こうして陽光の降り注ぐ日中であっても…気味が悪かった。",
      "町へ続くじゃり道が、ガクンと大きく揺れてから舗装道路になった。",
      "はっと思い出し、後方へ振り返る。",
      "…………そう。",
      "富竹さんが亡くなった場所だ。"
    ],
    "textEn": [
      "I recalled Rena, who had been listening to the phone conversation all that time, separated from me by just the door.",
      "...Even now, in the brightness of the sunlight... the thought still creeped me out.",
      "With a big bump that jolted the car, the road connecting to the city changed from dirt to pavement.",
      "My head swiveled back with a sudden realization.",
      "That's right...",
      "This was where Tomitake-san died."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…富竹さんの捜査は暗礁に乗り上げています。」"
    ],
    "textEn": [
      "\"...They've hit a snag on the investigation regarding Tomitake-san.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんは俺の様子を横目に見ながら口を開いた。"
    ],
    "textEn": [
      "Ooishi-san spoke while peering at me from the corner of his eye."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「自分の爪で喉を掻き破るという異常さから、幻覚作用のある何らかの薬物によるものだと信じているのですが",
      "……こういう症状をそれも急激に引き起こす薬物は…なかなかないらしいんです。"
    ],
    "textEn": [
      "\"They believed it was caused by hallucinogens, given how he was clawing out his own throat",
      "...But a drug that could cause that to happen so suddenly... is extremely hard to come by."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "もちろん、検死解剖もそれを念頭において十分に行なったのですが…手がかりはやはりありませんでした。」"
    ],
    "textEn": [
      "Bear in mind, of course, the autopsy was done with that premise in mind... but we didn't find any leads.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あの、…漫画なんかによくあるじゃないですか。",
      "体内に取り込まれると分解したりして、証拠が何も残らないなんて、そんな薬…。」"
    ],
    "textEn": [
      "\"Um... you know that thing you see in comics all the time?",
      "Where there's a drug that doesn't leave any traces after being consumed...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ありますよ。",
      "塩化サクシ……なんでしたっけ…。",
      "まぁ、えぇ結構あります。"
    ],
    "textEn": [
      "\"It exists.",
      "Succinylchol-something-or-other.",
      "Well, it's pretty common."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "でもですね、富竹さんのような症状を引き起こす薬物にはそういうものはないそうなんですよ。」"
    ],
    "textEn": [
      "But you see. There doesn't seem to be any kind of drug that would cause Tomitake-san to react like that.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………じゃあ…警察は富竹さんは祟りで死んだって、そう言うんですか？！」"
    ],
    "textEn": [
      "\"...Then... you're saying the police concluded Tomitake-san just died from the curse!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "警察の不甲斐なさに憤慨したのではなかった。",
      "…富竹さんの怪死から、一刻も早く祟りという要素を払拭したかっただけだ。"
    ],
    "textEn": [
      "I couldn't help but feel that the police were worthless.",
      "...I just wanted the idea of a curse to be dissociated from Tomitake-san's mysterious death."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「悔しいですが今のところは。",
      "ですが、死因はともかく、死ぬ前に何人かの人間に囲まれて暴行を受けたことだけは間違いありません。"
    ],
    "textEn": [
      "\"Unfortunately, that's how it looks right now.",
      "But putting aside the cause of death... Without a doubt, he was surrounded by a group of people and had taken a beating before he died."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "……祟りでなく、人間が事件に関わっているのは疑いようがありませんよ。」"
    ],
    "textEn": [
      "That was no curse, but an incident that unquestionably involved other humans.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ちょっとだけ…ほっとする。",
      "やがて寂れた（それでも雛見沢よりは賑わった）駅前に出た。",
      "レストランの駐車場に入り、大石さんの後に続いて店に入った。",
      "賑わっているが、この時間にいるのは大人の人ばかりだ。平日の日中に子供がいるわけがない。"
    ],
    "textEn": [
      "That made me a bit.. relieved.",
      "We passed in front of the rather desolate (but still busier than Hinamizawa) train station.",
      "The car pulled into a restaurant parking lot and I followed Ooishi-san into the shop.",
      "It was pretty crowded, but there were only adults at this hour. Of course there wouldn't be children in here in the middle of a weekday."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「２名です。タバコは・・・我慢します。」"
    ],
    "textEn": [
      "\"Two, please. I'll... make do with non-smoking.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Waitress",
    "labelJp": "ウェイトレス",
    "textJp": [
      "「こちらへどうぞ。",
      "ご注文がお決まりになりましたらお呼び下さい。」"
    ],
    "textEn": [
      "\"This way, please.",
      "When you are ready to order, please call me over.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "風変わりな格好のウェイトレスさんに案内され、大石さんとボックス席に座った。"
    ],
    "textEn": [
      "We were led by a peculiarly dressed waitress to our table. I sat with Ooishi-san in the booth."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「どうです？",
      "このお店のウェイトレスさんの格好、可愛らしいと思いません？」"
    ],
    "textEn": [
      "\"So what do you think?",
      "Aren't the waitresses' outfits here cute?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「え？",
      "まぁ…その…どうでしょうねぇ？？」"
    ],
    "textEn": [
      "\"Huh?",
      "Well... um... I guess??\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……このお店ね、いっつも大人気なんですよ。",
      "お料理よりもウェイトレスさんがねぇ〜。」"
    ],
    "textEn": [
      "\"...This shop is always quite busy.",
      "It's more about the waitresses than the food, you see~.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「はぁ。",
      "……大石さん、目がやらしいですよ。」"
    ],
    "textEn": [
      "\"Uh huh.",
      "...Ooishi-san... you're leering.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「んん？",
      "そうですか？",
      "んふふふふふふ…！」"
    ],
    "textEn": [
      "\"Hmm?",
      "Am I really?",
      "Murhuhuhuhuh...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…ウェイトレスさんの格好がどうとかはともかく、まぁ美味しかった方かな…？",
      "他愛ない話をしている内に料理も終わり、大石さんの頼んだ食後のコーヒーが到着した。"
    ],
    "textEn": [
      "...Regardless of how the waitresses looked, the food was decent enough...",
      "Finishing our meals while talking about some inane topic, Ooishi-san's after-meal cup of coffee arrived at the table."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「昨日、雛見沢の昔話が出ましたよね？」"
    ],
    "textEn": [
      "\"Yesterday, we talked about Hinamizawa's past, didn't we?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「えぇ。人食い鬼の里だって言われてた、って話でしたっけ。」"
    ],
    "textEn": [
      "\"Yeah. That it was the village of man-eating demons... or something like that.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「私もあんまり詳しい方じゃないので、うちの婆さまに今朝、ちょっと聞いてみたんです。」"
    ],
    "textEn": [
      "\"I didn't know much about it myself, so I asked my grandmother about it this morning.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんは胸ポケットから畳んだメモを取り出した。"
    ],
    "textEn": [
      "Ooishi-san took out the notepad that was stuffed into his breast pocket."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「何でもですね、大昔は雛見沢は「鬼ヶ淵」って呼ばれてたんだそうです。」"
    ],
    "textEn": [
      "\"Turns out that Hinamizawa used to be called Onigafuchi, or Ogres' Abyss.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「鬼ヶ淵…。",
      "…すごい名前ですね…。」"
    ],
    "textEn": [
      "\"Onigafuchi...",
      "...That's quite the name...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「今でもその名前、残ってるんですよ。",
      "…神主の妻が入水自殺した沼の名前は今でも鬼ヶ淵と言うんです。",
      "……沼の底の底は鬼たちの住む国とつながってると言われてたんだそうです。」"
    ],
    "textEn": [
      "\"The name is still around.",
      "...The marsh where the Shinto priest's wife drowned herself is still called Ogres' Abyss.",
      "...It's said that the depths of that marsh connect to the realm of demons.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もちろん、こんな薄気味悪い沼のことは誰も教えてくれない…。"
    ],
    "textEn": [
      "Of course, nobody had told me anything about such an ominous marsh..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「でですね。",
      "鬼ヶ淵は恐れられていたと同時に崇められてもいたんだそうです。」"
    ],
    "textEn": [
      "\"And you see,",
      "it appears they were both feared and revered.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "恐れ敬う。",
      "…一種の神聖視だったのだろうか。",
      "人でないものたちの住まう、村。"
    ],
    "textEn": [
      "A respect born of fear...",
      "I guess you could say it was a kind of deification.",
      "A village of inhuman creatures."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「鬼たちはある種の仙人でもあったらしいんですよ。"
    ],
    "textEn": [
      "\"Seems the demons were Sennin—or mountain-dwelling mystics—of sorts."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "例えば…不治の病にかかった村人を鬼ヶ淵に運んで、治してもらったりとかしたんだそうです。」"
    ],
    "textEn": [
      "Villagers with incurable illnesses would be taken to the Ogres' Abyss to be healed, for example.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鬼って言っても……天狗とかみたいな、仙人みたいなイメージだな。"
    ],
    "textEn": [
      "Even if we are calling them demons... Tengu—long-nosed goblins—or Sennin would be a more apt description."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「鬼って言っても、そんなに悪い人たちじゃないみたいですね。」"
    ],
    "textEn": [
      "\"They don't seem like such terrible people, even though they were called demons.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「でもそこはやっぱり人食い鬼らしいんです。",
      "………婆さまに聞いた昔話ではですね、息子を治療してもらった代償として、連れて来た母親を食わせろ！",
      "と、こうなるらしいんですよ。」"
    ],
    "textEn": [
      "\"But they were still man-eating demons.",
      "According to the story my grandma told me... as payment for treating the son's illness, 'Let us eat the mother who brought him here!'",
      "...Was apparently how things went.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…息子を治療してもらった対価が…自分ですか？！",
      "…それは怖いな。」"
    ],
    "textEn": [
      "\"...The price of curing her son... was herself!?",
      "...That's unsettling.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「もちろん母親は息子を連れて逃げます。",
      "これをですね、",
      "鬼ヶ淵に住む村人、",
      "鬼たちがですね、全員で追いかけて取り囲んで捕まえたんだそうです。」"
    ],
    "textEn": [
      "\"Of course the mother took her son and ran.",
      "Then, you see...",
      "All the villagers of Onigafuchi -",
      "the demons- chased, surrounded, and captured them.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "村人総出で、",
      "か。",
      "……それは想像するとかなり恐ろしい光景だ。"
    ],
    "textEn": [
      "The entire village...",
      "apparently.",
      "...That's quite a frightening thing to imagine."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「結局、母親も息子も捕まって、食べられちゃったんだそうです。",
      "おしまい。」"
    ],
    "textEn": [
      "\"In the end, it seems both the mother and son were caught and eaten.",
      "The end.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「その話、矛盾がありますよ。",
      "…当事者の２人が食べられちゃったんですから、その話が残るはずがありません。」"
    ],
    "textEn": [
      "\"There's a problem with this story.",
      "...Both witnesses in this story were eaten, so nobody would be able to tell the tale.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ありゃ？",
      "…なはははは！　昔話はこういうの多いですよねぇ。」"
    ],
    "textEn": [
      "\"Huuh?",
      "...Bwahahaha! There are plenty of old fables like this.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんは凄惨な昔話とは正反対にからからと笑いながらコーヒーをすすった。"
    ],
    "textEn": [
      "In contrast to the ghastly tale, Ooishi-san laughed heartily while sipping his coffee."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「でもですね。",
      "…他の昔話にも結構あるらしいんですよ。",
      "鬼ヶ淵の鬼たちが総出で獲物を捕まえに来る、というのは。」"
    ],
    "textEn": [
      "\"But, well...",
      "...There are quite a few other tales.",
      "Where the demons from Onigafuchi band together to capture their prey.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ダム工事に抵抗したとき、村人一丸となって戦った、という魅音の言葉がふと蘇った。",
      "……その一丸という部分にささやかな重なりを覚える。"
    ],
    "textEn": [
      "I recalled that Mion said all the villagers united and fought against the dam construction.",
      "...I saw similarities with how that part about unification overlapped."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「鬼たちの獲物は常に１人で、しかも前もって決められているらしいんです。」"
    ],
    "textEn": [
      "\"They would always hunt down a single person, and they chose who it was going to be beforehand.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…え？」"
    ],
    "textEn": [
      "\"...Huh?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "聞き流せない部分だった。",
      "…大石さんも同じらしく、意味深な表情を浮かべている。"
    ],
    "textEn": [
      "That caught my attention.",
      "...Ooishi-san also appeared to be pondering what it meant."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「婆さまが言うにはですね、「鬼の狩り」の時には絶対に邪魔をしてはいけない。",
      "家に閉じこもって布団を被ってろ、って言うんです。」"
    ],
    "textEn": [
      "\"My grandmother told me that you must never interfere with the 'demon's hunt.'",
      "You should just hole up in your house and hide under the covers, she said.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…つまりどういうことですか？」"
    ],
    "textEn": [
      "\"...So what does this all mean?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「獲物の人を助けたり、かくまったりしてはいけないんだそうです。",
      "鬼の狩りを邪魔しない限り、村人には危害を加えない。",
      "そういうルールなんだそうです。」"
    ],
    "textEn": [
      "\"It means you mustn't ever help or protect the prey.",
      "As long as you don't disturb the demon's hunt, no harm will fall upon the villagers.",
      "It seems there's that kind of rule.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "つまり、被害者を助けるな。",
      "凶行を見てみぬふりをしろ、…というわけか…。"
    ],
    "textEn": [
      "Basically... don't help the victims.",
      "Pretend you didn't see the atrocities... in other words..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ルールを破ったらどうなるんです？」"
    ],
    "textEn": [
      "\"What happens if you break the rule?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「さぁ…。",
      "…なにしろ人食い鬼ですからねぇ。」"
    ],
    "textEn": [
      "\"Well...",
      "they're man-eating demons, after all...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "気になる部分の多い話だった。",
      "……話の内容は大石さんの言う、犯人は村ぐるみ説と一部重なるからだ。",
      "犯人が村まるごとでなかったにせよ、数人の犯人の「狩り」を村人たちが「布団を被って見殺しにした」ことは十分に考えられる……？？？",
      "口にしていて恐ろかった。"
    ],
    "textEn": [
      "Many parts of that tale caught my attention.",
      "...Parts of the story he told me overlapped with his theory that the entire village was in on the crime.",
      "Even if it wasn't the whole village... it was conceivable that the villagers were \"hiding under the covers and leaving them to die\" when there's a group that was on their 'hunt,' wasn't it...???",
      "I didn't dare speak it."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…じゃあ大石さんは…やっぱり村ぐるみ、もしくは村人数人の犯行だと見てるんですね…？」"
    ],
    "textEn": [
      "\"...Then, Ooishi-san... I guess it looks like it's either the entire village or a group of villagers perpetrating the crimes...?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「前原さんはどう思います？",
      "…あ〜、すみません。",
      "コーヒーのお代りいいですか。」"
    ],
    "textEn": [
      "\"What do you think, Maebara-san?",
      "...Ah, excuse me.",
      "Another cup of coffee, please.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "聞いているのはこっちだ。",
      "……あるいは…互いに口にしたくない最後の一言を相手に転嫁し合っているだけなのか……。",
      "ウェイトレスさんがお代りのコーヒーを注ぐ間、口を開くことはなかった。"
    ],
    "textEn": [
      "That's what I wanted to know.",
      "...It seemed that... we were both waiting for the other to say that last part...",
      "He waited for the waitress to finish pouring coffee before speaking."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「………去年、悟史くんが失踪した頃から私は不審に感じていたんです。」"
    ],
    "textEn": [
      "\"...Last year, I had a nagging feeling when Satoshi-kun disappeared.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんはコーヒーカップの中のミルクの渦を見ながら呟いた。"
    ],
    "textEn": [
      "Ooishi-san muttered as he watched the milk swirl around in his coffee."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「それで悟史さんのお友達、…つまり、前原さんのお友達グループの皆さんを、ちょっぴりだけ。",
      "…本当にちょっぴりだけですよ？",
      "調べさせてもらったんです。」"
    ],
    "textEn": [
      "\"So those friends of Satoshi-san... meaning your group of friends, Maebara-san... I had a bit—",
      "Really just a little bit, okay?",
      "—of background checking done on them.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "以前、俺は仲間を疑うようなことを言った大石さんに逆上した。",
      "……だが、今度の俺はそうはならなかった。"
    ],
    "textEn": [
      "If Ooishi-san had said this to me before... I would've gotten angry at him for calling my friends into question...",
      "But as I was now, I couldn't..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「とてもつまらない話になります。",
      "…前原さんがつまらない、と感じたらいつでもおっしゃって下さい。",
      "終わりにしますので。」"
    ],
    "textEn": [
      "\"This might sound pretty stupid.",
      "Maebara-san, if you feel that it's stupid, please say so.",
      "I'll just stop.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんはこれまで見せた表情の中で一番真剣になった。",
      "……俺に、覚悟を決めて聞け、と言っているのだ。",
      "大石さんに聞かされて後悔した話はいくつもある。",
      "…だが、そのいずれの話でもここまで脅したものはない…。",
      "心の中のもう一人の自分が警鐘を鳴らす…！",
      "よせ圭一。",
      "これが多分、最後の……！",
      "その声を、大きく息を吸いこんで黙らせる。",
      "………俺は真実から…逃げない。"
    ],
    "textEn": [
      "Ooishi-san was wearing the most serious expression that I'd ever seen from him.",
      "...It was as if he was telling me to prepare myself and listen.",
      "There were quite a few things I regretted hearing from Ooishi-san.",
      "...But... none of them were as threatening as this...",
      "A little voice inside me was screaming like an alarm...!",
      "Stop, Keiichi.",
      "This was probably the last one...!",
      "I took a deep breath and silenced that voice.",
      "...I would not run from the truth."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……お願いします。」"
    ],
    "textEn": [
      "\"...Please.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "短くそれだけを告げた。",
      "……大石さんはしばらく沈黙し、俺の両目をじっと見。覚悟の程を確認してから切り出した。"
    ],
    "textEn": [
      "That was all I could utter.",
      "...Ooishi-san stared into my eyes silently for a few moments. After he was certain I was ready, he began."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「１年目の事件の被害者は現場の監督さんだったんですが、事件の数週間前に園崎魅音さんと取っ組み合いをしてるんですよ。",
      "何度か。」"
    ],
    "textEn": [
      "\"The victim of the incident in the first year was the overseer. A few weeks prior, he had an altercation with Mion Sonozaki-san.",
      "Multiple altercations.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…魅音が過激な抵抗をした、という話は以前、大石さんに聞いている。",
      "…まぁあの魅音がヒートアップしたなら、想像に難しくはない。"
    ],
    "textEn": [
      "...Ooishi-san had said before that Mion had defied the dam project vehemently.",
      "...Well, it wasn't hard to imagine how she'd be if she got worked up."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「２年目の事件で誘致派の夫婦が事故に遭いましたよね。",
      "現場にはお嬢さんも一緒にいたんです。",
      "…それが北条沙都子さんなんです。」"
    ],
    "textEn": [
      "\"In the second year, the married couple who supported the project died in that accident, right?",
      "Their daughter was with them at the time...",
      "Her name is Satoko Houjou-san.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「え？！",
      "沙都子って、",
      "……沙都子？！？！」"
    ],
    "textEn": [
      "\"Huh!?",
      "Satoko, meaning...",
      "Satoko!?!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんは目配せで、声が大きいとたしなめる。",
      "…俺も気付き、トーンを下げる。"
    ],
    "textEn": [
      "Ooishi-san's look told me that my voice was too loud.",
      "...I realized it as well, and quickly quieted down."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「３年目には神主夫婦が亡くなられますよね。",
      "そのお嬢さんが古手梨花さんです。」"
    ],
    "textEn": [
      "\"The Shinto priest and his wife who died in the third year. You see...",
      "their daughter is Rika Furude-san.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……梨花ちゃん…がッ？！？！」"
    ],
    "textEn": [
      "\"...Rika-chan...was--!?!?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「４年目に亡くなった主婦は、もうわかりますね。",
      "北条沙都子さんの義理の叔母です。",
      "……当時は沙都子さんはご両親を事故で失っていましたので、預けられていたのです。"
    ],
    "textEn": [
      "\"The housewife who died in the fourth year you know already, don't you?",
      "It was the step-aunt of Satoko Houjou-san.",
      "...She was in her aunt and uncle's custody, as she had lost both of her parents in the accident..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "被害者宅に。」"
    ],
    "textEn": [
      "She lived in the victim's house.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "唇が乾いていくのがわかる……。",
      "俺は…だらしなく開けられた口を閉じる事も忘れていた。",
      "異常な事件だとは思いながらも…ほんの少しだけ、距離の開いた出来事だと思っていた。",
      "……それがぱちんぱちんと音を立てながら…俺の足元の周りに組み合わさっていく…。"
    ],
    "textEn": [
      "I could tell my lips were getting dry.",
      "I... didn't even have the wits to keep my mouth from hanging agape.",
      "I had thought it was nothing but a bizarre incident... one that I could easily distance myself from.",
      "...But, clicking and clacking... it had snuck all the way to my feet..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ちなみに…４年目に失踪した北条悟史さんは、沙都子さんの実の兄になります。」"
    ],
    "textEn": [
      "\"The one who disappeared the fourth year, by the way... he was Satoko-san's older brother.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「え………その………あ、……ちょっと……待ってください………。」"
    ],
    "textEn": [
      "\"Wha... just... ah... wait... just a second...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "やっとそれだけを言うのが精一杯だった。",
      "……お冷のコップを一気に飲み干し、おしぼりで改めて顔をごしごしと拭く…。",
      "冷静になれ前原圭一……！",
      "だが大石さんは残酷だった。",
      "…俺の気持ちの整理がつくのを見届けることなく、それを告げた。",
      "一番…聞いてはいけない事を…。"
    ],
    "textEn": [
      "It took everything I had to finally say that.",
      "...I gulped down a glass of water and once again wiped my face with a napkin...",
      "Calm down, Keiichi Maebara...!",
      "But Ooishi-san was relentless.",
      "...Instead of waiting for me to finish sorting out my feelings, he started speaking again.",
      "The last of the things I shouldn't have heard..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「被害者たちはなぜか、あなたのお友達グループに全てつながるのです。」"
    ],
    "textEn": [
      "\"All of the victims seem to be connected to your group of friends.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……偶然に決まってるじゃないですかッ！！」"
    ],
    "textEn": [
      "\"...That has to be just a coincidence!!\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「前原さん、静かに静かに…。",
      "みんな見てますよ…。」"
    ],
    "textEn": [
      "\"Maebara-san, keep it down...",
      "Everyone's looking...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音が…？",
      "沙都子が？！",
      "梨花ちゃんが？！",
      "つながるから何だってんだ？！",
      "俺の仲間たちが、グループが丸ごと…だって？！？！",
      "そんなはずは…そんなはずは…。",
      "……そうだ、レナは違うじゃないか！",
      "レナは今のところどの被害者とも縁がないぞ。"
    ],
    "textEn": [
      "Mion...?",
      "Satoko!?",
      "Rika-chan!?",
      "So what if they're connected!?",
      "You're telling me, all of my friends...!?!?",
      "It couldn't be... it just couldn't be...",
      "...Oh, Rena is different, isn't she!?",
      "Rena isn't connected with the victims at all."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「竜宮レナさんは昨年まで茨城の郊外にお住まいでした。",
      "まぁ確かに、いずれの被害者とも直接の面識はありませんが…。」"
    ],
    "textEn": [
      "\"Rena Ryuugu-san was living in a suburb of Ibaraki prefecture up until last year.",
      "Well, it's true she hadn't directly met any of the victims...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "煮え切らない言い方だ。",
      "何か関係があると言うのか…？！"
    ],
    "textEn": [
      "He said it in a roundabout way.",
      "Is he saying she's also connected...!?"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「実は調べてみたら、竜宮さんは引越しの少し前に、学校で謹慎処分を受けているんですよ。",
      "何でも、学校中のガラスを割って回ったんだとか。」"
    ],
    "textEn": [
      "\"Actually, I looked into her. Before Ryuugu-san moved away to Hinamizawa, she was suspended from school.",
      "It seems she went through her school building and broke all of the windows.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「レ、レナが？！",
      "………学校中のガラスを割った？！？！」"
    ],
    "textEn": [
      "\"R-Rena did that!?",
      "...She broke all the windows at her school!?!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あの…ぽやーっとした…レナが…？！",
      "とても想像はつかなかった。"
    ],
    "textEn": [
      "That... same, spacey... Rena had...!?",
      "I couldn't even imagine it."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「３日間の謹慎が明けた後も復学しなかったようです。",
      "その間に神経科に通院し、何週間かの間、投薬と医師によるカウンセリングを受けています。」"
    ],
    "textEn": [
      "\"It seems that, after her three day suspension, she didn't return to school.",
      "She went to a neurologist and was given weeks of counseling and medication.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「３日間の謹慎が明けた後も復学しなかったようです。",
      "その間に神経科に通院し、自律神経失調症と診断され、何週間かの間、投薬と医師によるカウンセリングを受けています。」"
    ],
    "textEn": [
      "\"It seems that, after her three day suspension, she didn't return to school.",
      "She went to a neurologist and was diagnosed with dysautonomia. She was given weeks of counseling and medication.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ノイローゼみたいなものだろうか。",
      "…そういうのは几帳面な人や神経質な人がかかると聞いたことがある。",
      "………それはいずれも能天気なレナのそれとは一致しないはず…。"
    ],
    "textEn": [
      "I wonder if it was something like a nervous breakdown.",
      "... I'd heard that it happens to people who are really methodical or overly sensitive.",
      "...Neither of those matched Rena's easygoing personality..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…でですね、そのカウンセリングをした医師のカルテにレナさんの会話内容が記載されているんですがね………。",
      "その中に、出てくるんですよ。",
      "結構。」"
    ],
    "textEn": [
      "\"...and in the counselor's medical report, he recorded all of the conversations he had with Rena-san...",
      "'It' shows up...",
      "And quite a bit at that.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何がです…？」"
    ],
    "textEn": [
      "\"What did...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺は無防備のその先を促した。",
      "……これ以上、もう後悔することなどあるものか…。"
    ],
    "textEn": [
      "I pressed forward carelessly.",
      "...There couldn't be anything more for me to regret..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「出てくるんですよ。",
      "オヤシロさまって単語が。」"
    ],
    "textEn": [
      "\"She mentioned...",
      "the word, 'Oyashiro-sama.'\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "背筋を、冷え切った誰かの手に撫でられたような気がした…。",
      "……どうして…雛見沢に来る前のレナが………オヤシロさまなんて言うんだ…？！"
    ],
    "textEn": [
      "It felt like someone's stone cold hand was caressing my back...",
      "...Why... why had Rena spoken of Oyashiro-sama before she even came to Hinamizawa...!?"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「オヤシロさまって言う、幽霊みたいなものがですね、夜な夜な自宅にやってくるって言うんですよ。",
      "枕元に立って自分を見下ろすんだ、って。」"
    ],
    "textEn": [
      "\"Seems that the Oyashiro-sama she spoke of was like a ghost, appearing in her house every night.",
      "Standing over her pillow, looking down at her.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……思考が凍り付いてしまう。",
      "……何を言われてるんだか…さっぱりわからない…。"
    ],
    "textEn": [
      "...My mind froze.",
      "...I couldn't process... what I was being told..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「その後、しばらくして雛見沢に引っ越されたんです。",
      "…………あぁ、そうそう。",
      "レナさんはよそ者なんかじゃないですよ。」"
    ],
    "textEn": [
      "\"A while after that, she moved to Hinamizawa.",
      "...Ah, that's right.",
      "She's not an outsider.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「え？」"
    ],
    "textEn": [
      "\"Huh?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「住民票でわかったんですが、竜宮一家は元は雛見沢の住人です。",
      "レナさんがちょうど小学校に上がるときに茨城へ引っ越されたんです。」"
    ],
    "textEn": [
      "\"According to their residency register, the Ryuugu family used to reside in Hinamizawa.",
      "They moved to Ibaraki just as Rena-san entered elementary school.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "頭の中が真っ白な星でいっぱいになる…。",
      "…それは深夜の、放送を終了したテレビの砂嵐によく似た感じだった……。",
      "耳もキーンとしてよくわからなくなる…。"
    ],
    "textEn": [
      "My mind went completely blank...",
      "...It was similar to the static you'd see on a blank TV channel...",
      "My ears began ringing as I lost all sense of comprehension..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…前原さん、大丈夫ですか？",
      "もう終わりにしましょうか？」"
    ],
    "textEn": [
      "\"...Maebara-san, are you all right?",
      "Shall we stop?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その一言にはっとする。",
      "……まだ、ここで終わりにしてはいけない…！"
    ],
    "textEn": [
      "Those words brought me back.",
      "...I couldn't let it end here...!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…レナのことはわかりました…。",
      "じゃあその……最後の被害者の富竹さんはどうなんですか？",
      "…誰と接点があるんですか…？」"
    ],
    "textEn": [
      "\"...Now I know about Rena...",
      "Then... how about the last victim, Tomitake-san?",
      "...Who was he connected with...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "焦燥しきった俺の、最後の反撃だった。"
    ],
    "textEn": [
      "Irritated, I let out one final reprisal."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…全員ですよ。",
      "お忘れですか前原さん。",
      "みんなで楽しくお祭りの晩を過ごしたじゃないですか。",
      "何人もの警官が皆さんの楽しそうな様子を見ていますよ。」"
    ],
    "textEn": [
      "\"...All of them.",
      "Have you forgotten, Maebara-san?",
      "Didn't you all spend the night of the festival together quite merrily?",
      "Quite a few of the officers saw you enjoying yourselves.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…もう今更何も言い返せなかった…。",
      "……俺は頭を垂れ、沈黙する…。"
    ],
    "textEn": [
      "...Now there was nothing I could respond with...",
      "...I fell silent as my brain turned to mush..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「そろそろ出ましょう。",
      "あ、前原さん、お昼の薬は飲みましたか？」"
    ],
    "textEn": [
      "\"We should get going.",
      "Ah, Maebara-san, did you take your afternoon medicine?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんに言われるまで、今日自分が病院へ行き薬をもらったことも忘れていた…。",
      "お冷をもう一杯もらい、一気に流しこんだ後、店を出た。",
      "車に乗り込み、再び雛見沢への悪路を戻る。",
      "…自転車ではあまり気にならなかったが、車だとこんなにも揺れるのだろうか…？",
      "…まるで、道路たちが何かを伝えようと死に物狂いに猛っているように感じられた。",
      "がくん！",
      "……その大きな揺れは、舗装道路からじゃり道に変わる時の段差だ。",
      "富竹さんの声なき叫びを、俺は確かに聞いた…。",
      "俺は一言もしゃべらず、ただ車の揺れに身を任せてるだけだった…。"
    ],
    "textEn": [
      "I had completely forgotten about the medicine I had gotten today until Ooishi-san said that...",
      "I got another glass of water, and we left the shop after I chugged it down.",
      "We got in the car and returned to Hinamizawa via the rough road.",
      "...I never really paid attention when I was on my bike, but did cars normally shake this much...?",
      "...It was almost as if the road was desperately trying to tell me something.",
      "*Badump*",
      "...That big jolt was from the difference in elevation of the road when it changed from cement to dirt.",
      "I was certain that I heard Tomitake-san's scream...",
      "I sat in silence, just letting myself be shaken by the car..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「おうちの前まで送りましょう。",
      "…今日は病気でお休みだったんですよね？",
      "長々とお話してしまって申し訳ありませんでした。」"
    ],
    "textEn": [
      "\"I'll drop you off at your house.",
      "...You missed school because you were ill, correct?",
      "My apologies for the long conversation.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……なんで俺に話すんですか？」"
    ],
    "textEn": [
      "\"...Why did you talk to me?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ぼそりと言い返した。",
      "…本当に、ぼそりと。",
      "返事なんか期待しなかった。"
    ],
    "textEn": [
      "I blurted out the question.",
      "...Really just blurted it out.",
      "I didn't expect an answer."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「私、一応、確認しましたよね？",
      "お話やめましょうか、って。」"
    ],
    "textEn": [
      "\"I did check with you first, didn't I?",
      "If we should just stop...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「じゃなくて！",
      "……どうして俺に接触してきたんですか。」"
    ],
    "textEn": [
      "\"Not that!",
      "...Why did you reach out to me?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…大石さんが一連の怪しい事件の関連性を調べていることはよくわかった。",
      "だけど、…なんでそれを俺に話してくれたんだ…？",
      "俺は何も知らないし役にも立てない。",
      "大石さんの話はどれも初めて聞く話ばかり。",
      "……第一、引っ越してきたばかりの俺に…何がわかるってんだ。",
      "もし……大石さんが俺に接触する理由があるとすれば…。",
      "……俺が、大石さんが怪しいと目する…魅音たちの仲間の一人だからだ。"
    ],
    "textEn": [
      "...I understood quite well that Ooishi-san was investigating this string of suspicious incidents.",
      "But... why was he telling me all this...?",
      "I knew nothing and I couldn't help.",
      "Everything Ooishi-san spoke of was news to me.",
      "...First of all... what could I, having just moved here, possibly know?",
      "By chance... If there was a reason for Ooishi-san to reach out to me, then it would have to be...",
      "...That I was part of Mion's circle of friends, who looked suspicious to Ooishi-san..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……私ね、今年で定年なんです。",
      "定年したら婆さまの意向で、引っ越しちゃう予定なんですよ。",
      "…だからこそ在職中に、この事件だけははっきりさせておきたかったんです。」"
    ],
    "textEn": [
      "\"...I'm retiring this year.",
      "I plan on moving away after retiring as my grandma wants.",
      "So while I'm still on the case, I want to bring the truth behind this incident to light.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…………で、……大石さんは疑ってるんですよね。",
      "みんなを。」"
    ],
    "textEn": [
      "\"...So... Ooishi-san, you suspect them, don't you?",
      "All of them.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんは特に返事をしなかった。",
      "今更、とは思ったが、大石さんなりの良心だったのかもしれない。"
    ],
    "textEn": [
      "Ooishi-san didn't really give a response.",
      "It felt a little late, but I thought it was his way of showing a bit of consideration for my feelings."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「これは…この道、３０年の勘です。",
      "……前原さん。危ないのはあなたなんですよ。」"
    ],
    "textEn": [
      "\"This is... mostly my intuition from 30 years on this job.",
      "...Maebara-san. You're the one in danger.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…え？」"
    ],
    "textEn": [
      "\"...Huh?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんなバカな、と反論しようと思ったが、すっかり意気消沈した俺にそんな気力はなかった。"
    ],
    "textEn": [
      "I wanted to reply with \"that's absurd!,\" but in my downtrodden state I couldn't bring myself to say it."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「私は今年で定年ですから、来年の綿流しの日にはもういません。",
      "…だから今年中に決着をつけたいのです。」"
    ],
    "textEn": [
      "\"I'll be retiring this year, so I won't be at the Watanagashi next year.",
      "...So I want to settle things.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それは暗に、来年の綿流しの日に、俺が被害者になるかもしれない…と脅しているのだ。"
    ],
    "textEn": [
      "In other words, he was insinuating that on the next Watanagashi, I might be the victim..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「署長からも注意を受けています。",
      "…一連の事件は個々に解決しているから蒸し返すな、というのです。",
      "……これは一種の圧力です。」"
    ],
    "textEn": [
      "\"I've been warned by the chief as well.",
      "'Each incident in the string of cases has been solved, so don't bring it up again,' or so I was told...",
      "This is the pressure that I'm facing...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「圧力って…何のですか。」"
    ],
    "textEn": [
      "\"Pressure... from what?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「雛見沢の誰かですよ。",
      "………着きました。",
      "この辺でいいですか？」"
    ],
    "textEn": [
      "\"Someone in Hinamizawa.",
      "...We've arrived.",
      "Is this fine?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "何時の間にか車は自宅へ続く坂道の前に来ていた。",
      "時計は２時。",
      "…食事に行ってからまだこれしか時間が経っていないことに驚いた。",
      "車の外は暑かった。",
      "セミの喧騒も耳に痛い。"
    ],
    "textEn": [
      "After some time, the car finally reached the path to my house.",
      "The clock read 2pm.",
      "...I was surprised so little time had passed since we ate.",
      "It was hot outside the car.",
      "The chirping of the higurashi hurt my ears."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「今日の話は全て忘れてくださっても結構です。",
      "…ですが私は捜査を続けますよ。",
      "オヤシロさまの祟りは今年で終わらせます。」"
    ],
    "textEn": [
      "\"I won't mind if you just forgot everything I told you today.",
      "...But I'm still going to keep investigating.",
      "I'll end Oyashiro-sama's curse this year.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……何かあったら連絡しろってことですか？」"
    ],
    "textEn": [
      "\"...So you're saying I should contact you if anything happens?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「いいんですよ。",
      "……前原さんが「どうしても」連絡したくなった時だけでいいんです。」"
    ],
    "textEn": [
      "\"It's fine.",
      "...Just contact me when you feel you have to, Maebara-san.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石さんの遠回しの言い方を理解できるほど、今の俺は冷静ではなかった。"
    ],
    "textEn": [
      "I wasn't collected enough to understand Ooishi-san's roundabout way of saying it."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ゆっくり休んでください。",
      "…病気でお休みの時に、よくない話ばかりして申し訳ありませんでしたね。」"
    ],
    "textEn": [
      "\"Be sure to take it easy.",
      "...I'm sorry for throwing all this at you while you're taking the day off because you're sick.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "特に相槌は打たなかった。"
    ],
    "textEn": [
      "I didn't really give any sort of response."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「私はいつでもあなたの味方です。",
      "…それだけは信じといて下さいよ。",
      "それじゃ失礼。」"
    ],
    "textEn": [
      "\"I'll always be on your side.",
      "...If anything, believe that.",
      "I'll be off now.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "車はじゃり道の上をがりがり言わせてＵターンすると、砂塵の中、消えて行った。",
      "それは、鮫の潜む海に浮き輪ひとつで放り出し、ブイの向こうに消えて行くボートのようにも見えた。",
      "………俺は初めて、大石さんを卑怯な人だと思った。",
      "次の被害者にそれを教えた上で、何かあったら自分を呼べと言う。",
      "…こんなのは警察の捜査じゃない。",
      "こんなの、ただの魚釣りと同じだ。",
      "……俺はただの巻き餌に過ぎないのだ。",
      "釣れる魚は犯人なのか。",
      "それとも本当にオヤシロさまの祟りなのか。",
      "……どちらにせよ、俺という餌は魚のお腹の中だ…。"
    ],
    "textEn": [
      "The tires crunched over the dirt road as the car made a U-turn and disappeared into a cloud of kicked-up dust.",
      "It felt like I was watching a boat only throw me a lifesaver in shark-infested waters before disappearing into the distance.",
      "...That was the first time I thought Ooishi-san was being unfair.",
      "Telling me I was going to be the next victim, then just saying to contact him if something happened.",
      "...This wasn't a criminal investigation.",
      "He was fishing.",
      "...And I was just the bait dangling off the line.",
      "Would the fish be the perpetrator?",
      "Or was it really just Oyashiro-sama's curse?",
      "...Either way, the bait would be swallowed whole..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……畜生……俺、…死にたくないよ…。」"
    ],
    "textEn": [
      "\"...Damn it... I don't want to die...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "しばらくの間、大石さんの車が作ったエアコンの水溜りを見ていることしかできなかった……。",
      "横になってどのくらいたっただろう。",
      "外は暗くなりかけていた。",
      "体は汗でぐっしょりだった。",
      "……ちゃんと寝巻きに着替えた方がいいかもしれない。",
      "その時、階下の電話が鳴った。",
      "多分、お袋じゃないだろうか。",
      "お袋は結構心配性だからな。",
      "……ひょっとすると気付かなかっただけで、もう何度目かの電話かもしれない…。"
    ],
    "textEn": [
      "For some time, I could do nothing but stare at the puddle of water left behind by the AC from the car...",
      "I wonder how much time had passed since I laid down.",
      "It was getting dark outside.",
      "My body was soaked in sweat.",
      "...It would probably be a good idea to change my sheets.",
      "At that moment, the phone downstairs rang.",
      "It was probably Mom.",
      "Mom was quite the worrywart.",
      "...Maybe she had called many times but I just didn't notice it..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「もしもし前原ですけど。」"
    ],
    "textEn": [
      "\"Hello, this is the Maebara residence.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「お、生きてた！　もしもし！",
      "魅音だけど。",
      "具合はどう〜？」"
    ],
    "textEn": [
      "\"Oh, he's alive! Hello!",
      "This is Mion.",
      "How you doing~?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ん、圭一のお友達ですか？",
      "圭一は休んでますけど。",
      "代りましょうか？」"
    ],
    "textEn": [
      "\"Hm, is this one of Keiichi's friends?",
      "Keiichi is resting now, but...",
      "shall I put him on?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「へ？！",
      "あ、お、お父様で？？",
      "あはははは、すす、すみません！！」"
    ],
    "textEn": [
      "\"Huh!?",
      "I-I-Is this his dad??",
      "Ahahahaha, s-s-sorry!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「わっははははははは！！",
      "ばかで〜！",
      "引っ掛かってやがるよ！」"
    ],
    "textEn": [
      "\"Bwahahahahahahahaha!!",
      "Idiot~!",
      "You fell for it!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「え？！",
      "け、圭ちゃぁああぁあぁああぁん！！」"
    ],
    "textEn": [
      "\"Huh!?",
      "K-Kei-chaaaaAAAaaaaaAAan!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "いつものノリの応酬に、互いにしばし笑い合った。",
      "……だが、笑い合いながら、疑ってしまう…。",
      "……みんなは…本当に事件と関係あるんだろうか…？",
      "……ない、とそう言い切れない自分が悲しかった。"
    ],
    "textEn": [
      "After our exchange, we both had a good laugh together.",
      "...Except I was suspicious of her even as we were laughing...",
      "...Was everybody... really involved in the incidents...?",
      "...The fact that I couldn't say \"no,\" saddened me."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「元気そうで安心したよ。",
      "レナもすごく心配してたよ？",
      "沙都子はざまぁないですわ！って喜んでたな。",
      "梨花ちゃんは病気でかわいそかわいそです、ってさ！」"
    ],
    "textEn": [
      "\"I'm relieved that you seem well.",
      "Rena was really worried, you know?",
      "Satoko-chan was happy and said you got what you deserved!",
      "Rika-chan said, 'how unfortunate he's sick!'\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ちぇ、みんなで勝手に大盛り上がりしてたみたいだなぁ！」"
    ],
    "textEn": [
      "\"Heh, looks like everyone was making a big deal out of it!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「まぁまぁ。でさ圭ちゃん。",
      "お見舞いに行っちゃ都合悪いかな？」"
    ],
    "textEn": [
      "\"Well, you know. So Kei-chan...",
      "Is now a bad time to come pay you a visit?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「お見舞い？",
      "いいよ、そんな。重病人ってわけじゃないんだから。」"
    ],
    "textEn": [
      "\"A visit?",
      "No, it's okay. It's not like I'm dying.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「うちの婆っちゃが山ほどおはぎを作ってさ。",
      "お裾分けに持ってけって言ってんだよ。",
      "だから持ってくね！」"
    ],
    "textEn": [
      "\"My grandma made a ton of mochi, you see.",
      "I was told to share them.",
      "So I'll bring you some!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…おいおい、風邪がうつっても知らねぇぞ。」"
    ],
    "textEn": [
      "\"...Hey now, you'll catch my cold.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「おじさんもレナもおバカさんだから大丈夫！",
      "じゃね！",
      "すぐ行くから！」"
    ],
    "textEn": [
      "\"Not to worry! Both Rena and I are too stupid to catch a cold!",
      "See you!",
      "Be there in a bit!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "電話は威勢良く切れた。",
      "レナも来るのか？",
      "そんな言い方だったな。",
      "……レナに会うのはまだちょっと気になったが、魅音と一緒ならと思った。",
      "やがて、１０分もしない内に玄関のチャイムがなった。"
    ],
    "textEn": [
      "She hung up cheerfully.",
      "Rena's coming too?",
      "That's what it sounded like.",
      "...I was still concerned about meeting Rena, but I guess if she was with Mion...",
      "I heard the doorbell ten minutes later."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「どんなカンジ？",
      "ちゃんと薬飲んで寝てた〜？」"
    ],
    "textEn": [
      "\"How are you feeling?",
      "Did you take your medicine and rest~?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そりゃもうしっかりとな。」"
    ],
    "textEn": [
      "\"I did just that.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「げ、元気そうで良かった。心配してたんだよ…。」"
    ],
    "textEn": [
      "\"Th-Thank goodness you look well. I was worried...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「悪かったな。…明日にはもう大丈夫だよ。」"
    ],
    "textEn": [
      "\"Sorry... I'll be fine by tomorrow.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "全然病み上がりを気遣わない魅音と、心底から心配そうな顔をしているレナ。",
      "……その表情に裏はないように見えた。"
    ],
    "textEn": [
      "Mion showed a complete lack of concern for someone who's recovering, and Rena looked like she was worried about me from the bottom of her heart.",
      "...It didn't look like there was anything behind those expressions."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……ちょっとお邪魔しようかと思ったけど、まだ本調子じゃないみたいだねぇ。」"
    ],
    "textEn": [
      "\"...I thought we might hang out for a bit, but it looks like you're not quite in the condition for it.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ん、そ、そうか？！」"
    ],
    "textEn": [
      "\"Hm? Y-You don't say!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺の表情が陰るのを見られたようだった。"
    ],
    "textEn": [
      "It seemed my face appeared a bit sullen."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…じゃこれ、圭一くん。",
      "…魅ぃちゃんのおばあちゃんが作ってくれたおはぎだよ。」"
    ],
    "textEn": [
      "\"...Then here, Keiichi-kun.",
      "...These are the mochi Mii-chan's grandma made.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナが新聞紙で包んだそれを差し出す。",
      "５つくらいは入っているのかもしれない。",
      "…ずっしりとした重さがある。"
    ],
    "textEn": [
      "Rena held out the package wrapped in newspaper.",
      "There might be about five in here.",
      "...It was quite hefty."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、サンキューな。…魅音のばあちゃんによろしく伝えといてくれよ。」"
    ],
    "textEn": [
      "\"Ah, thanks. Send my regards to your grandma, Mion.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うん。",
      "あ、その中にね、レナが作ったのも混じってるんだよ！",
      "圭一くんに見つけられるかなぁ…。」"
    ],
    "textEn": [
      "\"Yep.",
      "Ah, there's one that I made in there as well!",
      "I wonder if Keiichi-kun can guess which one...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「これ、今日の部活を欠席した圭ちゃんへの宿題ね！",
      "おはぎにアルファベットがついてるから明日回答すること！」"
    ],
    "textEn": [
      "\"This is Kei-chan's homework since he missed the club meeting today!",
      "There are letters on each mochi, so I'll ask you tomorrow!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「お、お見舞いなのか部活なのかどっちかにしろーッ！！！」"
    ],
    "textEn": [
      "\"W-Were you checking if I was feeling better or did you just come here for club activities!?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「うんうん、元気元気。これなら明日は大丈夫そうだね〜。」"
    ],
    "textEn": [
      "\"Yep, yep, looking fine. Guess you'll be able to make it tomorrow~.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「この騒ぎで熱がぶり返したらどうしてくれんだよ、まったく。」"
    ],
    "textEn": [
      "\"Man, what are you going to do if my fever comes back because of your shenanigans?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「み、魅ぃちゃん、あんまり騒いじゃ悪いよ…。",
      "もう行こ。",
      "おうちの人にも怒られるよ。」"
    ],
    "textEn": [
      "\"M-Mii-chan, we shouldn't be making such a racket...",
      "Let's go.",
      "The other people here will get angry.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…二人は両親がいると思っているらしかった。",
      "うちの玄関は乱雑だからな。"
    ],
    "textEn": [
      "...Both of them thought my parents were home.",
      "It was because the entranceway was a mess."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「そうだね、もう行こっかね。",
      "………あ、そうそう圭ちゃん。」"
    ],
    "textEn": [
      "\"You're right, let's get going.",
      "...Ah, by the way, Kei-chan.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「なんだよ。」"
    ],
    "textEn": [
      "\"Yeah?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「お昼、何食べた？」"
    ],
    "textEn": [
      "\"What did you eat for lunch?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ぴくっと反応し、魅音を見上げてぎょっとした。",
      "……これまでに見た事のない、…薄気味悪い顔だったからだ。",
      "しかし…なぜ…俺に今日のお昼の話を聞く……？",
      "魅音の言葉は無気味なくらい空虚だった。",
      "…俺が何を食べたかなんて初めから興味ないような、そんな言い方だったからだ。"
    ],
    "textEn": [
      "The sudden question startled me and I went wide-eyed when I saw Mion.",
      "...I had never seen her like that... it was a highly unsettling visage.",
      "But... why... is she asking me about what I ate for lunch...?",
      "What she said was so inane it was almost meaningless.",
      "...The way she said it, it was almost like she didn't even care at all about what I ate."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「お、表で食べたよ…。」"
    ],
    "textEn": [
      "\"I-I ate out...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……大石さんと一緒だったことを勘繰られているんだろうか……。",
      "とにかくはぐらかせても、躊躇しても深読みされると思い…俺はなるべく早く返事を返したつもりだった。",
      "だが……俺のそんな努力とは裏腹に、二人の返事には間があった。"
    ],
    "textEn": [
      "...She must have suspected that I was with Ooishi-san...",
      "Anyway, I felt that if I hesitated or tried to change the subject then they'd read too deep into it... so I tried answering as quickly as possible.",
      "Except... contrary to the efforts I had made... there was a pause before they replied."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…ふ〜ん、圭一くん、お昼は外食だったんだね。」"
    ],
    "textEn": [
      "\"...Hmm, so you ate out for lunch, Keiichi-kun.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナもいつの間にか瞳の輝きを変えていた。",
      "……それはギラギラとして、…一層、言葉に白々しさを感じさせた。",
      "………自身はすでに知っていながら、無知を装っている…そうにしか見えなかった。"
    ],
    "textEn": [
      "The glimmer from Rena's eyes had changed at some point, as well.",
      "...It was now sharp... as if to make me feel the feigned ignorance behind her words even more.",
      "...As if she already knew... that's how it looked to me."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「どう？　おいしかった？」"
    ],
    "textEn": [
      "\"Well? Was it good?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…な、なんでそんな事を聞くんだよ……。」"
    ],
    "textEn": [
      "\"...Wh-Why are you asking me this...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音のオクターブは変に低かった。",
      "…まるでそれは……俺が…町のレストランで食事したことを…知っているかのような……。",
      "いや……考え過ぎだ。",
      "…だって…お昼の時間には２人とも学校にいたはずなんだ。",
      "……俺の所在を知るはずはない……。"
    ],
    "textEn": [
      "Mion was speaking in an unusually low tone.",
      "...Almost as if... she knew that I had eaten at the restaurant in town...",
      "No... I'm overthinking this.",
      "...I mean... both of them should have been in school at lunchtime.",
      "...There was no way they could have known where I was..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「渋いおじさまとご一緒だったみたいだけど、",
      "……誰？」"
    ],
    "textEn": [
      "\"Seems you were with a rather austere-looking older guy.",
      "...Who was he?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どさり。",
      "…俺の手からおはぎの包みが滑り落ちる。",
      "自分の顔から血の気が、音を立てながら引いて行くのがわかった。"
    ],
    "textEn": [
      "Flop.",
      "The package with the mochi I was holding slipped out of my hands.",
      "I could tell the blood had drained from my face, making me go pale."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…へぇ。",
      "圭一くん、それ誰？",
      "…ひょっとしてこの間の人かな？",
      "………かな？！」"
    ],
    "textEn": [
      "\"...Oh?",
      "Keiichi-kun, who was he?",
      "...Could it be the person from before, I wonder?",
      "...I wonder!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "舌の根までカラカラに乾いていく…。",
      "もはや……はったりですらない。",
      "……こいつらは……全て知っているのだ……？！"
    ],
    "textEn": [
      "I could feel the back of my throat going dry...",
      "This was no longer a bluff.",
      "...They... knew everything...!?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「な、………なんで………そんな事……わかるんだよ……？」"
    ],
    "textEn": [
      "\"H... How... do you... know that...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "やっと、それだけを喉から搾り出すのが精一杯だった。",
      "…膝がかくん、かくんと鳴り出す。"
    ],
    "textEn": [
      "It took everything I had to finally force those words from my throat.",
      "...My knees were shaking."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「………さぁてね。",
      "…おじさんにわからないことはないからね。」"
    ],
    "textEn": [
      "\"...Because...",
      "...there's nothing this old man doesn't know.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…魅音は意味深ににやりと、…糸を引くように笑った。"
    ],
    "textEn": [
      "...Mion sneered knowingly... and her laugh seemed to carry on forever."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「で、圭ちゃん、何のお話をしてたの？",
      "ずいぶんと熱くなってたみたいだけど…？」"
    ],
    "textEn": [
      "\"So, Kei-chan, what did you talk about?",
      "It seems like you got pretty worked up over it, too...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「み、みんなの話はしてないよ…！",
      "魅音ともレナとも関係ない…！」"
    ],
    "textEn": [
      "\"W-We weren't talking about you guys...!",
      "It didn't have anything to do with you or Rena...!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ふぅん？",
      "…聞いてもないのにレナたちの名前が出るなんて、なんだか怪しいなぁ？」"
    ],
    "textEn": [
      "\"Hmm?",
      "...Isn't it a bit strange to hear our names come up even though nobody asked about that, hmmm?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナはねっとりとした目線で、俺の瞳のさらに奥をうかがっていた。",
      "墓穴だ。",
      "……心臓の鼓動が爆発しそうなくらい大きくなる……。"
    ],
    "textEn": [
      "Rena's unwavering gaze pierced through my eyes and peered further inside me.",
      "I'd dug my own grave.",
      "...My heart was throbbing so much, it felt like it was going to explode..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ま、何を隠れてやろうとも、おじさんには全てお見通しってこと。",
      "…それだけを忘れないでくれればいいかなぁ。」"
    ],
    "textEn": [
      "\"Well, whatever you're trying to hide... This old man already sees through it all.",
      "Remember that.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……………………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "頭を振ることもできない。",
      "…奥歯ががちがち鳴りそうになるのを必死に押しとどめるのが精一杯だ…。",
      "魅音は小首を優雅に傾げるような仕草をしながらも、決して俺の目をその眼差しから解放しようとはしなかった。"
    ],
    "textEn": [
      "I couldn't even shake my head.",
      "...It took everything I had to stop my teeth from chattering...",
      "She never let her gaze break from mine, even as she tilted her head slightly."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…圭一くん、顔色悪いよ？",
      "もう横になった方がいいと思うな。」"
    ],
    "textEn": [
      "\"...Keiichi-kun, you don't look so good.",
      "I think you should lie down.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「そうだね。私たちはもう帰ろ。」"
    ],
    "textEn": [
      "\"That's true. We should both head back home.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "二人はまるで何事もなかったかのように笑い合い、玄関を後にしようとした。",
      "俺はさっき、おはぎの包みを落とした格好のまま、指一本動かすこともできないでいる。",
      "二人が扉を出、…その扉が…ゆっくりと閉じていく。",
      "……俺はそれをじっと見ているしかない。",
      "…まるで、扉が閉まりきるまで動いてはいけないかのように。",
      "その閉じかけた扉がぐいっ！と開けられ、俺の心臓がもう一度跳ね上がった。",
      "扉の隙間から片目だけを覗かせて、再び魅音の鷹の目が俺を貫いた。"
    ],
    "textEn": [
      "As if nothing had happened, they both giggled at each other and started making their way out.",
      "I hadn't moved a muscle since I had dropped the package of mochi.",
      "As they left, the door slowly closed behind them.",
      "...All I could do was stare.",
      "...As if I couldn't move until the door was completely closed.",
      "Just as the door was just about closed, it opened again slightly with a sudden creak, sending my heart racing once again.",
      "A single eye peered in through that narrow slit, and Mion's hawkish gaze peered at me once again."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「じゃあね圭ちゃん。」"
    ],
    "textEn": [
      "\"See you, Kei-chan.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…あ、…あぁ…。」"
    ],
    "textEn": [
      "\"...Y... Yeah...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「………明日、学校休んじゃ“嫌だよ”？」"
    ],
    "textEn": [
      "\"...I'd 'hate it' if you missed school tomorrow, alright?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ばたん。",
      "……扉が閉まった。",
      "二人の低い笑い声が遠ざかり、静寂が戻ってきても、俺は指一本動かすことはできなかった……。",
      "我にかえり、俺が最初にしたことは扉にカギをかけることだった…。",
      "魅音たちは…俺が大石さんと話していたことを知っている…？！",
      "どうして…？！",
      "どうやって？！",
      "いや、…そんなことはどうでもよかった。…知られた、ということだけが事実なのだ。",
      "今にして思えば……大石さんが俺を尋ねてきたその最初から…話は全て筒抜けだったのかもしれない。",
      "……魅音の言う通り…俺には何も隠し事などできはしないのだ…。",
      "じゃあ……魅音たちは…俺に何が言いたいんだ…？",
      "…そんなのは決まってる。",
      "…俺に“余計な話”はするな、と釘を刺しているのだ。",
      "余計な話って何だ…？",
      "俺が大石さんとしている話はひとつしかない。",
      "……そしてそれが余計だと警告しているのだ。",
      "大石さんが俺にしている話……",
      "それは毎年起こるオヤシロさまの祟りは個々の事件でなく、",
      "全て関連した事件であり、……",
      "しかもそれは複数犯で雛見沢に潜伏しているかもしれない……というものだ。",
      "いや…もっと踏み込んで言った。",
      "…魅音がレナが、沙都子が梨花ちゃんが怪しいと名指しで言ったのだ。",
      "それに対しての警告だというなら……？"
    ],
    "textEn": [
      "Thud.",
      "...The door closed.",
      "I wasn't able to move a muscle even after their low laughter died off into the distance and silence once again enveloped the room...",
      "Coming back to my senses, the first thing I did was lock the door...",
      "They knew what Ooishi-san and I talked about...!?",
      "Why...!?",
      "How!?",
      "No... that wasn't important...",
      "Thinking about it now... All of it could have been overheard... from the beginning when Ooishi-san met me.",
      "...Just as Mion said... I couldn't hide anything...",
      "Then... what were they... trying to tell me...?",
      "...That part was obvious.",
      "They were warning me not to say anything 'unnecessary.'",
      "What did they deem unnecessary...?",
      "I only talked with Ooishi-san about one thing.",
      "...And they were warning me that that was unnecessary.",
      "What was it that Ooishi-san talked to me about...?",
      "The incidents involving Oyashiro-sama's curse that occurred every year weren't individual cases...",
      "but were connected as a whole...",
      "As well as the fact that there may be multiple perpetrators hidden within Hinamizawa...",
      "No... more precisely...",
      "...that Mion, Rena, Satoko, and Rika-chan were all suspicious.",
      "Is that what they are warning me against...?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「な……なに馬鹿なこと考えてんだよ……俺ッ！！」"
    ],
    "textEn": [
      "\"Wh... What kind of nonsense am I thinking about!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ぱしーん！と大きな音が立つくらい大きく、自分の頬を打った。",
      "……それで悪い夢が覚めればと思ったが…なぜか布団を叩いたような手応えしかなく…虚しいくらい痛くない。",
      "冷静になれ前原圭一…！",
      "俺はいつからこんなネガティブなことしか考えない男になったんだ？！",
      "冷静になれ冷静になれ！",
      "落ち着いてよく整理するんだ…！",
      "魅音が、俺が大石さんと昼飯を食っていたのを知ってたのは………きっとあのお店に雛見沢の人がたまたま来ていたんだろう。",
      "それで魅音に俺が来ていたことを伝えたに違いない…。",
      "そう思えば一番自然だ。",
      "それに…よくよく考えれば……魅音は俺がどこで昼飯を食ったかしか聞いてないぞ？",
      "…それでおいしかった？って聞いただけだ…！",
      "たまたま俺と同席が雛見沢の人間じゃなかったから興味を覚えられただけで……別に…他意なんかないのかもしれない…。",
      "そうだ、そうに違いない…！",
      "今にして思えば、レナの時もそうだ。",
      "俺が大石さんに会ったことを変に濁したので、レナに正されただけなんだ。",
      "それを俺が、いつものおっとりしたレナとのギャップに面食らってしまい……驚いてしまっただけなんだ…。",
      "そう考えるのが一番自然だ…！",
      "……頭の中がぐちゃぐちゃのスパゲッティになったような気分だ。",
      "…こうして頭をぎゅっと押さえていたなら、耳や鼻から真っ赤なミートソースがはみ出てくるかもしれない。",
      "そう思ったら、急に吐き気と頭痛を感じた。",
      "……本当にそうなったらいやだったので、俺は頭を抱えるのをやめる…。",
      "誰が何を言っているのか、最近、全然わからない…。",
      "みんなと一緒にいる時は楽しい。",
      "表裏なんか感じない。",
      "みんな…本当にいいヤツらだと思う…。",
      "引越して来て、右も左もわからない俺に本当に親切にしてくれた。",
      "レナは本当に親切な、面倒見のいいヤツだ。",
      "変な病気さえ出さなければ本当に可愛いヤツなんだ。",
      "魅音も最高にいいヤツ。",
      "歳や性別を気にせず、ポジティブでアクティブ。",
      "あいつと一緒だと退屈しない。",
      "…退屈しないなら、賑やかな沙都子だっていいヤツだ。",
      "いろいろ生意気だが、それがあいつのコミュニケーションなんだよ。",
      "…梨花ちゃんだってそうさ。",
      "口数は少ないけど、無口なんじゃない。",
      "…仲間さ！！",
      "…だが…富竹さんや大石さんに、知らなくてもいい雛見沢の秘密を……オヤシロさまの祟りの話を聞かされた頃から……おかしくなり始めた。",
      "そして大石さんから…みんなが、…魅音がレナが沙都子が梨花ちゃんが怪しいと聞かされた。",
      "……そして……みんなが変わってしまった。",
      "…そうだ。",
      "大石さんが変な話を始めてからだんだんとおかしくなり始めたんだ…。",
      "……やっぱりあの時……変な話なんかきっぱり聞かなければよかったんだ。",
      "……それならそもそもあの綿流しの晩、富竹さんに過去の事件の話を聞いたことからいけなかったんだろう…。",
      "……俺が変な好奇心さえ出さなければ………出さなければ………。",
      "そうだ…。",
      "だからみんなは富竹さんを＊したんだ。",
      "みんながせっかく俺のために隠してくれていることを、よそ者の分際で俺なんかしゃべったから。",
      "じゃあ大石さんだって＊されるだろう。",
      "みんながこんなにも知らないほうがいいと忠告してくれることを掘り返そうとしている。",
      "それに…俺にみんなを疑わせるようなことを吹き込んだ許せない男だ。",
      "…あんなヤツ＊されて当り前なんだ…！！！",
      "富竹さんも大石さんも所詮はよそ者なんだ。",
      "雛見沢の人間とは相容れない存在なんだよ。",
      "そんなヤツらこそオヤシロさまの祟りにあって＊されるべきなんだ！！",
      "みんなは悪くない。",
      "…悪いのは好奇心を抑えきれなかった俺の方なんだ。",
      "みんなは悪くない。",
      "みんなは悪くない。",
      "みんなは悪くないみんなは悪くないみんなは悪くない…。",
      "ぼーっとした…寝起きのような鈍い感覚だったが、さっきまであった嫌な悪寒は薄れていた。",
      "……もう大丈夫。",
      "…もう怖くない。",
      "…もう完全復活。",
      "明日は元気に学校行こう。",
      "みんなに挨拶。",
      "部活もやろう。",
      "きっと楽しい。",
      "絶対楽しい。",
      "……俺はみんなの仲間なんだから。"
    ],
    "textEn": [
      "I hit my own face hard enough that it let out a loud slap.",
      "...If only that would wake me from this nightmare... But for some reason it felt like I was punching a blanket... it was almost laughably painless.",
      "Calm down, Keiichi Maebara...!",
      "When did I become such a pessimist?",
      "Calm down. Calm down!",
      "Settle down and sort things out...!",
      "The reason Mion knew I was eating lunch with Ooishi-san was probably because... somebody from Hinamizawa just happened to be there at the time.",
      "They must have told Mion that I was there...",
      "That made the most sense.",
      "Plus... come to think of it... She didn't ask me where I ate lunch, did she?",
      "...She only asked, \"was it good?\"...!",
      "They were just curious since I was together with someone not from Hinamizawa... It's not... as if they had any ulterior motives...",
      "That's it. That has to be it...!",
      "Thinking about it that way, it was the same with Rena.",
      "I was just being strangely ambiguous about when I met with Ooishi-san, and Rena was just correcting me on that.",
      "That's when I was bewildered by the change in character from the usual mild-mannered Rena... and was just startled by it...",
      "That's the most natural way of thinking about it...!",
      "...It felt like my mind was mixed up like a tangled mess of spaghetti.",
      "...Deep red marinara sauce would have poured out of my nose and ears if you squeezed my head.",
      "Thinking that, I suddenly felt like vomiting.",
      "...I really didn't want that to happen, so I stopped holding my head...",
      "Lately, I had no idea what anyone was saying...",
      "Spending time with them was fun.",
      "It didn't feel like there was any sort of hidden agenda.",
      "I really do think that they're a good bunch of people...",
      "When I just moved here and couldn't make heads or tails of everything, they were really kind to me.",
      "Rena was really kind and always looked after me.",
      "As long as that strange affliction didn't rear its ugly head, she was really pretty cute.",
      "Mion is also a really good person.",
      "She didn't care about anyone's age or gender, and was optimistic and outgoing.",
      "I was never bored when I was with her.",
      "...And talking of not getting bored, rambunctious Satoko was a good person for that, too.",
      "She was pretty bratty, but that was just the way she interacted with others.",
      "...Rika-chan was the same way.",
      "She didn't speak often, but that didn't mean she was always silent.",
      "...They're my friends!",
      "...But... after hearing of the better untold secrets of Hinamizawa from Ooishi-san and Tomitake-san... when I was told about Oyashiro-sama's curse... things started going crazy.",
      "Then hearing from Ooishi-san... that Mion, Rena, Satoko, and Rika-chan were all suspicious.",
      "...After that... everyone changed.",
      "...That's right.",
      "It all started getting weird after Ooishi-san told me all that strange stuff...",
      "...At that time, I really should have... should have just not listened to those weird stories.",
      "...I shouldn't even have asked Tomitake-san about the past incidents on the night of the Watanagashi...",
      "...If I just hadn't gotten that strange sense of curiosity... if I just hadn't...",
      "That's right...",
      "So that's why they ****ed Tomitake-san.",
      "That impudent outsider speaking to the likes of me after everybody went out of their way to keep it a secret from me.",
      "They'll probably **** Ooishi-san as well.",
      "For trying to unearth what everybody was warning me was better left buried.",
      "Besides that... he was unforgivable for spewing words that made me doubt the others.",
      "...Of course a guy like that is going to be ****ed...!!!",
      "Both Tomitake-san and Ooishi-san were nothing but outsiders, after all.",
      "They were entities who couldn't coexist with the people of Hinamizawa.",
      "Those guys should just fall to Oyashiro-sama's curse and just ***!!",
      "It wasn't their fault.",
      "...It was my fault for not being able to hold back my curiosity.",
      "It wasn't their fault.",
      "It wasn't their fault...",
      "Itwasn'ttheirfaultitwasn'ttheirfaultitwasn'ttheirfault.",
      "I settled into a daze... it was a lethargic feeling like I had just gotten up, but the ominous chill that haunted me had subsided.",
      "...I was fine now.",
      "...I was no longer frightened.",
      "...I had completely recovered.",
      "I'll go to school tomorrow, right as rain.",
      "I'll greet everyone.",
      "I'll take part in club activities.",
      "It'll definitely be fun.",
      "It had to be fun.",
      "...I was one of them, after all."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……あ、そうだ。おはぎ食べないと…。",
      "どれがレナの手作りか、当てないといけないんだよな。」"
    ],
    "textEn": [
      "\"...Ah, that reminds me. I need to eat those mochi...",
      "I hope I'm able to tell which one Rena made.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "さっき二人が持ってきたお見舞いの宿題を思い出す。",
      "しかし、部活練習がデリバリーされるなんて、うちの部ってすごいよな。",
      "床に落ちたままになっていたおはぎの包みを拾い上げ、居間へ持って行った。",
      "せっかくだからお茶を飲みながらの方がいいかもしれない。",
      "…お茶を飲みながら頬張る手作りおはぎ。",
      "……お。",
      "結構うまそうなシチュエーションだぞ。",
      "新聞紙の包装を開くと、中にはこじんまりとした、それでいてずっしりとしたこし餡のおはぎが５つ。",
      "新聞紙には左端のものから順にＡ、Ｂ、Ｃ…とアルファベットが書きこまれている。",
      "さて。",
      "この中のひとつがレナの手作りだと言うが……どれだろう？",
      "見た目はどれも大差ない。",
      "匂いも雰囲気もほとんど同じだ。",
      "……これは…手応え十分な問題だぞ？！",
      "一番差が出るとしたら…おそらく形だろう。",
      "魅音のおばあちゃんがどんな人なのかはわからないが、レナのそれとは絶対に違うはず…！",
      "よく見ると中にひとつだけ、とても丁寧につくったおはぎがあった。",
      "じっと見ればすぐわかるくらいに。"
    ],
    "textEn": [
      "I remembered the homework the two brought with them when they visited me.",
      "But wow, our club did delivery. That was something else.",
      "I picked up the package I'd dropped on the floor and headed into the living room.",
      "It would be nice, I guess, to have some tea with it.",
      "...To fill my mouth with mochi while drinking tea.",
      "...Oh.",
      "This was quite a delectable situation I was in.",
      "Opening up the newspaper wrapping, there were five plump red bean paste mochi fit snugly inside.",
      "There were letters written from left to right on the newspaper: A, B, C, D, and E.",
      "Now, then...",
      "They said Rena made one of these... I wonder which one.",
      "There wasn't much difference in how they looked.",
      "They smelled and appeared about the same.",
      "...This was... a pretty difficult problem!",
      "The biggest difference... was probably their shape.",
      "I wasn't sure what kind of person Mion's grandma was, but Rena's had to be different from hers...!",
      "Looking carefully, I could see one mochi that was made very neatly.",
      "So well that, just by staring at it, one could tell it stood out."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……この１個がレナか否かが、勝負の分れ目みたいだな。」"
    ],
    "textEn": [
      "\"...Looks like this challenge depends on whether or not this one is Rena's.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "さらに頭を落ち着けて良く考える…！",
      "…このおはぎ、魅音は確か、おばあちゃんが山ほど作ったのでお裾分けって言ったよな。",
      "…ってことはつまり、この中の４つはその山ほどの中の４つのわけだ。",
      "対してレナはどうか？",
      "多分…これ１個しか作ってないだろう。",
      "だからその１個に手間を惜しまないに違いない。",
      "……つまり、…レナの手作りおはぎはこの…Ｅだ！！",
      "一瞬、それを見越した魅音のワナではないかとも思ったが、それはないだろう。",
      "…魅音が作ったならいざ知れず、レナが作ったと言ったのだからそういう引っ掛けはないはずなのだ。"
    ],
    "textEn": [
      "Calm down and think even harder...!",
      "...Mion had said her grandma made a ton of them and was told to give some out, if I remembered correctly.",
      "...So that meant four of these were from that large batch.",
      "Then what about Rena?",
      "She probably... only made one.",
      "So she probably spent quite a bit of time on it.",
      "...Meaning... the one Rena had made was this one... E!!",
      "For a moment I thought it may have been a trap Mion laid as she knew I'd pick up on it, but that probably wasn't the case.",
      "...I wouldn't be so sure if I knew Mion had made it, but since she said Rena made it, it probably wasn't a trap."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「よし。",
      "お茶も準備ＯＫ。",
      "まずはディフェンディングチャンピオンの魅音のばあちゃんからだ。",
      "……どれ。」"
    ],
    "textEn": [
      "\"All right.",
      "My tea is ready, too.",
      "I'll start with the defending champ, Mion's grandma.",
      "...Let's see.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ふむ。",
      "…悪くない。",
      "こし餡の滑らかさと十分な食べ応えの両立は侮り難し！！",
      "その後にすするお茶も引きたてている。",
      "…これは…素晴らしい仕事だぞ！",
      "さて、レナの方はどうかな？",
      "高級和菓子を思わせる繊細な作り。",
      "食べ盛りの俺としてはボリュームに若干の不安を感じるが…。",
      "まずは一口…。",
      "……これは…難しいジャッジになりそうだぞ？！",
      "使っている材料はまったく同じなのだから味に大差はない。",
      "違うのは最後の握りの部分だけなんだから、そりゃそうだ。",
      "となると勝負は芸術点と…ボリュームが分ける事になるだろう。",
      "しっかりとした食べ応えのチャンピオンに、食べ飽きない大きさのチャレンジャーレナ！",
      "まだレナのは一口しか食べていない。",
      "取り合えず食べ終わってからのジャッジにすべきだろう。",
      "……ひょっとすると…何か逆転になるようなすごい仕掛けが隠されているかもしれないんだからな…！"
    ],
    "textEn": [
      "Hmm.",
      "...Not bad.",
      "The smooth bean paste and soft, chewy texture left little to be desired!",
      "The tea I drank afterwards also accentuated the experience.",
      "...This... was an exquisite piece of work!",
      "Now, how about Rena's?",
      "The creation was so delicate, one would think it was a high-class Japanese dessert.",
      "Since I normally had quite the appetite, I was slightly worried about the size of the portion...",
      "But, well... first, a bite...",
      "...This was quite a difficult one to judge, actually!",
      "The ingredients were exactly the same so there was little difference in flavor.",
      "What was different was how it was shaped at the end, so it was to be expected.",
      "So the deciding factors would be... presentation and volume.",
      "The well-formed and well-sized champion, versus Rena the challenger, with a size you just couldn't get enough of!",
      "I'd only had one bite of Rena's.",
      "I would probably have to wait until after I was done eating to make my decision.",
      "...Maybe... there was something hidden inside that could cause an upset...!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「もぐもぐ。",
      "………………",
      "ん、」"
    ],
    "textEn": [
      "\"*chew chew*",
      "...",
      "Hmm...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺の予想は的中したようだ。",
      "俺の舌が何かに触る。",
      "食べるものとは少し違うようだったので、取り合えずそれを指につまんで取り出してみた。",
      "…………………これは。",
      "…なんだ？",
      "それが何かを頭が理解する前に、俺は食べかけのおはぎごと、それを力いっぱい投げ付けた！！！",
      "壁に叩きつけられ、餡が飛び散る。",
      "そして、一心拍置いてからぼろりと剥がれ落ちて床に落ちた。",
      "…呆然とする俺自身。",
      "何やってるんだ、俺は…？！",
      "せっかくのレナの手作りに…何て事をッ？！",
      "呆然と、凶行に及んだ俺の手を見、そして…口の中から取り出したそれが何だったのかを思い出す……。",
      "それは初め、髪の毛かと思った。",
      "だけど、魅音より短いレナにしたって髪の長さは結構ある。",
      "あんなに短くはないはずだ。",
      "それに、髪の毛というにはちょっと硬かった。",
      "舌の上でちょっと転がすだけの太さもあった。",
      "…ちょっと銀の輝きがあり、…一方の端には、そう、裁縫針のような、糸を通すような穴が空いていて……。",
      "うん、そうだ…。",
      "裁縫針によく似ていた。",
      "…そっくりだった。",
      "…先端も尖っていた。",
      "かなり鋭く。",
      "…本当に裁縫針にそっくりだった。",
      "あれ？",
      "…さっきのあれは……“裁縫針によく似た”、何だったんだ……？",
      "…………答えなんか出ない。",
      "だが、俺の中にいるもうひとりの俺にはわかったらしく、…それを奥歯をがちがちと鳴らせて教えてくれた。",
      "…湧き上がってくる恐怖を打ち消せない…。",
      "急に鉄の味がし、舌の奥がぴりぴりと痛くなる。",
      "…出血を確かめるため、指を口の奥へ突っ込み、ぺたぺたと触ってみた。",
      "……突如こみ上げて来る嘔吐感。",
      "ひりひりする味の胃液が喉の奥を刺激する。",
      "両の手で喉をぐっと押さえ、しばし悶え苦しむと…嘔吐感はなんとか収まった。",
      "ようやく正常に息ができるようになると、今度は心臓が早鐘のようにばくばく言い始める。",
      "………そして、ようやくこっち側の俺も理解する。",
      "おはぎに何が混じっていたのかを。",
      "その単語を脳裏に浮かべるより手が動く方が早かった。",
      "どしゃッ！",
      "びたッ！！",
      "べしゃッ！！！",
      "俺は残ったおはぎを次々と壁へ叩き付けた。",
      "飛び散った餡の描く幾何学的模様がどこか不吉なものを想像させる…。",
      "それから目を背けると、俺は廊下に飛び出し、階段をどかどかと駆け上がり自室へ、朝のままになっている布団の中へ飛び込んだ。",
      "そして自らの肩を抱き、恐怖と悔しさと怒りと悲しみでぐちゃぐちゃになりながら吠え猛った…。",
      "これは脅しとか脅迫とか釘を刺すとかそんな生易しいものじゃなくて……ッ！！！",
      "雛見沢で何が起こってきたのか。",
      "何が起こっているのか。",
      "何が起ころうとしているのか。",
      "…そんなのはどれもわからないし、大事なことでもなかった。",
      "一体、どこで禁忌に触れてしまったのか？！",
      "とにかく俺は…レナや魅音や…あるいは他にも？",
      "敵を作ってしまっている！！",
      "そしてそいつらは…俺なんか死んでしまえと思っている！！！",
      "殺されてたまるかよ！！",
      "こんな、…わけもわからずに！！！",
      "様々な負の感情はまるで渦巻く底無し沼のように、俺を安らかでない眠りへと引きずりこんで行った………。"
    ],
    "textEn": [
      "It seems my prediction was right.",
      "My tongue touched something.",
      "It didn't feel like something edible, so I reached in with my fingers and grabbed it.",
      "...What...",
      "...What was this?",
      "Before I could fully comprehend what it was, I threw away the rest of the mochi I was eating as fast as I could!",
      "It slammed against the wall, causing the bean jam to splatter.",
      "Then, after sticking for a moment, it slid down to the floor.",
      "...I was dumbstruck by my own actions.",
      "What was I doing...!?",
      "Rena had gone out of her way to make it for me... How could I!?",
      "Dumbstruck, I looked down at the hand that performed such a vile act... then I remembered what I had taken out of my mouth...",
      "At first I thought it was a hair.",
      "Even though it was shorter than Mion's, Rena's hair was still quite long.",
      "And it wasn't this short.",
      "It was also a bit too hard to be hair.",
      "It was thick enough to roll around on my tongue.",
      "...There was a bit of a metallic sheen on one end of it, ah yes, there was a hole for where thread goes through, like it was a sewing needle...",
      "Yes, that's right...",
      "It looked very much like a sewing needle...",
      "...Exactly like one.",
      "...The end was pointed as well.",
      "Quite sharply.",
      "...It really did look just like a sewing needle.",
      "Huh?",
      "...What did I mean by, \"looked very much like a sewing needle,\" just a bit ago...?",
      "...I couldn't answer.",
      "But a voice inside me already knew... and let me know by chattering my molars together.",
      "...I couldn't stave off the terror welling up inside me...",
      "Suddenly, I tasted something metallic and felt a prickling pain at the back of my throat.",
      "...I stuck my finger in the back of my mouth and felt around to see if I was bleeding.",
      "...Suddenly, I felt the urge to vomit.",
      "The sharp taste of bile irritated the back of my throat.",
      "I clasped both hands over my mouth and, after writhing in agony... I was somehow able to hold back the nausea.",
      "I was finally able to breath normally again, but this time my heart was throbbing intensely.",
      "...Then, it finally registered...",
      "...Exactly what was mixed in with the mochi.",
      "Before I could think of the correct word, my hands were already on the move.",
      "*Splat*",
      "*Plop*",
      "*Splort*",
      "I tossed the rest of the mochi against the wall.",
      "The geometrical patterns of the scattered bean jam on the wall suddenly invoked a terrible omen in my mind...",
      "After looking away, I dashed out to the hall and flew upstairs to my room, where I stayed under my covers until morning.",
      "I clutched my own shoulders, howling madly in a mix of fear, anger, sadness and frustration...",
      "This wasn't a threat or warning or reminder, nothing as simple as that...!!!",
      "What had happened in Hinamizawa?",
      "What is happening in Hinamizawa?",
      "What would happen?",
      "...I didn't know the answer to any of those questions.",
      "Where did I break a taboo!?",
      "Regardless... now Rena and Mion... and others...",
      "They consider me an enemy!",
      "And they thought... I should just die!!!",
      "I won't let you kill me!",
      "Not for such a... pointless reason!!!",
      "I fell into a restless sleep as I was crushed by my negative emotions. It was as if I was being drawn into a billowing, bottomless marsh..."
    ]
  }
]