[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沢の流れをぼんやりと見詰めていた俺は、いつのまにかレナとはぐれていた。",
      "そんなに心細いとは思わない。",
      "もうここは知らないところじゃないんだ。",
      "…自分が住む、地元だ。",
      "ヘタにうろちょろしないで、ここで待っていた方がいいだろう。",
      "きっと夕涼みでもしている内に誰かが見つけてくれるに違いない。",
      "…ふと、知っている声が聞こえた。",
      "富竹さんの声だった。",
      "俺はそちらへ足を向ける。"
    ],
    "textEn": [
      "While staring off into the stream, I somehow got separated from Rena.",
      "I wasn't very lonely though.",
      "I know this place now.",
      "...This is where I live. My home.",
      "It's probably better if I just stay here instead of wandering around aimlessly.",
      "Someone would surely find me while I was enjoying the evening breeze.",
      "...I heard a familiar voice.",
      "It was Tomitake-san's.",
      "I headed towards it."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「どうですか富竹さん、いい写真はいっぱい撮れましたか？」"
    ],
    "textEn": [
      "\"How did it go, Tomitake-san? Were you able to get some good shots?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「あぁ。御陰様でね！」"
    ],
    "textEn": [
      "\"Yeah. Fortunately!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんは女の人と一緒だった。",
      "……ちょっと悪いことをした気がするな。"
    ],
    "textEn": [
      "Tomitake-san was with a girl.",
      "...I felt a little like I was intruding."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「圭一くんはどうだったかしら。",
      "お祭りは楽しめた？」"
    ],
    "textEn": [
      "\"How was it, Keiichi-kun?",
      "Did you enjoy the festival?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その女性の口調からすると雛見沢の人のようだ。",
      "……そろそろいい加減、俺も住人の顔を覚える努力をしないといけないな…。",
      "この人は何て名前だっけ……。"
    ],
    "textEn": [
      "From the way she spoke, it seemed like she was a resident of Hinamizawa.",
      "...I really should try harder to remember people's faces here.",
      "What was her name...?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「その………えぇと…、楽しかったです。」"
    ],
    "textEn": [
      "\"Well... umm... It was fun.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺が必死に名前を思い出そうとする様子がよっぽど表情に出ていたのだろうか、女性は愉快そうに笑った。"
    ],
    "textEn": [
      "My face must have given away how desperately I was trying to remember her name, because she gave a lighthearted chuckle."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「圭一くんはまだ引っ越してきて日が浅いんだそうだね。",
      "他の子たちととても親しげだったから、とてもそうは思えなかったよ。」"
    ],
    "textEn": [
      "\"It's probably because it hasn't been long since you moved here.",
      "It's pretty hard to believe, seeing how friendly you've gotten with the other kids.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もしもそう見えたなら、それはレナや魅音や、みんなのお陰だろう。"
    ],
    "textEn": [
      "If that's how it looked, it was probably all thanks to Rena and Mion."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「あなたも今日のお祭りに参加して、自分が雛見沢の人間になれたんだ、って自覚できたんじゃないかしら…？」"
    ],
    "textEn": [
      "\"Perhaps you feel more like a resident of Hinamizawa after taking part in the festival today...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………うーん",
      "…どうなんでしょうね。」"
    ],
    "textEn": [
      "\"...Hmm...",
      "I wonder about that.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「おや、圭一くんらしくない返事だね。」"
    ],
    "textEn": [
      "\"Oh, that's not like you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自分ではもう雛見沢に馴染めたつもりでいる。",
      "だが…俺にはまだまだ知らないことが多過ぎる。",
      "例えば、こうして出会う人たちの顔とか。",
      "……過去の出来事とか。"
    ],
    "textEn": [
      "I had tried to get used to Hinamizawa.",
      "But... there were still plenty of things I didn't know.",
      "The faces of people I'd met, for example.",
      "...Things that had happened in the past, as well."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「…なぁんだ。",
      "その程度のことで君は疎遠に感じていたのかい？」"
    ],
    "textEn": [
      "\"...Oh.",
      "You're feeling left out because of something like that?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「疎遠なんて大袈裟なもんじゃないですよ。",
      "…ただその、……なんていうのか……。」"
    ],
    "textEn": [
      "\"It's not so much as feeling left out...",
      "It's just... I'm not sure how to say it...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この村の大事件、ダム工事のこととか。",
      "それを巡る戦いのこととか。",
      "…聞いても知らないふりをされる、過去の残酷な事件のこととか。",
      "終わったこととは言え。…雛見沢に住まう人間として、明るい部分だけでなく、暗い部分についても知っておきたいと思ったのは間違いなかった。"
    ],
    "textEn": [
      "That incident at the dam construction site.",
      "The fighting over it and other conflicts.",
      "...That terrible incident they pretended they didn't even know about whenever I brought it up.",
      "Even though it was in the past... As someone living in Hinamizawa, it wasn't wrong to want to know about both the good and bad that had happened here."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「それを知ることで君が納得するなら……僕の知っている範囲で何でも教えるよ。」"
    ],
    "textEn": [
      "\"If it will put you at ease, then I'll tell you everything I know.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんの笑顔がいつになく頼もしい。",
      "だが、いざ何でも聞いてくれと言われるとなかなか考えがまとまらない。",
      "…聞きたいことは山ほどあるはずなのに。"
    ],
    "textEn": [
      "Tomitake-san's smile made me more relieved than I'd ever been.",
      "It was hard to think of what to ask when someone said \"ask me anything,\" though.",
      "...Even when there was so much I wanted to ask."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「じゃあ………ダム工事について聞かせて下さい。",
      "雛見沢が水没するとかいう、大事件だったんですよね…？」"
    ],
    "textEn": [
      "\"Then... could you tell me about what happened when the dam was being constructed?",
      "There was a big incident where Hinamizawa was going to be submerged, right...?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「ダムについては……多分、ここの人に聞いたほうが詳しいと思うけどなぁ。",
      "ま、僕が知っている範囲でいいんなら。",
      "…新聞で読んだ程度だけどね。」"
    ],
    "textEn": [
      "\"I think the locals would be more knowledgeable about the dam than I am.",
      "Well, if you don't mind, I'll tell you what I know.",
      "...It's only what I read in the newspaper though.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんは遠くを見るような目で記憶を辿ると、それを語ってくれた。"
    ],
    "textEn": [
      "Tomitake-san's eyes entered an unfocused gaze as he searched through his memory. Then he spoke."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「ダムの計画が決まったのは７〜８年くらい前なんだ。",
      "黒部に次ぐ巨大な計画だったと聞いてるね。」"
    ],
    "textEn": [
      "\"The decision to start the dam project was finalized seven or eight years ago.",
      "I heard it was the next largest project after the one in Kurobe.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "当時の日本の重点課題は３つ。",
      "交通網整備による列島改造と需要の高まる電力供給。",
      "そして治水だった。",
      "中でも発電と治水、そして莫大な経済効果を生み出すダム建設はラッシュだったという。",
      "そしてこの地でもダム建設の気運が高まり、この雛見沢に白羽の矢が立ったのだった。"
    ],
    "textEn": [
      "There were three major issues in Japan at that time.",
      "Improving inter-island transportation infrastructure, meeting the higher demand for electricity,",
      "and flood control.",
      "There was a boom of dam building due to the massive economic stimulus they provided on top of generating electricity and flood control.",
      "Hinamizawa had the right conditions to support dam construction, so it was singled out."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「ダムの完成に伴って生まれるダム湖はかなりの面積になったらしいね。",
      "この雛見沢からずーっと上流の谷河内（やごうち）辺りまでが全部沈むことになったらしい。」"
    ],
    "textEn": [
      "\"The dam reservoir would have covered quite a lot of ground when it was completed.",
      "The entire area, right up to Yagouchi way upstream, would be underwater.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…しかし…なんだって人が住んでる雛見沢にわざわざダムを作るんすか？",
      "もっと他の、人が住んでないところに作ればいいのに。」"
    ],
    "textEn": [
      "\"...But... why did they have to pick a populated area like Hinamizawa?",
      "Couldn't they have instead picked a place where nobody lived?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「んん〜…、…よくは知らないんだが…ダムを造るのに適した地形ってのがあったって聞いてるね。」"
    ],
    "textEn": [
      "\"Hmm~... I'm not really sure why, but I heard that it was just the right terrain for building a dam.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "雛見沢では当然、反対運動が起こった。",
      "以前、梨花ちゃんが「戦った」と表現したが、それからも激しいものだったことが伺える。"
    ],
    "textEn": [
      "Of course, there were protests here in Hinamizawa.",
      "Rika-chan had said that they had 'fought.' From that choice of words I had to guess things had turned violent."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「裁判にもなったし議会でも取り上げられたんだ。",
      "東京の新聞にも載ったよ。」"
    ],
    "textEn": [
      "\"There was a trial and it was even brought up before the National Diet.",
      "It was covered in the Tokyo newspapers, too.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音も確かそんなことを話してたな。",
      "きっと雛見沢住民は一丸となって戦ったんだろうな。",
      "…雛見沢の、アットホームの一言だけでは言い表せない連帯感は、きっとこの戦いの賜物なんだろう。"
    ],
    "textEn": [
      "Mion had told me all about that, as well.",
      "I'm sure every resident of Hinamizawa had united to fight together.",
      "...The feeling of solidarity found here, which could not be expressed properly with mere words, was likely brought about by that battle."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「で、いろいろな不祥事や汚職が発覚してね。",
      "ややこしいことになっている内に工事中止が決まったんだそうだよ。」"
    ],
    "textEn": [
      "\"As a result, bribery and scandals were brought to light.",
      "As things got more and more complicated, they eventually halted construction.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "聞いてみるなら今しかないだろう。",
      "いかにも年頃の男の子が興味を持ちそうな猟奇事件。",
      "レナや魅音にちょっとお預けをくらったからといって、かえって興味を持つ自分の安っぽさがちょっぴり恥ずかしかった。",
      "でもせっかくなので聞いてみる。",
      "それでこの妙な好奇心が引っ込むなら。"
    ],
    "textEn": [
      "If I wanted to know, now was my only chance to ask.",
      "It was certainly a bizarre incident that boys my age would be curious about.",
      "I felt a little shame from the fact I was petty enough to have my curiosity piqued by Rena and Mion's refusal to talk about the event...",
      "But I figured I might as well ask since I had the chance...",
      "Just so I would stop thinking about it so much."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あの………バラバラ殺人って…ありましたよね？」"
    ],
    "textEn": [
      "\"So... there was a dismemberment... right?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「あったよ。",
      "偶然、その時期に雛見沢にいてね。",
      "だからよく覚えてるよ。」"
    ],
    "textEn": [
      "\"There was.",
      "I happened to be here in Hinamizawa at the time,",
      "so I remember it well.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "恐る恐るの切り出しに、富竹さんはさも何でもなさそうに答えてくれた。"
    ],
    "textEn": [
      "Tomitake-san's answer was nonchalant in contrast to my hesitantly forced-out question."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「……ちょうど４年前の今頃だったかなぁ。",
      "あれも確か綿流しの日だったね。」"
    ],
    "textEn": [
      "\"...It was about this time, four years ago.",
      "It was the day of the Watanagashi, if I recall correctly.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ダム工事の継続を巡って論議が紛糾、相次ぐ不祥事に揺れに揺れたダム騒動の末期の出来事。",
      "…ダム計画に終止符を打った事件だった。",
      "ダム工事の現場の人たちで喧嘩があり、被害者を殺してしまったという。",
      "発覚を恐れた加害者６人は遺体を６分割し、それぞれが遺体を隠したらしい。",
      "結局、良心の呵責に耐えられなくなり６人の犯人の内、５人は自首したというが、残ったひとりは依然逃亡中。",
      "彼の隠した右腕部分は今でも見つかっていないという。",
      "大まかな内容は、以前拾った写真週刊誌で読んだのと同じだ。",
      "確かに悲惨な事件だが……レナや魅音が俺にひた隠すほどのものとは思わなかった。",
      "引っ越してきたばかりの俺に雛見沢のマイナスイメージを持たせたくなかったんだろうな…。",
      "そんな友人たちの気遣いに感謝すると共に、にも関わらず興味をもたげてしまった自分をちょっぴり悔いた。"
    ],
    "textEn": [
      "Debate on whether to continue construction on the dam was in disarray. Scandal after scandal rocked the project near the end.",
      "...The incident that was the final nail in the coffin for the dam project.",
      "A fight at the dam construction site ended in the victim being murdered.",
      "Fearing prosecution, the six assailants divided the remains into six pieces and each hid one.",
      "Five of the six criminals turned themselves in out of guilt, but one was still on the run.",
      "The right arm he'd hidden had yet to be found.",
      "The major details lined up with what was in the tabloid I'd read earlier.",
      "It certainly was a tragic incident... but it wasn't so terrible that Rena and Mion needed to hide it from me.",
      "I guess they didn't want someone who'd just moved here to have a negative impression of Hinamizawa.",
      "I felt grateful for having friends who worried so much about me, as well as shame for still being so interested in it."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「当時はダムのトラブルの末期だったからね。",
      "オヤシロさまの祟りだ、って言ってずいぶん騒がれたんだよ。」"
    ],
    "textEn": [
      "\"It was near the end of all the trouble with the dam, you see.",
      "So everyone was saying that it was Oyashiro-sama's curse.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「オヤシロさまの祟り…か。」"
    ],
    "textEn": [
      "\"Oyashiro-sama's curse, huh...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "オヤシロさまってのは確か…今日のお祭りをやったあの神社で祭られている神さまの名前だったと思う。",
      "なるほど。",
      "雛見沢を水没させようとする悪のダム工事に守り神さまがバチを当てた、ってことなのだろう。"
    ],
    "textEn": [
      "Oyashiro-sama was the name of the god at the shrine that held the festival today, if I recalled correctly.",
      "I see.",
      "Their guardian deity rained divine punishment down on the evil dam construction for trying to flood Hinamizawa."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「若い人たちはそうは思わなかったみたいだけれど…。",
      "お年寄りたちはオヤシロさまの祟りだと疑わなかったみたいね。」"
    ],
    "textEn": [
      "\"Apparently the younger ones didn't think so...",
      "But it seems the elderly in the village never doubted that it was Oyashiro-sama's curse.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんの連れの女の人が、そう言いながらいたずらっぽく笑った。",
      "合わせて富竹さんも笑ったので、俺もつられて笑うことにする。"
    ],
    "textEn": [
      "The woman with Tomitake-san chuckled mischievously.",
      "Tomitake-san began laughing with her. It was so infectious I ended up laughing as well."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「…でも、…今ではどうかしらね。",
      "結構いるんじゃないかしら。",
      "若い人にも。」"
    ],
    "textEn": [
      "\"...But... I wonder about now.",
      "There are quite a few, I think.",
      "Amongst the youth, too.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「いるって、…何がですか？」"
    ],
    "textEn": [
      "\"A few... what?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「信じてる人だよ。",
      "…オヤシロさまの、祟り。」"
    ],
    "textEn": [
      "\"People who believe...",
      "in Oyashiro-sama's curse.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんも女の人も、笑顔のままだったが、目からは笑いは消えていた。"
    ],
    "textEn": [
      "The woman's lips were still curled into a smile, but her expression turned stern."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「その後ね。",
      "毎年起こるんだよ。",
      "……決まって今頃にね。」"
    ],
    "textEn": [
      "\"Then after that...",
      "it continued every year.",
      "...Always around this time.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「起こる、って…何が。」"
    ],
    "textEn": [
      "\"Continued? What continued?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんはそこで少し、もったいぶるように間を置き。周りを伺うようにしてから小声で続けた。"
    ],
    "textEn": [
      "Tomitake-san paused for a second as if to build up some suspense. Then he whispered to me, as if someone might have been listening."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「毎年…綿流しの日になるとね。",
      "………誰かが死ぬんだよ。」"
    ],
    "textEn": [
      "\"Every year... on the day of the Watanagashi...",
      "...Somebody dies.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「バラバラ殺人の翌年の綿流しの日。"
    ],
    "textEn": [
      "\"The year following the dismemberment, on the day of the Watanagashi..."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "雛見沢の住人でありながらダムの誘致派だった男が旅行先で崖下の濁流に転落して死亡した。",
      "奥さんに至っては死体もあがってない。」"
    ],
    "textEn": [
      "A man from Hinamizawa who had supported the dam fell off a cliff overlooking some rapids and died, while he was on vacation.",
      "Speaking of his wife, unfortunately, her body was also never recovered.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「雛見沢の人間でありながらダムに賛成していた男ですからね。",
      "事故当時、お年寄りたちはオヤシロさまの祟りだと囁きあったものよ。」"
    ],
    "textEn": [
      "\"He supported the dam construction even though he lived in Hinamizawa.",
      "At the time, there were whispers amongst the elderly saying it was Oyashiro-sama's curse.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "女の人はやはりいたずらっぽく笑って言った。"
    ],
    "textEn": [
      "The woman chuckled mischievously again."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「神社の神主って……今日のこの神社の神主ですか？」"
    ],
    "textEn": [
      "\"The shrine's Shinto priest... You mean he was from the shrine here?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "女の人は頷いた。"
    ],
    "textEn": [
      "The woman nodded."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「村人たちは、オヤシロさまのお怒りを鎮めきれなかったんだ、って噂したわね。」"
    ],
    "textEn": [
      "\"There was a rumor amongst the villagers that they weren't able to quell Oyashiro-sama's anger.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「さらに翌年。これもまた綿流しの晩。",
      "今度は近所の主婦が撲殺体で発見された。」"
    ],
    "textEn": [
      "\"Then the year after that, again on the night of the Watanagashi...",
      "they discovered the battered body of a local housewife.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…主婦？",
      "これまで怪死した人々は、みんなダム関係者やオヤシロさまに縁がある人ばかりだった。",
      "それを思うと……ひょっとしてこの主婦も何か関係があるのでは……と思ってしまう。"
    ],
    "textEn": [
      "...Housewife?",
      "Up until now, all these mysterious deaths were people involved with the dam or who had connections with Oyashiro-sama.",
      "With that in mind, could the housewife have been involved in some way, too?"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「その通りよ。」"
    ],
    "textEn": [
      "\"Exactly.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "女の人はいたずらっぽく、",
      "…いや、むしろ残酷にそう断じた。"
    ],
    "textEn": [
      "The woman stated slyly.",
      "...No, it was more menacingly."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「被害者の一家はね、",
      "…その２年前に転落死したダム誘致派の男の弟一家に当たるのよ。」"
    ],
    "textEn": [
      "\"The victim's family, you see...",
      "happened to be that of the younger brother of the dam supporter who fell to his death two years before.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「弟本人はまだ生きてるらしいね。",
      "でもやはり……かなり気にしてね。近隣の町に引っ越してったらしいよ。」"
    ],
    "textEn": [
      "\"The younger brother is still alive, it seems,",
      "but it did bother him quite a bit. So he moved to the neighboring town.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…しばらくの間、開いた口を閉じることができなかった。",
      "雛見沢存亡を賭けたダム工事との戦い。",
      "そしてその最中に起きた凄惨なバラバラ殺人事件。",
      "俺が知っているのはそれだけだったし、また聞きたかったこともそれだけだったはずだ。",
      "だが…実際はそれだけではなかった。",
      "殺人。",
      "死体遺棄。",
      "事故死。",
      "病死。",
      "自殺。",
      "撲殺。",
      "……俺は、基本的に現代っ子だ。",
      "祟りなんて本当は信じたくない…。",
      "…だが…こんな怪死が毎年、それも綿流しの日に起こり、しかも死ぬ人がいつもダム工事の関係者だなんて……？！",
      "そのいずれも個々に偶然だと断じるのはあまりに容易だ。",
      "だが……それらもこうして積み重なっていくと……",
      "それを偶然だと決め付けることの方がよっぽど冷静を欠いているように思えてくる…。",
      "祟りなんか、信じない。",
      "…だけど……毎年、綿流しの日に何かが起こるという「意思」だけは確実に、",
      "……ある。",
      "俺のそんな様子を見て取ったのか、女の人はくすりと笑った。",
      "あたかも、怖がらせ過ぎちゃったかしら、とでも言わんばかりだ。",
      "内心を見透かされたのが恥ずかしくなり、少し苛立つような、急かすような口調で富竹さんに先を促した。"
    ],
    "textEn": [
      "...For a while, I stood there with my mouth agape.",
      "The battle over the dam construction, with Hinamizawa's future at stake,",
      "and the murder at the center of it all.",
      "That was all I knew, and that was all I wanted to ask about.",
      "But that wasn't all there was to the story.",
      "Homicide.",
      "Body disposal.",
      "Accidental deaths.",
      "Terminal illness.",
      "Suicide.",
      "Fatal beatings.",
      "I'm a pretty level-headed person...",
      "I don't really want to believe in curses...",
      "But... the freakish deaths happened every year, on the day of the Watanagashi, and all of them were related to the dam construction...!?",
      "It was easy to dismiss each of them as coincidences by themselves.",
      "But when you put them all together...",
      "Dismissing all of them as coincidence would then defy logic.",
      "I don't believe in curses.",
      "But... Every single year, on the day of the Watanagashi, somebody or something 'makes' it happen...",
      "Without fail...",
      "The woman chuckled again, as if she picked up on what I was thinking.",
      "It felt like she was saying, \"Maybe there was. Maybe we frightened him.\" Stuff like that.",
      "I felt embarrassed at being read so easily. I pressed Tomitake-san to continue, a bit of impatience and irritation in my tone."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「で？",
      "その翌年の綿流しの晩にもまた人が死ぬわけですよね…？",
      "今度は誰です？」"
    ],
    "textEn": [
      "\"Then?",
      "So someone died the next year, right...?",
      "Who was it that time?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「さぁてね",
      "………",
      "圭一くんは誰だと思うかな？」"
    ],
    "textEn": [
      "\"I wonder...",
      "...",
      "Who do you think, Keiichi-kun?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「は……はぁ？！」"
    ],
    "textEn": [
      "\"Th... The hell!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自分の口調とは釣り合わない、嫌味な言い方にちょっとかちんと来た。"
    ],
    "textEn": [
      "The way he said it didn't agree with me. The sarcastic tone ticked me off."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「はぐらかさないで下さいよ…！　俺は結構、真剣に…！」"
    ],
    "textEn": [
      "\"Don't avoid the question...! I'm serious here...!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「…まぁまぁ圭一くん、落ち着いて。」"
    ],
    "textEn": [
      "\"Hey, hey. Calm down, Keiichi-kun.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "女の人にやんわりとなだめられ、自分が取り乱していたことに気付く。"
    ],
    "textEn": [
      "I realized when she tried to calm me down that I had been panicking."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「別にはぐらかしたつもりはないんだよ圭一くん。",
      "つまり……その翌年の綿流しってのはつまり…、」"
    ],
    "textEn": [
      "\"We aren't trying to avoid the question, Keiichi-kun.",
      "It's just... When you say 'the next year,' that's...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「今日よ。」"
    ],
    "textEn": [
      "\"That's today.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんの躊躇をあっさりと女の人が片付けた。",
      "……じっとりとした汗を誘う、嫌な風がどっと吹く。"
    ],
    "textEn": [
      "When Tomitake-san hesitated to say it, she finished for him.",
      "...I broke into a cold sweat. I really didn't like the direction this was headed."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「みんな口にしないけど……今夜また何か起こるんじゃないかって思ってる。」"
    ],
    "textEn": [
      "\"Nobody wants to speak of it, but they all think it's going to happen again tonight.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「こ、こんなにお祭りで賑わっているのに？！」"
    ],
    "textEn": [
      "\"Th-The festival was so cheerful, though!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「あのね、去年の被害者の主婦は不信心者だったらしくてね。",
      "綿流しのお祭りに参加しなかったらしいの。」"
    ],
    "textEn": [
      "\"Well, the victim last year, the housewife... She was a non-believer.",
      "It turns out she didn't even attend the Watanagashi festival.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「今年の綿流しに参加しないと…オヤシロさまの怒りに触れるかもしれない、って噂。",
      "…圭一くんなら聞いてるんじゃないかい？」"
    ],
    "textEn": [
      "\"There was a rumor going around that if you didn't participate in the festival, you would incur Oyashiro-sama's wrath.",
      "...Didn't you hear anything about this, Keiichi-kun?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんな噂、微塵も聞いていない。"
    ],
    "textEn": [
      "I never even heard a whisper of that rumor."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…じゃ、じゃあみんなのお祭りの参加は…………祟りを恐れて？！」"
    ],
    "textEn": [
      "\"...Th-Then the reason everyone was at the festival was... they were afraid of the curse!?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「そうなんじゃないかと思うね…。",
      "…今年の綿流しは例年になく参加者が多いよ。」"
    ],
    "textEn": [
      "\"I figured that must have been the reason...",
      "...There were a lot more people at the Watanagashi than usual.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「やっぱりみんな、……怖いんでしょうね。",
      "オヤシロさまの祟り。」"
    ],
    "textEn": [
      "\"I guess everyone was... just afraid after all.",
      "Of Oyashiro-sama's curse.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………………。」"
    ],
    "textEn": [
      "\"....\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "絶句するしかなかった……。",
      "この昭和の時代。",
      "あらゆる分野が目覚しい進歩を遂げ、無知と未知の闇を照らし出してきた。",
      "白黒テレビは絶滅したし、宇宙ロケットは人類を月へ運んだ。",
      "なのに…。",
      "そんな近代社会なのに……？"
    ],
    "textEn": [
      "I couldn't utter a single word...",
      "In this modern age.",
      "Where we've made progress in all scientific fields, shedding light on the unknown and misunderstood.",
      "Where black and white television has been eradicated and we've sent men to the moon.",
      "Even with all of our accomplishments...",
      "This can exist in modern society?"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「サクラってことで近隣の町の子供会をかなり招待したらしいけど、",
      "やっぱり一連の事件を受けて…あんまり参加はなかったみたいね。"
    ],
    "textEn": [
      "\"Tons of invitations were sent out to neighboring towns' youth groups to help pad the numbers.",
      "But after that string of events, few decided to join."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "人集めに苦労してる、って町会の人がぼやいてたもの。」"
    ],
    "textEn": [
      "The municipal committee members were complaining about how hard it was to gather participants.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「警察もね、過去の事件は全て別個のもので関連性はないとしてるみたいだけどね。",
      "……警備ってことで私服警官をだいぶ立たせてたみたいだよ。」"
    ],
    "textEn": [
      "\"Also, the police are treating each case as isolated; they don't believe they're connected.",
      "...But apparently they sent quite a few plainclothes officers for security.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナや魅音の口が重かった理由が…少しずつ見えてきた気がした。",
      "今年の綿流しで何も起こらなかったなら、俺には何も知らせずに済むのだろう。",
      "……何も起こらなければそれでいい。",
      "そうすれば、全ては杞憂だ。",
      "俺は初めから何も知らないふりをすればいい。",
      "彼女らも何もなかったかのように振舞うだろう。",
      "…そしてまた、いつもの日常が戻ってくるんだ。"
    ],
    "textEn": [
      "It finally began to dawn on me why Rena and Mion were reluctant to talk.",
      "If nothing happened during this Watanagashi, everything would have been over with and I'd be none the wiser.",
      "...If nothing happened, all would be well.",
      "In that case, it would all end up being just crazy talk.",
      "I should have just pretended like I knew nothing from the beginning.",
      "Then they wouldn't have had to act like nothing happened.",
      "...And we would have all gotten back to life as usual."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「…やっぱり刺激が強過ぎたかしら？」"
    ],
    "textEn": [
      "\"...Maybe it was just too much for him, after all.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "女の人は緩く髪をかきあげながらため息をつく。"
    ],
    "textEn": [
      "The woman ran her fingers through her hair as she sighed."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「い、いえ、…そんな、",
      "全然…、」"
    ],
    "textEn": [
      "\"N-No... It wasn't,",
      "not at all...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "精一杯強がったつもりだったが、かえって狼狽ぶりを露呈するだけだ。",
      "富竹さんはそんな俺の様子を見て、少し後悔しているようだった。",
      "そしてひとつ息を吐くと、いやに明るく振舞いながら言った。"
    ],
    "textEn": [
      "I had tried to act strong, but that just served to emphasize how much the information had unsettled me.",
      "After seeing how I looked, Tomitake-san appeared to regret saying anything.",
      "Letting out a sigh, he then spoke, forcing an awkward, upbeat demeanor."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「まさか圭一くん、祟りなんて信じてるわけじゃないだろ？」"
    ],
    "textEn": [
      "\"Keiichi-kun, surely you don't believe in such things as curses.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…そりゃ…まぁ……。」"
    ],
    "textEn": [
      "\"...Well... no...\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「全ての事件が原因不明で犯人も手口もナゾ、っていうなら僕も祟りを疑ってもいいよ。"
    ],
    "textEn": [
      "\"If the causes of all of the crimes were unknown, with the perpetrators and their methods all mysteries, then I'd concede the possibility of a curse."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "だけど実際には違う。",
      "どの事件もちゃんと警察が捜査して真相や犯人を究明してる。」"
    ],
    "textEn": [
      "But that's not how things are in reality.",
      "Police investigations have already uncovered the truth and perpetrators for all of the cases.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "警察という単語がなんだかとても頼もしく感じられた。",
      "祟りというキーワードと最も対に位置すると思ったからだ。"
    ],
    "textEn": [
      "Hearing him say \"police\" made me feel a lot better.",
      "It was perfect for repelling the word \"curse.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「……例えば、一番最初のバラバラ殺人。",
      "言ったよね？",
      "犯人は１人を残して全員逮捕されてる。",
      "残った１人だって時間の問題さ。"
    ],
    "textEn": [
      "\"...The first one, the dismemberment, for example.",
      "I told you, didn't I?",
      "All but one of the perpetrators were arrested.",
      "It's only a matter of time for the last one."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "動機だって、酒の上での口論からと判明してる。",
      "祟りなんかじゃない。",
      "……だろ？」"
    ],
    "textEn": [
      "The motive turned out to have been an argument they had while intoxicated.",
      "That's no curse.",
      "...Don't you agree?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "確かに…綿流しの日に起こった事件でさえなければ、祟りとは無縁な事件だと思う…。"
    ],
    "textEn": [
      "That was true. If it didn't happen on the day of the Watanagashi, then I wouldn't think it was related to the curse at all..."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「次の、誘致派の夫婦の事故死だってそうさ。",
      "恨みを買う立場だったからね、警察が特に入念に捜査したと思うよ。",
      "それで発表は事故。"
    ],
    "textEn": [
      "\"The accidental deaths of the couple who supported the dam is the same.",
      "He was in a position that made others hate him. The police made a point of investigating from that angle.",
      "They concluded it was an accident."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "他殺じゃない。」"
    ],
    "textEn": [
      "Not foul play.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「でも……また綿流しの日に起きたんですよね…？」"
    ],
    "textEn": [
      "\"But they both happened on the day of the festival, right...?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「ははは。",
      "考えてもみなよ圭一くん。",
      "…雛見沢に敵が多かった彼が、地元のお祭りにおちおち参加できると思うかい？"
    ],
    "textEn": [
      "\"Ha ha ha.",
      "Just think about it, Keiichi-kun.",
      "Do you think people with a lot of enemies here in Hinamizawa could participate easily in a local festival?"
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "彼にとっては綿流しの時期は特に雛見沢に居づらい時期に違いないよ。"
    ],
    "textEn": [
      "It would be especially hard for them to be around during the Watanagashi."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "だからわざわざこの時期に旅行をし、意図的に雛見沢を離れようとしたんじゃないかな？」"
    ],
    "textEn": [
      "So they probably left Hinamizawa intentionally around this time of year to travel, don't you think?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "いまひとつピンと来ない説明だったが、富竹さんが何を言おうとしているのかはなんとなく伝わった。",
      "だから俺は敢えて素直に、そうだと思えるに足る疑問をぶつけてみた。"
    ],
    "textEn": [
      "It wasn't a very clear explanation, but I sort of understood what Tomitake-san was getting at.",
      "So I pressed on earnestly, asking more questions so that I could convince myself."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「じゃあ富竹さん…その次に死んだ神主さんはどうです？",
      "原因不明の奇病だ、って。",
      "…それも、またしても綿流しの日に…。」"
    ],
    "textEn": [
      "\"Then, Tomitake-san, what about the priest who died after that?",
      "The one with the unknown illness.",
      "...That also happened on the day of the festival.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「神主さんはもっと説明が付き易いよ。",
      "綿流しのお祭りは神主さんにとっては年に一度の大行事。過労に体調不良が重なったんだろうね。"
    ],
    "textEn": [
      "\"It's even easier to explain what happened to the Shinto priest.",
      "The Watanagashi is a really big event that happens once a year. It was probably from all the built-up stress."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "あるいは元々持病持ちだったのかもしれない。」"
    ],
    "textEn": [
      "Or it may have been because of a pre-existing condition.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「でも、奇病ですよ？",
      "この医学の進歩した時代に原因不明なんて…。」"
    ],
    "textEn": [
      "\"But it was an unknown illness.",
      "It's hard to believe such a thing could exist with all our advances in medicine...\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「尾ひれだよ。",
      "噂が噂を呼んだだけさ。"
    ],
    "textEn": [
      "\"It's just an exaggeration.",
      "Rumors making rumors."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "２年立て続けに事件が起これば誰だって過敏になるよ。",
      "……急死は確かに不自然だったかもしれないけど。"
    ],
    "textEn": [
      "Anyone would get worked up over having incidents happen two years in a row.",
      "The sudden death is quite unnatural, though..."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "こういう死に方をすると必ず警察が検死をする。",
      "…で、事件性は発見されなかったんだろ？",
      "本当に偶然の病死なんだよ。」"
    ],
    "textEn": [
      "Of course, the police ordered an autopsy because of the strange way he died.",
      "...But there wasn't enough for them to open a full investigation, you know?",
      "Turns out it was just a sudden death due to illness.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…確か神主の奥さんが自殺してますよね？",
      "じゃあこれは？」"
    ],
    "textEn": [
      "\"...The priest's wife committed suicide, correct?",
      "What about that?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「すでに説明したとおりさ。",
      "３年目の事件に村人たちは動揺していた。",
      "信心深い人たちはすぐに祟りだと決めてかかったのさ。"
    ],
    "textEn": [
      "\"I believe I already explained that.",
      "Everyone was shaken up by the incidents happening for a third year.",
      "Those who are of strong faith were quick to believe it was the work of the curse."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "……もちろん、神主の奥さんもね。"
    ],
    "textEn": [
      "...Of course, that included the priest's wife."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "自殺の際に、死んでオヤシロさまの怒りをお鎮めする",
      "……",
      "みたいな遺書が見つかったらしいし。」"
    ],
    "textEn": [
      "Apparently they found a suicide note that said something like:",
      "...",
      "'My death will quell Oyashiro-sama's anger.'\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「じゃあじゃあ……次の主婦の事件は？",
      "またしても綿流しの日に！」"
    ],
    "textEn": [
      "\"Well, then, how about... the next incident, with the housewife?",
      "That happened on the day of the Watanagashi too!\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「この事件は犯人も逮捕されて解決してるよ。",
      "一種の異常者で、雛見沢の祟り騒ぎを面白がって再現したと自供してる。」"
    ],
    "textEn": [
      "\"The perpetrator has already been caught and the case has been closed.",
      "Turns out it was just some nutjob trying to continue the legacy of the Hinamizawa curse.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「じゃあじゃあじゃあ！…次の年の事件は？！",
      "…あ、えぇと…。」"
    ],
    "textEn": [
      "\"Then... Then...! ...How about the incident the next year!?",
      "...Oh, uh...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そうだ。その次の年は今年だ。",
      "富竹さんが明るく笑う。"
    ],
    "textEn": [
      "Oh, yeah. This year is the next year.",
      "Tomitake-san gave a hearty laugh."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「もう何も起こらないよ。",
      "今度こそね。",
      "…オヤシロさまの祟りなんて元々ない。",
      "一連の偶然を、あると信じている人たちがそうだと吹聴しているだけさ。」"
    ],
    "textEn": [
      "\"Nothing will happen.",
      "Not this year.",
      "...There was never a curse to begin with.",
      "It's just that a group of people believed it was the explanation for a string of coincidences.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…ようやく、脳のコンピューターが冷静を取り戻してきた。",
      "冷静を失い、ややもするとパニックを起こしていた自分のお子様加減が恥ずかしい…。"
    ],
    "textEn": [
      "...My internal computer finally got itself back on track.",
      "I felt a bit embarrassed by how childish I'd become after losing control and panicking."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「僕は圭一くんが雛見沢をとても好きだと思ってること、よく知ってるよ。",
      "……仮にオヤシロさまの祟りが実在したとしても。",
      "そんな圭一くんに祟りがあるなんてとても思えないね。」"
    ],
    "textEn": [
      "\"I can see very clearly now that Keiichi-kun really does love Hinamizawa.",
      "Even if Oyashiro-sama's curse actually did exist,",
      "I can't imagine that Keiichi-kun would become a target.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "心が軽くなる。",
      "今夜聞いた話は早く忘れるべきなんだろうな。",
      "レナや魅音たちには明日、いつものように笑顔で向かい合おう。",
      "みんなだって今夜が無事過ぎ去り、俺を不安がらせることなく明日からを過ごして行くことを望んでいるはずだ。",
      "俺のそんな様子を見て取ったのか、岩に腰掛けて耳を傾けていた女の人が、伸びをしながら立ちあがった。"
    ],
    "textEn": [
      "I felt very relieved.",
      "I should probably just forget everything I heard tonight.",
      "I'll greet Rena and Mion tomorrow with the same smile as always.",
      "They'd probably also like tonight to end without incident, so they can continue on tomorrow without having worried me.",
      "Perhaps seeing my change in attitude, the woman who had been listening in stretched as she got up from the rock she was sitting on."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「……さて、と。",
      "そろそろ私は戻らないとね。」"
    ],
    "textEn": [
      "\"...Well, then.",
      "I should be getting back.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「おっと…！　僕も少々長くお喋りし過ぎたかな！」"
    ],
    "textEn": [
      "\"Goodness! I think I may have gone on a bit too long!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あれだけいた大勢の人々の姿はすっかり減り、今では夕涼みを楽しむ何組かの家族連れが目に留まるだけだ。",
      "時計を見ると…たっぷり小一時間くらいは話しこんでしまったようだった。"
    ],
    "textEn": [
      "There were so few people compared to the crowd from before. I could only make out a few groups of families enjoying the cool evening air.",
      "I looked at my watch; it seemed we'd talked for the better part of an hour."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「圭一くんもお友達といっしょに来たんでしょ？",
      "みんなを捜したら？」"
    ],
    "textEn": [
      "\"Didn't you come along with your friends, Keiichi-kun?",
      "Not going to look for them?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…そうだった…！",
      "みんな、俺のことを捜してるかもしれない！」"
    ],
    "textEn": [
      "\"...Oh, yeah...!",
      "They might all be looking for me!\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「はははは！",
      "女の子に捜させるなんてなかなかの罪人だねぇ。」"
    ],
    "textEn": [
      "\"Heheheheh!",
      "You're quite the scoundrel, making the girls look for you.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Woman",
    "labelJp": "女性",
    "textJp": [
      "「じゃあね、おやすみなさい圭一くん。",
      "…ジロウさんもね。また後ほど。」"
    ],
    "textEn": [
      "\"See you, Keiichi-kun. Have a nice night.",
      "...You too, Jirou-san. I'll see you a bit later.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…富竹さんも充分に罪人みたいだぞ。（そうか、ジロウさんて言うのか…）",
      "女の人はお尻の埃を払うと、まだ撤収で賑わう境内の方へ去っていった。"
    ],
    "textEn": [
      "...Tomitake-san seems to be quite the scoundrel himself. (So his name is Jirou...)",
      "After dusting off her backside, she disappeared into the crowd of people still busy cleaning up the shrine grounds."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「圭一く〜ん！！",
      "ごめんなさぁ〜い！！」"
    ],
    "textEn": [
      "\"Keiichi-kun~!!",
      "So sorry~!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "入れ替わりでレナが駆けて来るのが見えた。",
      "その後にはみんなの姿も見える。",
      "噂すればなんとやらだな。"
    ],
    "textEn": [
      "In her place, Rena came running over.",
      "I could see all the others behind her.",
      "Speak of the devil."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「悪ぃ悪ぃ圭ちゃん…！",
      "すっかり話しこんじゃっててさ！」"
    ],
    "textEn": [
      "\"My bad, Kei-chan...!",
      "We got so caught up in our discussion!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺の方だってみんなのことをすっかり忘れて話しこんでいたからな、おあいこだ。"
    ],
    "textEn": [
      "I'd completely forgotten about them while caught up in my own conversation, so we were even."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あぁら、富竹さんもご一緒でございましたの！",
      "丁度よかったですわぁ〜！！」"
    ],
    "textEn": [
      "\"My, so Tomitake-san was with you!",
      "This works out perfectly!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「今日の射的の結果発表がありますです。」"
    ],
    "textEn": [
      "\"We still need to settle the shooting gallery competition.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「あ、…そ、そうだったねぇ…！",
      "結局、ビリは僕なのかな？」"
    ],
    "textEn": [
      "\"Ah, th-that's right...!",
      "So I guess I'm gonna end up dead last?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "結局今日の勝負は、俺の劇的な勝利の後、梨花ちゃんが挑むが、何しろもう標的がほとんど残っていない。",
      "…あるにはあるが、どれも小さくて難度の高い的ばかり。",
      "しっかり狙って撃つが３発とも見事に外し、富竹さんと同着ビリとなったハズだった。",
      "…が、店頭でみぃみぃと泣きだし、露店のオヤジを秒殺。",
      "残念賞としてガムを入手。",
      "これによってビリを回避するという暴挙にて見事ビリを回避したのだった。"
    ],
    "textEn": [
      "In the end, after my dramatic victory, Rika-chan was the last challenger. But there weren't many targets left.",
      "The ones remaining were all tiny and difficult to hit.",
      "She did take her time and aim, but all three shots completely missed. She was to end up sharing the loser's crown with Tomitake-san.",
      "...However, she did her little meeping cry in front of the owner, and he turned to mush instantly.",
      "She was given a pack of gum as a consolation prize.",
      "Her methods were a bit audacious, but she did avoid being the loser rather magnificently."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……思うに梨花ちゃんて、…結構タヌキだろ。」"
    ],
    "textEn": [
      "\"...Come to think of it, Rika-chan is quite the trickster.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「圭一の言ってる意味がわかりませんです。」"
    ],
    "textEn": [
      "\"I have no idea what Keiichi is talking about.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「なワケで！　ビリは富竹さんに決まり〜！！！」"
    ],
    "textEn": [
      "\"Now then! It's decided that Tomitake-san is dead last~!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんなできゃっきゃと騒ぎながら拍手。富竹さんはよくわからず照れて苦笑している。"
    ],
    "textEn": [
      "Everyone cheered and applauded. Tomitake-san smiled wryly, slightly bewildered."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「じゃ〜富竹さん、覚悟はいいかなぁ？　罰ゲーム！！」"
    ],
    "textEn": [
      "\"So~ Tomitake-san, are you ready? Penalty time!!\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「え？　あ、……忘れてた！！」"
    ],
    "textEn": [
      "\"Huh? Oh, I completely forgot about that!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "甘いぜ富竹さん。これがあるからうちの部は負けられないんだよ…。",
      "魅音がポケットからマジックを引きぬく。",
      "……あぁ、アレだな。"
    ],
    "textEn": [
      "You're too naive, Tomitake-san. This is why you've got to avoid losing in our club...",
      "Mion pulled a felt-tip marker from her pocket.",
      "...Oh, it's that."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「魅音、武士の情けだ。",
      "せめて水性にしてやれ。",
      "油性は辛い。」"
    ],
    "textEn": [
      "\"Show him some mercy, Mion.",
      "At lease use a washable marker.",
      "A permanent one is too harsh.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「あはは、油性じゃないとだめだよ。",
      "お洗濯したら落ちちゃうじゃない。」"
    ],
    "textEn": [
      "\"Ahaha, it just has to be permanent.",
      "Water-based marker would come off in the laundry.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「わわ！　なんだいなんだい？！",
      "お手柔らかに頼むよ？！」"
    ],
    "textEn": [
      "\"Whoa, whoa! What is this!?",
      "Please take it easy on me!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんなで富竹さんを羽交い締めにし、そこに魅音がマジックを片手に近付いていく。"
    ],
    "textEn": [
      "All of us pinned his arms behind his back and Mion approached him with the marker in one hand."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「きゅきゅきゅ、っと！」"
    ],
    "textEn": [
      "\"Aaand squip, squip, squip!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "だが魅音が書いたのは顔面でなく、富竹さんの着ているシャツにだった。",
      "“今年こそメジャーデビューだね！　魅音”",
      "次にマジックを受け取ったレナは”今度写真も見せて下さいね☆　レナ”。",
      "ちょっぴり微笑ましくなり、苦笑いしてしまった。"
    ],
    "textEn": [
      "But she didn't write on Tomitake-san's face... She wrote on the shirt he was wearing.",
      "\"You'd better have your big break this year! -Mion\"",
      "Rena took up the marker next. \"Show me your photos next time, okay?☆ -Rena\"",
      "It was a little heartwarming, and I just had to laugh."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「はは、これじゃあ罰ゲームってより、寄せ書きじゃないか。」"
    ],
    "textEn": [
      "\"Haha, this is more like a farewell card than a penalty.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「ほほほ！　私は甘くはありませんのよ？",
      "ちゃんと罰ゲームで行きますわぁ！」"
    ],
    "textEn": [
      "\"Ho ho ho! I'm not as soft as the rest!",
      "I'll make sure this is a proper penalty!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "“やーいビリ！　沙都子”",
      "“次回はがんばりましょう。　梨花”"
    ],
    "textEn": [
      "\"Haha~ dead last! -Satoko\"",
      "\"Try harder next time. -Rika\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「圭一さんもどうぞでございます。」"
    ],
    "textEn": [
      "\"Here you go, Keiichi-san.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "なんて書いていいか戸惑ったが、この罰ゲームを考えれば……これが一番妥当だろう。",
      "“また遊びに来てください。　圭一”",
      "富竹さんはずっと黙っていた。",
      "初めは面食らっている様子だったが、最後の方は違う表情を浮かべていた。"
    ],
    "textEn": [
      "I couldn't decide what to write, but based on what kind of penalty this was... this was probably the most appropriate.",
      "\"Come back and play again. -Keiichi\"",
      "Tomitake-san was silent the entire time.",
      "At first he was quite bewildered, but now he had a different look on his face."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「これを着たまま帰京するのも…罰ゲームの内に入るのかな？」"
    ],
    "textEn": [
      "\"So I have to wear this all the way back to Tokyo as part of the penalty?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「もっちろん！　ちゃんと着たまま家に帰ってね〜！」"
    ],
    "textEn": [
      "\"Of course! You'd better wear it all the way home~!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あははは、次に来るときにも着てきてくれるといいな。",
      "…いいな！」"
    ],
    "textEn": [
      "\"Ahahaha, you could wear it when you come back.",
      "It would be nice!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "感極まった様子だった。",
      "恥ずかしさとか、他にもいろんな感情のごちゃ混ぜになった、真っ赤な顔だった。"
    ],
    "textEn": [
      "He appeared deeply moved.",
      "Embarrassment mixed with a wealth of other emotions made him turn a bright red."
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「わかった。次に来るときもこれを着てくるよ。",
      "約束する！」"
    ],
    "textEn": [
      "\"Understood. I'll wear this the next time I come here.",
      "I promise!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんなの歓声と拍手。",
      "今夜でお別れする仲間への最高のプレゼントだった。",
      "境内の方に富竹さんの連れの女の人がいるのが見えた。",
      "富竹さんもそれに気付いているようで、もう別れの時が来たことを悟る。"
    ],
    "textEn": [
      "Everyone cheered and applauded.",
      "It was the finest parting gift possible for a buddy heading out tonight.",
      "I saw the woman who was with Tomitake-san standing near the festival grounds.",
      "It seemed Tomitake-san noticed her too, and knew it was time to leave."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「お連れ様がお待ちみたいじゃ〜ん？",
      "そろそろお時間かなぁ？",
      "ん〜？」"
    ],
    "textEn": [
      "\"Seems like your guest is waiting~!",
      "Isn't it about time?",
      "Hmm~?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「ん、",
      "ん〜、そうみたいだねぇ…はは。」"
    ],
    "textEn": [
      "\"Yeah,",
      "that's certainly how it seems... haha.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんは女の人の元へ歩いていき、待たせたことを詫びているようだった。",
      "俺たちはめいめいの言葉を富竹さんに投げかける。",
      "その度に富竹さんは振り返り、手を振ってくれた。",
      "……やがてその後姿は夜の闇に溶けこみ見えなくなった。",
      "わりとあっさりとした別れ際だったな。",
      "みんなにとってはこれが初めての別れじゃない。",
      "もう何度もしてきたことなんだ。"
    ],
    "textEn": [
      "Tomitake-san headed off towards her and seemed to apologize for making her wait.",
      "We all shouted stuff at Tomitake-san.",
      "Each time we did, he looked back and waved his hand.",
      "...Eventually, he faded into the darkness of the night, out of sight.",
      "It was quite the casual farewell.",
      "This wasn't the first time any of us had seen someone off.",
      "They had done the same thing many times before."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…行っちゃったね。」"
    ],
    "textEn": [
      "\"...He's gone.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「じゃ、うちらも引き上げるかね！」"
    ],
    "textEn": [
      "\"Well, it's about time we take off too!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんは実行委員さん同士で集まりがあるらしいので残るらしい。沙都子もそのオマケだ。",
      "俺はいつもの下校チームで帰宅する。",
      "帰り道で、今日の戦果についていろいろと盛り上がった。",
      "あそこはああすればよかったとか、これにはやられた、とか。",
      "魅音と別れ、レナと２人。",
      "そして俺の自宅につきレナとも別れる。"
    ],
    "textEn": [
      "Rika-chan had to stay behind with the other committee members, since they were having a meeting. Satoko was tagging along with her.",
      "I headed back home with the usual suspects.",
      "The walk back was quite lively, with talk of the day's war stories.",
      "Should have done this, should have done that, that kind of stuff.",
      "Rena and I parted ways with Mion, and then it was just the two of us.",
      "Then we got to my house and I parted ways with Rena as well."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「こんな時間だけど、…１人で大丈夫か？」"
    ],
    "textEn": [
      "\"It's already pretty late. Are you alright by yourself?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うん、全然平気だよ！",
      "近いし。走って行くし。」"
    ],
    "textEn": [
      "\"Yeah, I'm perfectly fine!",
      "It's close. I'm going to run, too.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…ヘンなヤツがいたら大声出せよ。」"
    ],
    "textEn": [
      "\"...If you run into some weirdo, just yell.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「出したら…助けに来てくれるのかな？……かな？」"
    ],
    "textEn": [
      "\"If I do shout... will you come and save me, maybe? ...Maybe?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「聞こえたらな。」"
    ],
    "textEn": [
      "\"If I hear you.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「はぅ…！",
      "…………ぅ、うん！",
      "聞こえるくらい、大きな声を出すね！」"
    ],
    "textEn": [
      "\"Hau...!",
      "...O-Okay!",
      "I'll scream loud enough so you can hear me!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナはこれ以上ないくらい、ぶんぶんと腕を振りまわしながら元気よく去って行った。",
      "大丈夫。あの状態のレナなら大の大人でもかなうまい。",
      "レナの賑やかな気配が消え、ようやく静寂が戻る。",
      "誰もが微塵ほども口にしない祟りの話。",
      "……知れば知るほどに不安になる、今夜。",
      "みんなも…表情に出さないだけで、きっと不安に思っているに違いない…。",
      "だが、何も起こらなければそれはただの杞憂だ。",
      "何も起こらないさ。不吉なことなど、何も。"
    ],
    "textEn": [
      "Merrily spinning her arms around at high speed, Rena dashed off.",
      "She was fine. In that mode, not even an adult could stand against her.",
      "Rena's cheerful presence disappeared and it finally became quiet again.",
      "The curse that not a soul mentioned, even under their breath.",
      "...The more I learned about it tonight, the more unsettling it became.",
      "It didn't show on any of their faces, but they were probably all quite concerned about it as well...",
      "But if nothing happens tonight, then it all ends up being just crazy talk.",
      "Nothing will happen. Nothing bad, nothing at all."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「どうしたの圭一、そんなところで。",
      "…中に入りなさい。風邪をひくわよ？」"
    ],
    "textEn": [
      "\"What's wrong, Keiichi? Why are you standing in a place like that?",
      "Come inside. You'll catch a cold.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "お袋だった。"
    ],
    "textEn": [
      "It was my mom."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「母さんは行った？",
      "綿流しのお祭り。」"
    ],
    "textEn": [
      "\"Did you go, Mom?",
      "To the Watanagashi festival?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「結局、お父さんが起きなかったからね。",
      "行きそびれちゃったわ。",
      "残念。」"
    ],
    "textEn": [
      "\"In the end your father didn't wake up,",
      "so I missed it.",
      "A little disappointing.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "お袋はさも残念そうに舌を出すのだった。"
    ],
    "textEn": [
      "Mom stuck her tongue out with a bit of an embarrassed look on her face."
    ]
  }
]