[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "昭和５４年６月ＸＸ日夕刊より",
      "鹿骨市興宮署はＸＸ日深夜、",
      "建設作業員ＸＸＸＸ、ＸＸＸ、ＸＸＸＸ、ＸＸＸＸＸ、ＸＸＸＸを殺人、死体遺棄の容疑で逮捕し、逃走中の主犯格ＸＸＸＸを全国に指名手配した。",
      "調べによると、６容疑者はＸＸ日午後９時頃、雛見沢ダム建設現場内の作業事務所にて、",
      "現場監督のＸＸＸＸさんを集団で暴行して殺害し、遺体を切断して遺棄した疑い。",
      "ＸＸ日午前８時頃、",
      "鹿骨市内の病院から警察へ、「ＸＸＸＸさんを殺害したことをほのめかす男性がいる」との通報があり、",
      "警察官が駆けつけ事情を聞いたところ、事件を自供。",
      "供述通りの場所から遺体の一部が発見されたため、同日午後、殺人、死体遺棄の容疑で逮捕した。",
      "他の容疑者も即日逮捕されたが、主犯格のＸＸＸＸは逃亡中。",
      "警察は行方を追っている。",
      "動機について",
      "「酒盛りをとがめられ口論になり、カッとなって殺した」",
      "などと供述しているが、それぞれの自供に食い違いも多く、さらに追求するという。"
    ],
    "textEn": [
      "From the June XXth 1979 edition.",
      "The Shishibone city Okinomiya police station, June XXth, late at night.",
      "Suspects XXXX, XXX, XXXX, XXXXX, XXXX were arrested on suspicion of murder and improper disposal of a corpse. The main offender, XXXX, has been added to wanted lists nationwide.",
      "According to our sources, the six suspects were at the Hinamizawa dam construction site work room on the XXth at 9PM,",
      "where they are suspected to have assaulted and murdered the site overseer XXXX as a group, dismembering his body and hiding it.",
      "On the XXth at 8 o'clock in the morning,",
      "a report was filed by the Shishibone city hospital in which a male suspect alluded to having murdered Mr. XXXX.",
      "When questioned at the police station, the individual confessed to the crime.",
      "Since a portion of the body was recovered at the location he gave, he was arrested that afternoon on suspicion of murder and mutilation of a corpse.",
      "The rest of the suspects were arrested the same day, but the main culprit is still at large.",
      "Police are currently on his trail.",
      "The motive is purported to be",
      "\"a drunken verbal dispute, during which he killed the victim in a fit of anger.\"",
      "However, as there are multiple inconsistencies with their testimonies, the investigation is ongoing."
    ]
  }
]