[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "例年になく早い梅雨明けを迎え、早くも夏の訪れを感じる今日この頃、皆さんにおかれましてはますますご清祥のこととお喜び申し上げます。",
      "いよいよ今年も「綿流し」のシーズンがやってまいりました。",
      "町会の皆さんで協力して、楽しいお祭りにしていきたいと思います。",
      "つきましては、皆さんのご協力をよろしくお願いいたします。",
      "（１）バザー品募集中！",
      "毎年好評の雛見沢大バザーへの出品をお待ちしています。",
      "お中元の余り物や着れなくなってしまった古着などを大々募集中です！",
      "なま物はご遠慮ください。",
      "担当：牧野　Ｔｅｌ（Ｘ）ＸＸＸＸ",
      "（２）ちびっ子祭り太鼓募集中！",
      "丁寧な指導と実績で定評のあるちびっ子祭り太鼓サークル「蕉風会」が飛び入り参加を募集しています。",
      "小学生から中学生の目立ちたがり屋さんを待ってます！",
      "担当：公由　Ｔｅｌ（Ｘ）ＸＸＸＸ",
      "（３）義援金募集中！！",
      "一口千円からの義援金を募集しています。",
      "一口につき模擬店券シートを１枚進呈しています！",
      "担当：園崎　Ｔｅｌ（Ｘ）ＸＸＸＸ",
      "お祭りの楽しいアイデアも随時募集しています。",
      "おもしろいアイデアがありましたら村長宅　公由（Ｘ）ＸＸＸＸまでどうぞ！",
      "（キリトリ線の下に模擬店券が２００円分付いている。）"
    ],
    "textEn": [
      "We're greeting the end of the rainy season sooner than in prior years. On this day, when it feels like summer will soon arrive, I'm pleased that everyone is in good health.",
      "The season for the Watanagashi is finally upon us.",
      "I believe the assistance of the town council will make this a wonderful festival.",
      "I also wish to ask for the assistance of everyone in regards to a few things...",
      "1. Collecting bazaar goods!",
      "Villagers are welcome to put their wares on show at the well-received Hinamizawa grand bazaar exhibition.",
      "Anything is welcome, from unconsumed gifts to used clothing!",
      "No raw goods, please.",
      "Management: Makino - Tel (X) XXXX",
      "2. Recruiting Li'l Festival Drum Dancers!",
      "The renowned \"Li'l Festival Drum Dancers\" group known for its careful choreography, The Shoufu Society, is taking last minute participants.",
      "We're looking for any showboat elementary and middle schoolers!",
      "Management: Kimiyoshi - Tel (X) XXXX",
      "3. Taking donations!!",
      "We are accepting donations in multiples of 1,000 yen.",
      "For every 1,000 yen donation, you'll be awarded a refreshment stand ticket!",
      "Management: Sonozaki - Tel (X) XXXX",
      "We are always taking suggestions for ways to improve the festival.",
      "If you have an interesting idea, call Kimiyoshi at (X) XXXX!",
      "(There is a 200 yen refreshment stand ticket attached below the cut line.)"
    ]
  }
]