[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ケンタくん人形ー？！",
      "あ〜そりゃあレナのツボだわなぁ！」"
    ],
    "textEn": [
      "\"A Colonel Sanders!?",
      "Ah~ Of course that's right up her alley!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…レナが沙都子や梨花ちゃんをお持ち帰りしたくなるのは分かる。",
      "だが、ケンタくん人形だけは理解できないぞ！　あんな眼鏡親父のどこがいいんだ！」"
    ],
    "textEn": [
      "\"...I understand her wanting to take home Satoko and Rika-chan.",
      "But I can't understand the Colonel Sanders! What's so good about that four-eyed geezer!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "きっと昨日持ち帰り損ねた、かぁいいケンタくん人形を掘り出しに行くのだろう。",
      "ひょっとするとケンタくん人形の発掘に手間取っているのかもしれない。",
      "ケンタくん人形は、かなりしっかり埋まってしまっているように見える。"
    ],
    "textEn": [
      "Probably so she could dig out that 'kyute' Colonel Sanders that she wasn't able to take home yesterday.",
      "The excavation of Colonel Sanders was probably taking her a while.",
      "It looked like Colonel Sanders was lodged in there pretty firmly."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ケンタくん人形がゴミ山に生き埋めになっているとの通報でしたが…？！」"
    ],
    "textEn": [
      "\"But there was a report Colonel Sanders was buried alive in the trash pile...!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ほれ、どいたどいた。",
      "で、どこだよケンタくんは。」"
    ],
    "textEn": [
      "\"Okay, now move out of the way.",
      "So where is Colonel Sanders?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "横たわるケンタくん人形を、複雑に絡み合った木材や建材がまるで牢屋のように閉じこめていた。"
    ],
    "textEn": [
      "The Colonel Sanders was sideways, surrounded by boards and other construction materials, like they were caging him inside."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……でも……ケンタくん人形…かぁいいんだもん……。",
      "お店のケンタくんには鎖がついてるけど……これならお持ち帰りできる",
      "……はぅ……。」"
    ],
    "textEn": [
      "\"...But... Colonel Sanders... so kyute...",
      "There's a chain on the Colonel Sanders at the store... This one, though... I should be able to take this one home...",
      "Hau...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "このケンタくんを諦めさせれば、レナは多分、お店の店頭の人形の強奪を計画するだろう…。",
      "ケンタくん人形は見えているのに！！",
      "…斧で。",
      "…つるはしで。",
      "…斧、で。"
    ],
    "textEn": [
      "If Rena gave up on this Colonel Sanders, she'll probably start devising a plan to steal the one in front of the store...",
      "Even though I could see Colonel Sanders right there!!",
      "...With axes.",
      "...With pickaxes.",
      "...With... an axe."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「わああぁあぁあぁあぁあッ！！！」"
    ],
    "textEn": [
      "\"AhhHhhhHhHhhh!!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「きゃッ！、ごご、ごめんなさい…！！！",
      "驚いたかな？！驚いたかな？！」"
    ],
    "textEn": [
      "\"Eek! S-S-Sorry...!!!",
      "Did I startle you!? Did I startle you!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナもまた、俺の声に驚き、その手の斧をどさりと草むらに落とした。"
    ],
    "textEn": [
      "Rena dropped the axe she was holding onto the grass after being startled by my voice."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「圭一くんね、さっきほら、斧とかがあると便利だって言ったじゃない？！",
      "そ、それでねレナ、物置からちゃんと斧、持ってきたんだよ…！！」"
    ],
    "textEn": [
      "\"Keiichi-kun, you see, earlier, yeah, you said it would help if you had an axe or something, didn't you!?",
      "S-So then I... brought an axe for you... from the shed...!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「最後の梁はその斧じゃないと壊せそうにない。",
      "せっかく持ってきてくれたんだし。…明日借りるよ。"
    ],
    "textEn": [
      "\"Doesn't look like we can break that last beam without that axe.",
      "You brought it after all... I'll have to borrow it tomorrow."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「なにしょんぼりしてるんだよ。明日にはケンタくんが掘り出せるんだぜ？！」"
    ],
    "textEn": [
      "\"Why do you look so glum? Tomorrow we'll be digging out Colonel Sanders, right!?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そうだよね。…あははは！",
      "早くケンタくんをお持ち帰りしたい〜！」"
    ],
    "textEn": [
      "\"You're right. ...Ahahaha!",
      "I really want to take Colonel Sanders home soon~!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんは「事件」と言い「腕が一本見つからない」と言っていた。",
      "俺はてっきり…バラバラ殺人とかがあったのかと思っていたのだが…違うのだろうか。",
      "…本当に雛見沢でバラバラ殺人なんかあったんですか？、って。",
      "（……嫌な事件だったね。",
      "…腕が一本、まだ見つかってないんだろ？）",
      "富竹さんの言葉通りなら、それは間違いなくバラバラ殺人を示唆していた。"
    ],
    "textEn": [
      "Tomitake-san said, \"one arm wasn't found\" in the 'incident.'",
      "I thought... that a murder by dismemberment had occurred... but I guess I was wrong.",
      "...To ask, \"Was there really a dismemberment here in Hinamizawa?\"",
      "\"...It was quite a disturbing incident.",
      "...They still haven't found one of the arms.\"",
      "If it was just as Tomitake-san said, then undoubtedly there would be mention of the murder."
    ]
  }
]