[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "興宮図書館の前には異様な人だかりが出来ていた。",
      "閑静な図書館前に５０人以上もの人が集まるなんて、普通じゃ考えられないことだった。"
    ],
    "textEn": [
      "A huge crowd had formed in front of the library.",
      "It was hard to believe that over fifty people had assembled in front of such a quiet place."
    ]
  },
  {
    "color": "#5a5e5e",
    "labelEn": "Kameda",
    "labelJp": "亀田",
    "textJp": [
      "「Ｋぇぇい！！",
      "今日は面白くなってきたぜぇえぇ！！",
      "今日のリーダーの前原さんだ、挨拶しろ！！」"
    ],
    "textEn": [
      "\"K!!",
      "Things are getting interesting today!!",
      "That's Maebara-san! He's our leader today!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sportsmen",
    "labelJp": "スポーツマンたち",
    "textJp": [
      "「「「うおッす！！　こんにちはッ！！」」」"
    ],
    "textEn": [
      "\"\"\"Yo!! Glad to meet you!!\"\"\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "亀田くんが連れてきた人たちはさすが皆、スポーツマンだ。",
      "体格が良くて何しろ気合が入っている。",
      "体育会系の部活に入ったことのない俺にとって、そんな人たちに、うおッす！なんて挨拶されると何だか驚くような照れてしまうような。",
      "おっと、そんなことで躊躇してどうするんだよ！！",
      "兵士を率いる武将が照れたりするわけがない！！",
      "そしてその後には、昨日、エンジェルモートで同調してくれた名も知らぬ同志たちがいた。",
      "……言っちゃ失礼だが、一番来てくれないだろうなぁと思っていた人たちだったのに。",
      "昨日のあの場限りの勢いでなく、本当に来てくれたのが嬉しかった。",
      "彼らも気合の入った気勢（奇声？）をあげ、気合充分なようだった。",
      "亀田くんは野球関係者だけでなく、エンジェルモートの方もまとめてくれたわけで……、",
      "この恩は簡単には返せそうになかった。"
    ],
    "textEn": [
      "Kameda-kun had brought a bunch of athletes with him.",
      "They were all very tall and full of spirit.",
      "Being greeted by a bunch of big people at once made me feel uncomfortable.",
      "Whoops, I shouldn't feel so intimidated!!",
      "The commander can't act bashful in front of his troops!",
      "Following after them were our nameless comrades who sympathized with our plight at Angel Mort yesterday.",
      "...I hate to say it, but I never expected any of them to actually show up.",
      "Seeing them all here to support us made me feel glad.",
      "They seemed plenty pumped up too, raising up fervorous cries (shrieks?).",
      "Kameda-kun did so much for me. He brought not only his teammates, but also people from Angel Mort...",
      "I couldn't thank him enough."
    ]
  },
  {
    "color": "#5a5e5e",
    "labelEn": "Kameda",
    "labelJp": "亀田",
    "textJp": [
      "「水臭いぜ、Ｋ。俺たちはエンジェルモートの義兄弟っすよー！！",
      "デザふぇに行った連中の噂だと、夏の新デザート、恥じらいの青い果実サンデーが最高にいいらしいっす！！"
    ],
    "textEn": [
      "\"Don't worry, K! We're all brothers at Angel Mort!",
      "I heard from the people who went to the Dessert Fiesta today that... the dessert named 'Innocent Blue Sundae' is the best one!"
    ]
  },
  {
    "color": "#5a5e5e",
    "labelEn": "Kameda",
    "labelJp": "亀田",
    "textJp": [
      "この夏は一緒に青い果実を貪り食いに行きましょうおおおぉ！！」"
    ],
    "textEn": [
      "Let's eat it together this summer!!\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「圭一くん！",
      "今日はすごいねぇ！",
      "これを全部、君がひとりで集めたのかい？！」"
    ],
    "textEn": [
      "\"Keiichi-kun!",
      "This is incredible!",
      "You gathered this many people by yourself?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「こんにちは。",
      "ここまでとは思わなかったわ。",
      "やるわねぇ、くすくす。」"
    ],
    "textEn": [
      "\"Hello.",
      "I never expected you'd get this many people here.",
      "Good job, hee hee.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「富竹さん、鷹野さん！！",
      "どうしてここに？！」"
    ],
    "textEn": [
      "\"Tomitake-san, Takano-san!",
      "Why are you two here?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「あ、レナは知らなかったか。",
      "昨夜の祭りの実行委員会の席でね、今日への参加を表明してくれたんだよ。",
      "確か、監督も来るはず…。」"
    ],
    "textEn": [
      "\"Oh, you didn't know?",
      "They told us they'd come at the meeting last night.",
      "The coach is supposed to be here too...\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「お待たせしました。",
      "遅れて申し訳ございません。",
      "留守番のスタッフへの引継ぎに手間取りまして。」"
    ],
    "textEn": [
      "\"Sorry I made you wait so long!",
      "I'm sorry for being so late.",
      "It took me a while to leave the clinic.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「わああああ！",
      "監督、それすごいすごい…！！」"
    ],
    "textEn": [
      "\"Woooow!",
      "Coach, that's amazing. It's amazing!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "監督はハチマキにタスキ、それに横断幕まで作ってきた。",
      "…用意がいいなぁ！！",
      "もちろんハチマキやタスキには「北条沙都子を救え！」「相談所は即時対応せよ！」など、何だか立派な文言が踊り、とてもデモっぽい！",
      "しかもそれは他の人数分も作ったらしく、それを詩音と鷹野さんに配らせていた。"
    ],
    "textEn": [
      "Coach had brought some sashes, headbands, and banners with him.",
      "...He was so well-prepared!!",
      "The sashes and headbands read \"Save Satoko Houjou!\" and \"The consultation center must take action immediately!\". They were perfect for our protest!",
      "He had brought lots of extras along, too. Takano-san and Shion handed them out to other supporters."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「何て言うのか、監督のこういうセンスが私、大ッ嫌いなんですけど…。",
      "でも、今日はちょっと見直してます。」"
    ],
    "textEn": [
      "\"You know, Coach, I loathe that style of yours...",
      "but you've earned some respect today.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「しかし、こういうアイテムもいいね。",
      "ここにいる６０人は全員に面識があるわけじゃない。",
      "でも同じハチマキやタスキを身に着けることで、同じ目的を持った仲間だとわかり、連帯感も育めるからねぇ！」"
    ],
    "textEn": [
      "\"You know, I really like these things.",
      "Not all sixty of us know each other,",
      "but when we all wear the same headbands, I start to feel a real sense of unity!\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「こんなのを身に着けると、ダム戦争の時代に戻った気がするよ。",
      "ハチマキやタスキをした雛見沢の人たちは無敵だったんだ。",
      "誰が相手でも怯まなかった！」"
    ],
    "textEn": [
      "\"It feels like I'm back at the dam conflict.",
      "The people of Hinamizawa were wearing headbands and sashes just like these. It was like they were invincible.",
      "No one could make them stop!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんの言うとおりだった。",
      "クラスメートが集めてきた興宮に登校している子どもたちも、みんなハチマキやタスキに抵抗感はまったくないようだった。",
      "こんなの恥ずかしいから嫌だどころか、まるで野球ファンがお揃いの法被を着て団結するような感じだった。"
    ],
    "textEn": [
      "Tomitake-san was exactly right.",
      "Even the kids from Okinomiya were willing to wear the headbands.",
      "It was like we were supporting a baseball team."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「さ、梨花さんもぜひ。",
      "これだけの数を作るのは苦労したんですよ〜。」"
    ],
    "textEn": [
      "\"Here, Rika-san.",
      "It took us a while to get all of these made...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……入江…。」"
    ],
    "textEn": [
      "\"......Irie...\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「私も、自分が出来ることを惜しみませんよ。",
      "沙都子ちゃんを助け出すために、全力を尽くしましょう！」"
    ],
    "textEn": [
      "\"I'll do everything I can!",
      "I'll do my very best to help us rescue Satoko-chan!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「はい、圭一くんの！",
      "すごいね、昨日は社会科見学さま御一行だったのに、…今日はまるで雰囲気が違う！」"
    ],
    "textEn": [
      "\"Here, these are yours, Keiichi-kun!",
      "It felt like a field trip yesterday, but today it's totally different!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そうだな…！！",
      "俺は人数が多けりゃ相手はビビるだろうくらいに思ってたが、これは迫力が違う！！",
      "やはりハッタリって大事なんだなって思うぜ…！！」"
    ],
    "textEn": [
      "\"Yeah, I agree...!!",
      "I figured showing up in greater numbers would intimidate them, but this has way more impact!!",
      "Bluffs really are important after all!!\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「さ、そろそろ時間よ。",
      "団長、決起の挨拶をお願いね。」"
    ],
    "textEn": [
      "\"It's just about time.",
      "Call us to attention, captain!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「団長なんて、そんな恥ずかしい…。",
      "俺なんて単なる発起人で…。」"
    ],
    "textEn": [
      "\"Captain...?",
      "I'm just the person who set this up...\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「圭一くん、リーダーがそんなじゃ貫禄がないよ！"
    ],
    "textEn": [
      "\"Keiichi-kun, you need to act more like a leader!"
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "さぁ、胸を張って！」"
    ],
    "textEn": [
      "Get up there and stand strong!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんのカメラフラッシュを浴びながら、俺はみんなの前へ出る。",
      "それだけでみんなの私語が止み、俺へ視線が集まるのを感じた。",
      "………ものすごい緊張感だ。",
      "だが、同時に、これだけの気合の入った仲間たちと人数が集まったことに対するワクワク感を隠せなかった。"
    ],
    "textEn": [
      "I walked out in front of everyone while Tomitake-san took pictures.",
      "Everyone went quiet and turned their gaze to me.",
      "......I felt so nervous.",
      "But at the same time, I also felt really thrilled to see all of our comrades here."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「みんな、今日は集まってくれてありがとう！！！",
      "すでに聞いてると思うが、俺たちのクラスメート、北条沙都子が叔父に誘拐同然にさらわれてもう四日目！！"
    ],
    "textEn": [
      "\"Thanks for being here today, everyone!!!",
      "As you know, it's been four days since my classmate Satoko Houjou was taken by her uncle!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "かつて気の向くままに沙都子を虐め、愛人のところへ一年間も蒸発していた叔父がどうして親権者なんて名乗れるのか！！"
    ],
    "textEn": [
      "How can he claim to be her legal guardian? He used to beat her, and he neglected her for a whole year so he could live with his lover here in Okinomiya!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "児童相談所は直ちに状況を理解し、沙都子に対する緊急保護を実施するべきである！！",
      "だが児童相談所側は慎重な対応を理由に現状を放置！",
      "沙都子が日々の窒息しそうな環境の中で心をすり潰されていっている急を理解していない！！"
    ],
    "textEn": [
      "The child consultation center must urgently take care of this matter and save Satoko from him!!",
      "However, they're putting her case on hold!",
      "They just don't understand how much of an emergency this is!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "俺たちはこれより三日目の陳情を決行し、児童相談所に改めて緊急の対応を求めるものであるッ！！！」"
    ],
    "textEn": [
      "Today we're going to attempt our third appeal, so as to get them to save her as soon as possible!!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「今日、学校で沙都子ちゃんの姿を見た人ならわかるはず！！",
      "あの快活だった沙都子ちゃんがたったの四日であんなにもやつれ果ててしまって！",
      "あんな姿をこれ以上放っておくなんて絶対にできない！！」"
    ],
    "textEn": [
      "\"For those who saw Satoko-chan at school today, you should all know!",
      "She was at her wit's end after only four days!",
      "We can't leave her in that environment any longer!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「これですでに三日連続！",
      "しかも人数はここまで膨れ上がった！！",
      "相談所側に私たちの強い意志を訴えよう！！",
      "私たちは仲間を見捨てたりしないッ！！」"
    ],
    "textEn": [
      "\"This is our third attempt!",
      "We have so many people on our side, too!!",
      "Let's let them know how important this is!!",
      "We're not going to neglect our friend!!\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「…すごいね！",
      "こいつは間違いなくダム戦争の再来だよ！」"
    ],
    "textEn": [
      "\"...Amazing!",
      "This really is the return of the dam conflict!\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「ダム戦争を知らないはずの前原くんが、ダム戦争を再びなんて。",
      "面白いものね。",
      "やはりこの地には、人を結束させたくなる何かがあるということなのかしら。」"
    ],
    "textEn": [
      "\"Maebara-kun wasn't even living here when that happened.",
      "This is quite interesting.",
      "There must be something about this village that brings people together...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「やっぱり田舎的な人懐っこい風土によるものだと思います。",
      "だから、今日のこれは起こるべくして起こったんです。」"
    ],
    "textEn": [
      "\"That's just the culture here, I think.",
      "Something like this happening was inevitable.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「僕たちは隣人の顔も覚えてない都会に住んでるけど、それと比べると何だか羨ましいね。」"
    ],
    "textEn": [
      "\"I come from a city where neighbors don't even know each other's faces... I'm a little jealous.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……電車の本数が少ないとグチってた人がよく言いますですよ。」"
    ],
    "textEn": [
      "\"...That's a bit rich coming from someone who keeps complaining about the lack of trains.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Otaku",
    "labelJp": "オタク",
    "textJp": [
      "「全軍突撃準備完了！",
      "閣下はただここで死ねとのみご命令を！！」"
    ],
    "textEn": [
      "\"All units prepared for assault!",
      "Give us the order to lay our lives down today, Your Excellency!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Otaku",
    "labelJp": "オタク",
    "textJp": [
      "「要求貫徹、絶対救出ッ！！",
      "みんな、Ｋに続けぇえ！！」"
    ],
    "textEn": [
      "\"Press our demands, rescue the target!!",
      "Everyone, follow K's command!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Otakus",
    "labelJp": "オタクたち",
    "textJp": [
      "「「うお！",
      "うおぉ！",
      "うをおおおぉおおお！！！」」"
    ],
    "textEn": [
      "\"Yeah!",
      "Yeah!",
      "Yeeeeeeeah!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "相談所に乗り込む前からこの迫力だ。",
      "それが相談所に伝わらないはずはなかった。",
      "窓には人影があり、この様子を見ながら慌てふためいているようだった。"
    ],
    "textEn": [
      "Everyone had that much vigor before we'd even entered the building.",
      "They had to have heard what was going on outside.",
      "In fact, panicked-looking people were staring at us out the windows."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「さぁ、参りましょう！」"
    ],
    "textEn": [
      "\"Well, here goes nothing!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "監督に力強く背中を叩かれ、俺はいよいよ６０人という大勢の意思を背負いながら、三日目の第一歩を踏み出す。",
      "自動扉をくぐり、カウンターまでの約２０ｍくらいをゆっくり踏みしめながら迫る…！"
    ],
    "textEn": [
      "Irie pushed me forward, and I took the first step of our third attempt, with the weight of sixty people on my shoulders.",
      "We went through the automatic doors, and slowly crossed twenty meters to the counter..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…これでならどうだ。",
      "一昨日は相談員、昨日は係長。",
      "なら今日は所長か？！」"
    ],
    "textEn": [
      "\"...How will they take this?",
      "The first day it was just a counselor. Yesterday was a manager.",
      "Think we'll get the guy in charge today?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「わからない。"
    ],
    "textEn": [
      "\"I don't know..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "でも、きっと私たちの強い意志は伝わるはずだよ…！」"
    ],
    "textEn": [
      "but I'm sure they'll understand just how much we care about her...!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Office Worker",
    "labelJp": "事務員",
    "textJp": [
      "「こ、こんにちは…、今日はどのようなご用件でしょうか…。」"
    ],
    "textEn": [
      "\"H-Hello... How may I help you today...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「昨日と同じです。",
      "北条沙都子の緊急対応を求めて陳情に参りました！」"
    ],
    "textEn": [
      "\"Same as yesterday.",
      "We're here to appeal for immediate action on behalf of Satoko Houjou!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "事務室の奥では、昨日対応をしてくれた係長が、立派な席の人物とこちらを伺いながら口早にやり取りをしているようだった。",
      "その様子を見るだけで、今日も来るかもしれないとは思っていたが、まさかこれほどの人数とは…と驚いているのが伝わってくる。",
      "これだけの人数なら今日こそきっと行けると詩音が意気込むが、だからこそ俺は油断できなかった。",
      "……正直なところ、この人数が恐らく八方手を尽くして集められる俺のマックスだ。",
      "今日でもビクともしないなら…明日はどうするのか。",
      "強気な表向きとは裏腹に内心は緊張感で張り裂けそうだった。",
      "だがそんな臆病な感情は、隣を歩いてくれているレナの表情の、頼もしい力強さを見ていると薄れる。",
      "でも、よくよく考えればレナも同じことを考えて俺の顔を見ているのかもしれない。",
      "実はみんながみんな、今日の訴えで沙都子を救えるかどうか不安がっているに違いない。",
      "でも、互いがそれを隠し合い、相手の元気に励まされて相互効果を得る。",
      "これこそ間違いなく、集団の強みだった。",
      "この強さやエネルギーは絶対に一人には宿せない。",
      "結集することでしか生み出せないパワーだ。",
      "一滴の水滴が石に穴を開けるのに気が遠くなる時間が掛かるのに、津波となって押し寄せれば全てを砕いて押し流す！",
      "やがて係長がカウンターの向こうからすっ飛んできた。",
      "言い分はこうだ。",
      "今日は都合で会議室が全て使えないため、これだけの人数を収容できない。",
      "ただし、今日の話は所長も伺いたいと言っているので、所長席前の応接スペースで伺いたいという。",
      "手狭なので、申し訳ないが代表を３名としてほしいとのことだった。"
    ],
    "textEn": [
      "At the far end of the office, I saw the manager from yesterday talking to a guy sitting behind an important-looking desk.",
      "I could tell he was intimidated to see so many people.",
      "Shion said that this was the day we'd finally close the deal, but I couldn't be that optimistic yet.",
      "...To be honest, our current numbers were probably the maximum number of people that I could get.",
      "So what would we do... if things didn't work out today?",
      "I put up a brave front, but internally I was nearly cracking with the anxiety.",
      "But looking at the hopeful, encouraging expression on Rena's face as she walked beside me helped disperse those timid feelings.",
      "Rena might hold the very same worries inside of her heart.",
      "Everyone must be wondering if we can really save Satoko or not.",
      "But today, we were supporting each other by hiding those worries.",
      "That was unmistakably our team's strong point.",
      "We could never have gathered so much energy and strength if we were alone.",
      "That power can only be created when people work together!",
      "It takes forever for a drop of water to wear away at one rock, but a tsunami can break it into pieces in a second!",
      "The manager approached the counter.",
      "He started speaking to me,",
      "saying that as the meeting room wasn't open today, he couldn't let us all into one room.",
      "However, the head of the office was willing to see us, so we could use the reception area in front of his desk.",
      "Since the room is so small, however, he asked us to choose three representatives to come inside."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Harayama",
    "labelJp": "原山",
    "textJp": [
      "「本当に申し訳ございません…。",
      "他のお客様へのご配慮と言うことでご理解をご協力をいただけると助かるのですが…。」"
    ],
    "textEn": [
      "\"I am truly sorry...",
      "We hope you'll understand this is out of concern for our visitors, and show that you're willing to cooperate.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "せっかくこれだけの人数でやって来たのに、代表３人だけというのでは意味がないのでは。",
      "そんなのは受け容れられないと突っぱねようとしたが、魅音は受け容れてもいいだろうと囁く。"
    ],
    "textEn": [
      "We were here with all these people, and they were only letting three of us inside?",
      "I wanted to refuse their offer, but Mion told me to take it."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「この人数で占拠すれば、業務への支障を理由に揚げ足を取られかねないしね。",
      "すでに充分インパクトは与えてる。"
    ],
    "textEn": [
      "\"If we occupied the office with our numbers, they could fault us for obstructing their business.",
      "I think they're intimidated enough."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "向こうも施設長が直接話を聞くと言ってるし、これは向こうの最高の対応でもあるよ。」"
    ],
    "textEn": [
      "The head of the office is willing to talk with you today. I think that's the best treatment you can get from them.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……みんな、がくがくぶるぶるでにゃーにゃーしてますですよ。」"
    ],
    "textEn": [
      "\"......They're all shaking like scaredy-cats.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あははは、にゃーにゃー！"
    ],
    "textEn": [
      "\"Ahahaha! Meow meow!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "でも、会議室が空いてないってのは嘘くさいですけどねー。」"
    ],
    "textEn": [
      "Still, it's definitely a lie that the meeting room isn't available today.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私も嘘だと思うな。",
      "でも、魅ぃちゃんの言うとおり、これだけの人数で押し掛けたというインパクトは充分与えたと思う。」"
    ],
    "textEn": [
      "\"I think so too.",
      "But Mii-chan is right. I think they're intimidated enough.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「所長さんは相談所の最高責任者です。",
      "それが話を聞くという礼を尽くした以上、こちらにも多少の譲歩が必要かもしれませんね。」"
    ],
    "textEn": [
      "\"The head of the office is the top of the whole organization.",
      "If he's willing to talk to us, we might have to compromise as well.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「……話し合いの場を設けたのに先方が席に着かなかった。",
      "そういう記録だけ残ると、話し合いの余地なしってことにされてしまうわね。」"
    ],
    "textEn": [
      "\"...If we refuse to see him, that will go on the record.",
      "We don't want them to be able to claim that we refused to talk to him.\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「部外者の意見で恐縮だけど、…ここは、話し合いに来ているということをアピールするべきだと思うなぁ。」"
    ],
    "textEn": [
      "\"I think we should make it clear that we're here to have a conversation...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "うーむ。",
      "さすがこれだけの人数になると色々な意見が聞けるものだ。",
      "俺一人だったら、代表３人なんて言われた時に馬鹿にしてるのかと怒り出してたはずだ。",
      "でも、それはどうやら最善手ではないらしい。",
      "……やっぱり、こういうところで、みんなの力というものの重要さを認識する。"
    ],
    "textEn": [
      "Hmm.",
      "It was good to get suggestions from so many different people.",
      "If it was only me, I would've just gotten pissed off and left.",
      "That was probably not the best idea.",
      "...Once again, I felt how important it was that we were a team."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「わかりました。",
      "では代表３人ということにします。",
      "……で、代表は誰にしよう？」"
    ],
    "textEn": [
      "\"I understand.",
      "Three of us will go talk to him, then...",
      "...But who should it be?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「代表は圭一くんでいいと思うな。"
    ],
    "textEn": [
      "\"Keiichi-kun, you have to go."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "あと、大人として監督と、魅ぃちゃんもついててくれれば文句なしかな！」"
    ],
    "textEn": [
      "Other than you, I think Coach and Mii-chan would be the best choice!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「所長が私の顔を知ってたら、園崎家の圧力ってことになっちゃう。",
      "…今回の件は園崎家はノータッチなんで、そこを誤解させられない。"
    ],
    "textEn": [
      "\"If the head of the office recognizes me, they'll think that this is the Sonozaki family's doing.",
      "...I can't let him think that, since my family has nothing to do with this case."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "……うぅ、大人の事情でごめん。」"
    ],
    "textEn": [
      "...Mm, I'm really sorry, but it's those adult circumstances again.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「沙都子を助けるのは私たちの戦いで、鬼婆とは何の関係もありませんからね。"
    ],
    "textEn": [
      "\"Saving Satoko is our fight. That old hag has nothing to do with this anyway."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "なら、レナさんはどうです？",
      "ガツンと一発叩き込んでやってくださいよ！」"
    ],
    "textEn": [
      "How about you, Rena-san?",
      "You should go and talk with them!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「私でもいいけど、……梨花ちゃんはどう？」"
    ],
    "textEn": [
      "\"I don't mind... but how about you, Rika-chan?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……みー？」"
    ],
    "textEn": [
      "\"......Meep?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「沙都子ちゃんの一番のお友達として、代表に加わってもいいんじゃないかな。」"
    ],
    "textEn": [
      "\"As Satoko-chan's best friend, I think you should be a representative.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…………………。」"
    ],
    "textEn": [
      "\"...............\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんは無口だから、意志の強さを測れない時がある。",
      "でも、沙都子の一番の親友だったのだ。",
      "この一年間、家族同然の暮らしをしていた。",
      "その絆は一番強いだろう。"
    ],
    "textEn": [
      "Rika-chan is a quiet girl, so it'd be hard for them to understand what she's thinking.",
      "However, she's Satoko's best friend.",
      "She had been living with her for the past year, as if they were family.",
      "She has the strongest bond with Satoko out of any of us."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「よし、俺と監督、そして梨花ちゃんで行こう！」"
    ],
    "textEn": [
      "\"All right. Coach, Rika-chan, and me! We're going in!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「了解。",
      "私はみんなをまとめるよ。」"
    ],
    "textEn": [
      "\"Roger.",
      "I'll get everyone under control.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音はウィンクして応えると、みんなに対して事情を説明し始めた。"
    ],
    "textEn": [
      "Mion winked at me and started explaining the situation to everyone else."
    ]
  }
]