[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ひょっとすると沙都子が登校しているかもしれないと信じて、私は鈍い体を鞭打ち登校した。",
      "遅刻してまで登校したのに、……沙都子の席は当然のように空席だった。",
      "……その空席を見て、私の心はずたずたのぼろぼろだった。",
      "もう賭けるものすらないのに、わずかの期待に賭けるなら、敗れた時の代償は自らの心を切り刻んで支払うしかない。",
      "心のばっくり裂けた傷口から血がぶわっと溢れ出し、その塩辛い血が目からぼろりと落ちた。"
    ],
    "textEn": [
      "I dragged my body to school, hoping that Satoko might be there.",
      "But, just as I expected... there was no one sitting in her seat.",
      "...I felt all the more devastated just seeing it empty.",
      "I had nothing left to bet on. All I could do was get hurt and suffer devastation.",
      "Blood flowed from my broken heart and found its way out through my eyes in the form of tears."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「古手さん、どうしましたか？",
      "今日は北条さんはお休みですか…？」"
    ],
    "textEn": [
      "\"Is something wrong, Furude-san?",
      "Is Houjou-san absent today...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子が休みで、私が遅刻して涙を零しているということに、クラス全体が異常を感じ取ったらしい。",
      "……でも、私にはそんなみんなの眼差しに同情は感じても、頼もしさは何も感じなかった。",
      "ここにいる誰もが沙都子を救えないのだ。",
      "誰にも、誰にも救えない…！",
      "そんな役にも立たないやつら相手に、私はいつまで愛想笑いをしていなければならないのか？",
      "………どうせ終わる世界なんだ。",
      "このまま放っておけば、私は綿流しの後、何日かでいつものようにフィルムが突然途切れるように殺されて、再び今月の頭に戻るだろう。",
      "そうして、永遠に昭和５８年の６月を生き続ける。",
      "昭和５８年６月に閉じ込められる。",
      "死すらももはや私をこの牢獄から逃さない。"
    ],
    "textEn": [
      "The whole class was wondering why I came in late today, and why Satoko wasn't with me.",
      "...But even if I felt sympathy from everyone's eyes on me, I didn't feel any promise from them.",
      "No one here was able to save Satoko.",
      "No one. No one could save her...!",
      "Why should I have to keep smiling at all these useless people?",
      "...This world is finished anyway.",
      "If l leave matters alone, then a few days after the Watanagashi festival, my movie reel will be cut as I'm murdered like usual, and I'll return to the beginning of this month again.",
      "And so I'll continue to live forever in June 1983.",
      "Trapped here.",
      "Even death won't set me free from that prison."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「古手さん、何かあったなら話してください。",
      "北条さんは今日はどうしたんですか？",
      "風邪でお休みですか？」"
    ],
    "textEn": [
      "\"Furude-san, please talk to me if something happened.",
      "Where is Houjou-san?",
      "Is she sick?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……………うるさいな。」"
    ],
    "textEn": [
      "\"........Shut up.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "教室中が一瞬、息を飲み込んだ。",
      "古手梨花が、そんな言葉を発するなんて誰も思わなかったからだ。",
      "……私自身は、過去のいくつかの世界で投げやりにそういう言葉を発したことがあるが、ここにいるこいつらにとって、それらは常に初めてだ。",
      "……それはとても気楽なことで、羨ましいこと。"
    ],
    "textEn": [
      "The whole class gasped.",
      "No one expected Rika Furude to talk like that.",
      "...I, myself, made such blunt statements a few times in several past worlds, but it was always the first time anyone in that world heard anything like that.",
      "...That must have been very easy for them, and I envied it."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「ふ、……古手さん……。」"
    ],
    "textEn": [
      "\"F-Furude-san......\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "知恵は呆然としていた。",
      "私はそんなことお構いなしに席を立ち上がる。",
      "…沙都子がいないとわかれば、こんな暑苦しいところで日が傾くまで拘束されているなんてまっぴらごめんだった。"
    ],
    "textEn": [
      "Chie was standing there dumbfounded.",
      "I stood up from my seat.",
      "If Satoko wasn't around, I didn't want to be locked up inside of this humid place."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………帰るわ。」"
    ],
    "textEn": [
      "\"I'm going home...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もう来ないと思う、さようなら。",
      "……そうも言おうと思った。",
      "でもズタズタにされてもまだ心の中から零れないわずかの感情が、ひょっとすると明日は沙都子が登校してくるかもしれないなんて甘えたりするものだから、…その言葉は喉で留まった。",
      "だが、さすがに知恵も甘くなかった。",
      "私の腕を掴むと、クラスに自習を言い渡して職員室に連れて行くのだった。",
      "私は校長席の前にあるソファーに座るよう命じられる。",
      "………従う義理はない。",
      "開けっ放しになっている窓から飛び出して逃げ出せばいいだけのことだ。",
      "でも、その気力もないから、命じられるままにソファーに腰を埋めた。",
      "…人は抵抗する意思がなければ、基本的に言いなりに体が動くようにできているのだなと実感する。",
      "……それは、…沙都子も同じ。",
      "抵抗する意思までも打ち砕かれたら、…体はもう言いなりに動くだけの屍だ……。"
    ],
    "textEn": [
      "I'm not coming here anymore. Good bye.",
      "...I felt like saying something like that.",
      "However, I retained the small hope that Satoko might go to school the next day, so I kept it to myself.",
      "However, Chie wouldn't let me go.",
      "She grabbed me by the arm and dragged me to the teacher's office instead.",
      "Chie told me to take a seat on a couch by the principal's office.",
      "......She had no right to tell me what to do.",
      "I could just escape through the open window.",
      "As I didn't have that kind of energy, however, I sat on the couch as she told me to.",
      "...I realized then that I didn't even have the energy to be rebellious.",
      "...Maybe... Satoko felt the same.",
      "She lost the energy to rebel, and so she was simply obeying her uncle..."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「古手さん。",
      "何があったか話してください。",
      "先生はきっと力になれますよ。」"
    ],
    "textEn": [
      "\"Furude-san.",
      "Please tell me what's going on.",
      "I'm sure I can help you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "知恵は向いに座りそう言ったが、それは言葉だけだということを知っている。",
      "……結局、知恵の力というのは児童相談所に通報するのみだ。",
      "別に北条家へ押し掛けて、沙都子を連れ戻してくれるわけじゃない。",
      "そんなことを考えたら、……知恵に沙都子のことを話すなんて何の意味もないこと。",
      "穴を掘って、王様の耳はロバの耳って叫ぶのとまったく同じだ。",
      "……そうすると、葦が生えてきて王様の耳はロバの耳と叫び出す。",
      "そしてそれは誰かの耳に入って結局めちゃくちゃになるのだ。",
      "児童相談所に連絡が行くと、保護司が沙都子のところへ行く。",
      "叔父は虐待を否定し、沙都子も悟史への妙な義理から虐待を否定し耐え忍ぼうとする。",
      "そこへさらに、過去の沙都子のウソ通報の前歴が重なり様子見に決定する。",
      "叔父は相談所を誤魔化すために、一時的に沙都子の登校を許すが、沙都子が通報したものと思い込み、より一層陰湿な暴力をエスカレートさせていく。",
      "……去年、叔母が一層沙都子を陰湿に虐めたように。",
      "結局、沙都子には何の助けにもならず、ただでさえ酷い環境をさらに悪化させるだけなのだ。",
      "ならばいっそのこと、通報なんかしない方がいい。",
      "……でも、通報しなかったからといって、何か世界が好転するのか…？",
      "しない。",
      "何も変らない。",
      "沙都子を飲み込んだ運命にとって、それは沙都子を腹中に収めたまま、仰向けに寝転ぶかうつ伏せに寝転ぶかを選ぶ程度でしかないのだ。"
    ],
    "textEn": [
      "Chie spoke to me, but I already knew that her words were empty.",
      "All she would do was call the child consultation center.",
      "She wouldn't go to the Houjou residence and pull Satoko out of there.",
      "So there was no point... in even discussing the topic with her.",
      "If I told her, she wouldn't keep it to herself.",
      "...And shortly, everyone would know about what was happening with Satoko.",
      "That would only result in chaos.",
      "If they call the child consultation center, the staff from there will go and visit Satoko.",
      "Her uncle will deny the abuse, and Satoko will also deny it because of the guilt she feels over Satoshi leaving.",
      "Shortly after, they'll find out about the false reports Satoko made before, and they'll decide to not proceed any further.",
      "Her uncle will allow Satoko to go to school for a few days, but his abuse will get worse because he'll think she's the one who called the child consultation center.",
      "He'll do horrible things to her, just like her aunt did last year.",
      "Calling the child consultation center will not help Satoko. It will instead put her in an even worse situation.",
      "It's better not to notify them at all.",
      "...But if we don't report it, then how else is this world supposed to improve...?",
      "No.",
      "Nothing is going to change.",
      "There's nothing that can be done once this unfortunate fate overtakes Satoko."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「北条さんの叔父さんが……。",
      "それは本当ですか…！」"
    ],
    "textEn": [
      "\"You say Houjou-san's uncle is back...",
      "Is that true...?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………………。」"
    ],
    "textEn": [
      "\"............\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "いつの間にか私は、知恵の問いかけに一問一答で答えて全てを話してしまったようだった。",
      "話しても話さなくても何も変らない世界だとわかった時点で、…何も抗う気なんてない。",
      "だから聞かれれば話してしまう。",
      "…その程度のことだった。"
    ],
    "textEn": [
      "I had somehow answered all of Chie's questions without noticing.",
      "I knew that nothing would change, whether I spoke to her or not...",
      "So I just told her everything...",
      "because I had no energy to rebel."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「だ、…大体状況はわかりました。",
      "…大変なことになりましたね……。」"
    ],
    "textEn": [
      "\"I understand what's going on now...",
      "This is horrible...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「で…。",
      "……そこまで知って、あなたは何ができるの？」"
    ],
    "textEn": [
      "\"So...",
      "now that you know what's going on, what can you do...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の毒のある口調にも少し慣れたのか、知恵はまったく怯まずに即答した。"
    ],
    "textEn": [
      "Chie answered right away, without faltering, already used to my spiteful tone."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「今日、夕方に家庭訪問に行ってみます。",
      "まずは沙都子ちゃんに会って事情を聞いてみます。",
      "それで問題があるようならば、」"
    ],
    "textEn": [
      "\"I will visit her house today.",
      "I need to see Satoko-chan and talk to her first.",
      "Then if there's a problem...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……児童相談所に相談するって言うんでしょう？",
      "沙都子は過去に嘘の通報をした記録が残ってると思うからね。",
      "……虐待の確たる証拠がないと動いてくれないわ。"
    ],
    "textEn": [
      "\"You're going to call the child consultation center, right?",
      "They have it on record showing that she made false reports in the past.",
      "They'll never do anything unless there's proof of abuse..."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "人が殺されるまで捜査をしてくれない警察とまったく同じよ。",
      "沙都子が殺されるまで、相談所は動いてなんかくれない。"
    ],
    "textEn": [
      "They're just like the police, who don't start investigations until after someone's dead.",
      "They won't do anything unless Satoko is killed."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "そうすると相談所も学校もこう言うの？",
      "虐めの兆候はまったくなかった、普段は明るくてまったく予見できなかったって、誰かが用意してくれたコメントを読み上げるみたいに同じことを言うのよね。"
    ],
    "textEn": [
      "When that happens, this is what both the school and the child consultation center will say:",
      "'We never saw this coming. She was such a bright girl.' They'll just repeat the same words as if they were scripted."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "あははははは、本当に馬鹿ばっかね。",
      "あはははははは…。」"
    ],
    "textEn": [
      "Ahahahahaha. You people are idiots.",
      "Ahahahahahaha...\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……………そこは、",
      "…きっと相談所の人が何とかしてくれると思います。",
      "私も、北条さんの窮状をしっかり訴えます。」"
    ],
    "textEn": [
      "\"I believe...",
      "that the people from the center will do something about it.",
      "I will make sure to tell them that she needs help.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……あんたは過去の世界でもちゃんと訴えてくれてたわね。",
      "その義務を果たそうとする気持ちは疑わないけれど、その訴えに意味があるかどうかは大いに疑わしい。",
      "訴えは、訴える方に意味があるんじゃない。",
      "訴えられる方に意味がある。",
      "いくら知恵が熱心に訴えたとて、相手が過去の沙都子の記録を読みながら木で鼻をくくったような対応をするなら、何の意味のないのだから。"
    ],
    "textEn": [
      "...You've done the same in previous lives, too.",
      "I wasn't denying her passion, but I couldn't say that there was meaning to it.",
      "The problem wasn't with Chie.",
      "The problem was with them.",
      "No matter how hard Chie tried to seek help from child services, it meant nothing as long as they held biased notions about Satoko."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんなの、虐待の痕跡があるかどうかなんて関係ないじゃないですか！！」"
    ],
    "textEn": [
      "\"It doesn't matter if they find proof of abuse or not!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "突然、職員室前の廊下から声が聞こえた。",
      "詩音の声だった。",
      "知恵が、誰ですか！と叫ぶと、ヤバっと魅音の小さい声が聞こえた。",
      "どうやら、息を潜めてやりとりを聞いていた連中がいるようだ。",
      "それで、彼らのひそひそ話が白熱し、つい大声を出してしまったというところだろう。",
      "…詩音は激情しやすいから。",
      "廊下からは、ぞろぞろと４人も現れた。",
      "魅音詩音に、圭一にレナだった。"
    ],
    "textEn": [
      "I suddenly heard a voice from the hallway.",
      "It was Shion's voice.",
      "Chie shouted, \"Who's there?!\" and I heard Mion gasping, \"Crap!\"",
      "They must have been listening to our conversation.",
      "They were having a quiet discussion outside the door, but Shion accidentally raised her voice.",
      "She gets so violent sometimes...",
      "Four people entered into the room from the hallway.",
      "Mion, Shion, Keiichi and Rena."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「自習だと言ったはずですよ！",
      "委員長は皆さんを連れて教室に戻りなさい！」"
    ],
    "textEn": [
      "\"I told you to stay in class!",
      "Go back to the classroom!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんな場合じゃないです！",
      "沙都子に何かあったら先生、どう責任を取るつもりなんですか？！",
      "取れないでしょ？！",
      "日和ってる場合じゃないです！",
      "すぐに行動を起こさなきゃ駄目です！！"
    ],
    "textEn": [
      "\"We can't, not in this situation!",
      "What are you going to do if something happens to Satoko?",
      "Do you want to be responsible for that?",
      "There's no time to waste!",
      "We have to do something right now!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "お姉の馬鹿とかは、虐待のちゃんとした証拠がないとむしろ事態を悪化させかねないとか言ってますけど、そんな証拠が残った後じゃ遅いんです！！",
      "魅音は沙都子を見殺しにする気ッ？！」"
    ],
    "textEn": [
      "My sis is saying that things will get worse unless there's some kind of proof of abuse, but it'll be too late once there is!!",
      "Do you want to see Satoko dead, Mion?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「そ、そこまで言ってないよ！",
      "さっきも言ったように、沙都子には過去に虐待ＳＯＳに嘘の通報電話をした経験があって、それ以来、マークされてるんだよ！"
    ],
    "textEn": [
      "\"That's not what I'm trying to say!",
      "Like I told you, Satoko once made a false report to the abuse hotline, and they have that record at the child consultation center!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "だからしっかりした証拠がなければ、必ず訪問調査だけして様子見ってことになる。",
      "それはどういうことか考えなよ！",
      "叔父の怒りに油を注ぐだけ！",
      "沙都子を余計追い詰めるだけなんだよ！！」"
    ],
    "textEn": [
      "Without proof, they won't investigate her case any further.",
      "Just think about what that means!",
      "It'll only make her uncle more furious!",
      "Satoko's situation will get even worse!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「くそ、何だよそれはよッ！！",
      "何かある前に手を施すのが救うってことだろ？！",
      "沙都子に致命的な虐待の痕跡が刻印されるまで放置しろってのか？！」"
    ],
    "textEn": [
      "\"What the hell!",
      "They're supposed to help her before something happens, right?",
      "Are they really not going to do anything unless she's seriously injured?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……みんな落ち着いて。",
      "私も詩ぃちゃんや圭一くんと同じ意見。",
      "何かあるまで様子を見ようなんてのは、絶対思わない。",
      "なら、何ができるのかを考えなくちゃ！」"
    ],
    "textEn": [
      "\"Calm down, you two...",
      "I feel the same as Shii-chan and Keiichi-kun.",
      "I don't want to wait until something bad happens.",
      "But we need to think about what we can do!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何かって何だ。",
      "児童相談所に相談することだろ？",
      "絶対に助けてくれるならいいが、様子見になる確率が高いって、魅音はそう言ってるわけだろ？！」"
    ],
    "textEn": [
      "\"What can we do?",
      "Talk to the child consultation center, right?",
      "If we had the guarantee they'd help her, it'd all be fine, but Mion, you're saying it's highly likely they'll put her case on hold, right?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「………うん。",
      "悔しいけど、昨年がそうだったように今年もそうなる可能性が極めて高い。",
      "しかも今年は昨年に比べたら状況がまだまだ甘いの。",
      "去年は、沙都子が充分に追い詰められている状態だった。"
    ],
    "textEn": [
      "\"......Yeah.",
      "Unfortunately, that's what I think they'll do, just like last year.",
      "On top of that, she was in an even worse situation then.",
      "They put her case on hold even though Satoko was already in horrible shape."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "でも今回は、まだ叔父に連れ去られて一日しか経ってない。",
      "しかも叔父は一年間放置していたとは言え親権を持ってるし、」"
    ],
    "textEn": [
      "But this time, it's only been a day since her uncle took her away.",
      "Plus, her uncle has legal custody of her...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんな回りくどいことなんか必要ないでしょッ！！",
      "そんな野郎、待ち伏せてぶっ殺してやればいいッ！！」"
    ],
    "textEn": [
      "\"We don't need to be so roundabout!!",
      "All we have to do is ambush that bastard and kill him!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「詩ぃちゃん、そんなの駄目！！",
      "悟史くんはそんなのを絶対に喜ばないよ！！」"
    ],
    "textEn": [
      "\"Shii-chan, you can't do that!!",
      "Satoshi-kun wouldn't want that!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「じゃあ沙都子をどうやって助ければいいんです！！",
      "悟史くんに頼まれた、沙都子を頼むって頼まれた！！",
      "私、沙都子に何かあったら悟史くんに顔向けできないよッ！！"
    ],
    "textEn": [
      "\"Then how should we save Satoko?!",
      "Satoshi-kun entrusted me! He trusted me to look after Satoko!!",
      "If anything happens to Satoko, I could never face him again!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "沙都子が虐め抜かれた後じゃないと手が打てないなんて、そんなの方法じゃない！！",
      "目の前で現在進行している犯罪はまず通報するの？",
      "違うでしょう！！",
      "止めなきゃ！"
    ],
    "textEn": [
      "Having our hands tied until after Satoko's been thoroughly abused isn't an option!!",
      "When a crime is taking place right before your eyes, is reporting it the first thing you do?",
      "No, it isn't!!",
      "You stop it!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "私たちの手で自ら止めなきゃ！！！」"
    ],
    "textEn": [
      "We have to stop this ourselves!!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「落ち着きなよ詩音……、」"
    ],
    "textEn": [
      "\"Calm down, Shion...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「お姉、園崎本家の頭首でしょ？！",
      "本家の力で沙都子を助けてよッ！！",
      "できるでしょ？！",
      "沙都子を一人を助けるくらいの力は充分にあるでしょお姉ッ！！"
    ],
    "textEn": [
      "\"You're the head of the Sonozaki family, aren't you?!",
      "Use your power to save Satoko!!",
      "You can do it, can't you?!",
      "You have enough power to save her!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "……わかってるよ、ダム戦争で遺恨が残る北条家には一切関わらないって鬼婆の方針なんでしょ？！"
    ],
    "textEn": [
      "...I know. The hag's policy is to stay completely out of Houjou affairs because of her grudge over the dam conflict, right?!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "沙都子がどうなろうと見て見ぬふりというのが園崎本家の方針なんでしょ！！",
      "児童相談所に助けられなくて園崎家にも助けられないなら、私がやるしかないじゃないですかッ！！"
    ],
    "textEn": [
      "No matter what happens to Satoko, the Sonozaki main branch intends to ignore it, don't they?!!",
      "If neither the child consultation center nor the Sonozaki family can save her, I have to do it on my own!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "私はやるよ、沙都子を不幸にするヤツはぶっ殺してやるッ！！！",
      "今すぐ殺してやる、この場から沙都子の家まで行って刺し殺すのに１５００秒もかからないんだからッ！！",
      "あんたたちには１５００秒で何ができる？！"
    ],
    "textEn": [
      "I'm going to do it. I'm going to kill that pig!",
      "I'm going to do it right now. It's not going to take more than 1500 seconds for me to get to her house and stab him to death!!",
      "What can you do in 1500 seconds?!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "何もできないでしょ！！",
      "私が助ける、私が沙都子を助けるの！！",
      "離してよ離してよッ！！"
    ],
    "textEn": [
      "You can't do anything, can you?!",
      "I'm going to do it. I'm going to help her!!",
      "Let me go!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "今から殺しに行くんだから、うわあぁああああ！！！」"
    ],
    "textEn": [
      "I'm going to kill him right now! Waaaaaaaaah!!\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「詩音さん、お静かになさい！",
      "物騒なことをこれ以上言うと怒りますよ！！」"
    ],
    "textEn": [
      "\"Shion-san, settle down!",
      "Stop saying that, or you're going to get into big trouble!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "知恵を巻き込み、仲間たちは沙都子をどうやれば救えるか過熱気味に議論していた。",
      "………私はソファーに座ったまま、それをぼんやりと眺める。",
      "…メンバーや場所は微妙に違うが、まったく同じやり取りを毎回見てきた。",
      "……そして今回もまったく同じだ。",
      "……ひとつだけ同じでないところがあるとしたら、…状況の把握がほんの数日早いことくらいか。"
    ],
    "textEn": [
      "They were desperately discussing how to save her.",
      "...I just sat on the couch and stared at them vaguely.",
      "I had seen this same discussion many times, in many different situations.",
      "...I was tired of listening to it.",
      "The only difference was that everything was happening a few days earlier than usual."
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……………………梨花…。」"
    ],
    "textEn": [
      "\"...............Rika...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……大丈夫。",
      "………もう、何にも期待なんかしないから。",
      "………期待なんて、どこにも残ってない。」"
    ],
    "textEn": [
      "\"...It's okay.",
      "...I'm not going to expect anything good anymore.",
      "I don't have any hope left in my heart.....\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "羽入は悲しそうな表情を浮かべる。",
      "……袋小路に閉じ込められた私たちの運命を嘆いているのか、私の姿を見て哀れんでいるのか、…わからなかった。",
      "知恵は約束どおり、授業が終わるとそのままの足で沙都子の家へ出掛けた。",
      "確かに沙都子が叔父に連れ去られてからまだ一日しか経っていない。",
      "客観的に沙都子に何らかの危害が加えられたとも断言できない。",
      "梨花があれほどに訴え、生徒たちがあれだけ騒がなければ、実際、知恵も２〜３日は様子を見ようとしたかもしれない。",
      "だが、昭和５７年の気の毒な状況を知恵も知っていた。",
      "そして叔母と同じように沙都子を虐めていたことも知っていたし、叔父が一年間失踪して沙都子を放置していたのも知っていた。",
      "それを加味すると、例え昨日の今日であっても、決して性急に過ぎるということはないのかもしれない。",
      "今日、沙都子は登校しなかった。",
      "その欠席の連絡もないし、電話しても誰も出なかった。",
      "……普通に考えて、沙都子の叔父が親権者として義務を果たしているかは大いに疑わしかった。",
      "電話に出ないというだけではそれを決め付けられず、知恵はこうして直接やってきたのだった。",
      "知恵は路肩に自分の車を停めると、初めて見る沙都子の家と、学校から持ってきた地図を見比べた。",
      "表札にも北条とある。",
      "間違いなかった。",
      "二階の窓が開いていて、カーテンが風に揺れていた。",
      "その窓からは中年の男たち何人かの笑い声が漏れてきている。",
      "…訪問の電話をついさっき掛けた時には誰も出なかったのに。",
      "笑い声と共に時折ガラガラ聞こえる音は、きっと麻雀牌を混ぜる音なのだろう。",
      "知恵は麻雀の経験はなかったが、男の人数と笑い声の調子からきっとそうに違いないと思った。",
      "麻雀をやっているということは、叔父と同格の男性が他にも３人いるということだ。",
      "それに、生徒たちからいかに叔父が乱暴な存在かさんざん説明されてきている。",
      "……知恵は教師ではあるが、同時に若い女性でもある。",
      "粗暴さを感じさせる笑い声に、呼び鈴を押そうとする指が一瞬だけ躊躇した。",
      "でも、知恵の正義心がそれを一蹴した。",
      "ぐっと覚悟を決め、呼び鈴を鳴らす。",
      "家の中にチャイムの音が響き渡るのがうっすらと聞こえた。",
      "だが、二階から聞こえる笑い声は変らず、チャイムは聞こえてないように感じた。",
      "改めてチャイムを鳴らすと、笑い声が一瞬途切れた。",
      "多分、誰かが音に気付いてくれたのだろう。",
      "…だが、すぐに笑い声が戻り、ガラガラという音も聞こえだした。",
      "……階段を下りてくる音もしないし、呼び鈴に応えて返事をする様子もなかった。",
      "一瞬の沈黙は呼び鈴が聞こえた反応だと思ったのだが、そうではなかったのだろうか？",
      "いるのは間違いないのだ。",
      "呼び鈴を鳴らしたけど誰も出てきませんでしたでは帰れない。",
      "知恵は覚悟を決めると、ノックしながら大声で二階に呼びかけた。"
    ],
    "textEn": [
      "Hanyuu made a sad expression.",
      "I couldn't tell if she was sad about our fate, or if she was taking pity on me...",
      "Just as she promised, Chie went to Satoko's house after school.",
      "It had only been a day since Satoko's uncle took her away.",
      "She wouldn't be able to tell if he'd hurt her already or not.",
      "If the students hadn't made such a big fuss about it, Chie would have waited a couple of days before going to her house.",
      "She already knew, however, about what happened to Satoko the previous year.",
      "She also knew that her uncle was abusing her just like her aunt, and that he had neglected to act as her guardian for the whole year.",
      "Considering those factors, it might not have been too soon for her to visit the Houjou residence.",
      "Satoko hadn't shown up in school that day.",
      "No one called the school to explain her absence.",
      "That alone was proof that her uncle wasn't taking responsibility as her guardian...",
      "Chie was going to her house to see what was going on with her own eyes.",
      "She parked the car in the street and checked the map she brought from the school.",
      "It said \"Houjou Residence\" on the sign in front of the house.",
      "Chie was certain that this had to be the place.",
      "The window on the second floor was open, and she could see a curtain hanging there.",
      "From that window, she could hear the laughing voices of several old men.",
      "No one had answered the phone when she called right before leaving the school...",
      "She could also hear the clicking noise of mahjong tiles along with the voices.",
      "She had never played mahjong before, but had a pretty good idea that was it from the way the men were talking.",
      "If they were playing mahjong, there must have been three other men inside the house.",
      "Her students had told her that Satoko's uncle was a very violent man.",
      "Chie was a teacher, true, but she was also just a young lady.",
      "She felt hesitant to ring the doorbell after hearing their disgusting laughter.",
      "But courage drove her forward.",
      "She made her decision and rang the doorbell.",
      "She heard the bell ring inside the house.",
      "But the laughing voices continued to echo from the second floor. It seemed as though they didn't hear the bell.",
      "She rang the bell again, and this time the laughter stopped for a moment.",
      "Someone must have heard the sound.",
      "But soon after, they started laughing again.",
      "It didn't sound like anyone was coming to get the door...",
      "She thought someone heard the bell, but perhaps not...",
      "Chie was sure they were home, of course.",
      "She couldn't leave just because no one was answering the door.",
      "She knocked and yelled loudly this time."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「こんにちはぁ…！",
      "北条さん、いらっしゃいませんかぁ！！」"
    ],
    "textEn": [
      "\"Hello...!",
      "Are you home, Houjou-san?!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "三度目にしてようやく二階から聞こえる声は止み、ぬっとガラの悪い大男が顔を覗かせた。"
    ],
    "textEn": [
      "Finally, the laughter stopped and a man with a scary look on his face opened the door."
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「何じゃいねおどれは。",
      "やかましか、とっと失せぇッ！！」"
    ],
    "textEn": [
      "\"Who the fuck are you?",
      "Shut up and get the hell out of here!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "いかにも面倒臭そうで機嫌の悪い怒鳴り声に、知恵も一瞬怯んだが、すぐに教師としての強い責任感が胸の奥より込み上げた。"
    ],
    "textEn": [
      "Chie felt intimidated by him, but her heart was filled with a teacher's pride and responsibility."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「こんにちは、北条さんでいらっしゃいますか？",
      "私、」"
    ],
    "textEn": [
      "\"Hello. Are you Houjou-san?",
      "I am--\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "知恵が名乗るより前に鉄平は怒鳴り返した。"
    ],
    "textEn": [
      "Before she could introduce herself, Teppei screamed at her."
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「やかましかああぁッ！！"
    ],
    "textEn": [
      "\"Just shut up!!"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "新聞も牛乳も保険も間に合っとんね！",
      "わしゃあ今、むっちゃん忙しいんよ。",
      "仕事中じゃいね。」",
      "仕事中という言葉で、部屋の中にいるだろう仲間たちがゲラゲラと笑った。",
      "だが知恵はもう怯まない。",
      "脅し文句に構わず先を続けた。"
    ],
    "textEn": [
      "I don't need no newspaper, no milk, no insurance!",
      "I'm busy right now.",
      "I'm working.\"",
      "The people in the room laughed when he told her he was working.",
      "Chie wouldn't give up.",
      "She continued to speak."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「私、雛見沢分校教諭の知恵と申します…！",
      "北条沙都子さんはいらっしゃいますか。」"
    ],
    "textEn": [
      "\"I'm the teacher at Hinamizawa Branch School. My name is Chie!",
      "Is Satoko Houjou-san here?\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「あぁん？",
      "何じゃいおどれ。何でおどれに沙都子会わせにゃならんね。」"
    ],
    "textEn": [
      "\"Huh?",
      "What the hell? What do you want with Satoko?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「今日、北条さんが学校をお休みしましたけれど、連絡がなかったもので何かあったのかと思いお伺いさせていただきました。」"
    ],
    "textEn": [
      "\"I came here because she didn't come to school today. I wasn't able to get ahold of her, so I'm wondering what happened.\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「ああぁん…？",
      "学校ぉ…？」"
    ],
    "textEn": [
      "\"Huh...?",
      "School...?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「はい。沙都子ちゃんはいますか？",
      "ちょっとお話したいことがあるのですが。」"
    ],
    "textEn": [
      "\"Yes. Is she home?",
      "I need to talk with her.\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「あぁん、…風邪なんねぇ、そうそう。",
      "…沙都子は風邪で熱ぅ出してるんですわ。」"
    ],
    "textEn": [
      "\"She's sick. That's right... she has a cold.",
      "Satoko is resting because she has a fever...\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「プリントとかをお渡ししたいですので、ちょっとだけお話することはできませんか？」"
    ],
    "textEn": [
      "\"I need to give her some handouts. May I please see her?\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「どあほう。",
      "おどれ話、聞いてなかったんかい。",
      "沙都子は風邪じゃ！",
      "うんうんうなっとるんね！！",
      "それを会わせられるかいボケぇ！！」"
    ],
    "textEn": [
      "\"Fuckin' idiot.",
      "Weren't you listening to what I just said?",
      "Satoko is sick!",
      "She's sleeping right now!",
      "I can't let you see her!\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「そうですか…。",
      "明日は登校できそうですか？」"
    ],
    "textEn": [
      "\"I see...",
      "Do you think she can come to school tomorrow?\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「知るかいなッ！！",
      "そんなもん、明日になってみなきゃわからんわ！！",
      "このクソボケ！！」"
    ],
    "textEn": [
      "\"Who knows?",
      "I won't know until then!",
      "You idiot!\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……………………そ、…そうですか。",
      "…わかりました。",
      "では沙都子ちゃんによろしくお伝えください……。",
      "失礼します…。」"
    ],
    "textEn": [
      "\"............I, I see.",
      "All right...",
      "Please tell her that I came by...",
      "Thank you...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "知恵が頭を下げてもう一度見上げた時には、もう鉄平の顔は引っ込んでいた…。",
      "知恵が学校に戻ってくると、教室から生徒たちが何人か飛び出してきた。",
      "圭一にレナ、魅音に詩音だった。",
      "飛び出しては来なかったが、教室には梨花もいるようだった。"
    ],
    "textEn": [
      "Chie bowed, but by the time she lifted up her head, Teppei was no longer there...",
      "When Chie returned to the school, several students emerged from the classroom.",
      "They were Keiichi, Rena, Mion and Shion.",
      "Rika was also still inside the classroom, but she wouldn't come outside."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「せ、先生、…どうでしたか？」"
    ],
    "textEn": [
      "\"Ch-Chie-sensei... how did it go?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「沙都子のとこに行って来たんですよね？」"
    ],
    "textEn": [
      "\"You went to Satoko's house, right?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「皆さん、それが聞きたくて待っていたんですか…。」"
    ],
    "textEn": [
      "\"You were all waiting for me...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「知恵先生、沙都子はどうでしたか、無事でしたか…！」"
    ],
    "textEn": [
      "\"Chie-sensei, how was Satoko doing? Was she okay...?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「………それがその、………会わせてもらえませんでした。」"
    ],
    "textEn": [
      "\".......Well... I didn't get to see her...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あんた何しに行ったんですかッ！！",
      "教師でしょ？！",
      "ガキの使いじゃないんです、会えませんでした、そうですかで帰ってきちゃ意味ないじゃないですかッ！！」"
    ],
    "textEn": [
      "\"What the hell were you doing?!",
      "You're a teacher, right?!",
      "You came back just because he didn't let you see her?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「や、やめなよ詩音…！",
      "そんなこともあるだろうって予想できたことだよ…！」"
    ],
    "textEn": [
      "\"Stop it, Shion...!",
      "That's about what we expected...!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「どうせ沙都子の顔に青あざがあるに決まってます！",
      "だから会わせられないんです！！",
      "そこは無理やり押しのけても家の中に踏み入るくらいしなきゃ駄目なんです！！",
      "だからもぅ先生なんて信用できないって言いました！！」"
    ],
    "textEn": [
      "\"I'm sure Satoko has a bruise on her face by now!",
      "That's why he didn't want you to see her!",
      "You should've just ran into the house!!",
      "I can't even trust you anymore!!\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……本当にごめんなさい。」"
    ],
    "textEn": [
      "\"...I'm sorry.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「やめなよ詩ぃちゃん。",
      "先生はできる範囲の最善を尽くしてくれたよ。」"
    ],
    "textEn": [
      "\"Stop it, Shii-chan.",
      "She did the best she could.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「だが、これで本当にはっきりしたな。",
      "……その沙都子の叔父ってヤツが、沙都子を家に閉じ込めているってのはどうやら間違いないみてぇだ。」"
    ],
    "textEn": [
      "\"Now we know for sure.",
      "...Satoko's uncle definitely has her locked inside the house...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんなの確かめる前からわかってます！",
      "梨花ちゃまがそうだって昼間っからずっと言ってるじゃないですか！",
      "それを確かめるだけに半日費やしたんですよ？！",
      "それでどうするんですか、どうやって沙都子を助けるつもりですか！！」"
    ],
    "textEn": [
      "\"We knew that from the start!",
      "Rika-chama's been telling you all day today!",
      "We wasted half a day just to find out if that's true!",
      "How the hell do you think you can help Satoko?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「だから落ち着きなって…！",
      "それをみんなで考えようよ。",
      "詩音が沙都子のことを大事だと思うように、私たちだって大事に思ってる！",
      "決して見殺しになんかしない、私たちにできることを考えようよ…！！」"
    ],
    "textEn": [
      "\"Calm down!",
      "Let's make a plan.",
      "We care about her just as much as you do!",
      "We're not going to abandon her. Let's come up with a way to save Satoko!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そうですね、私はもう考えて提案しましたよ？",
      "私がたったひとりで、今日中に決着できるものすごくお手軽な方法です。",
      "死体を隠すとこだけお姉の力を借りますが、」"
    ],
    "textEn": [
      "\"I already gave you my opinion, didn't I?",
      "It's the best solution we have. I can handle it all by myself!",
      "I only need your help to hide his body...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「だから詩ぃちゃん！！",
      "物騒な話をするのはやめて…！！",
      "詩ぃちゃんは人殺しのことを簡単に考えすぎなの！！",
      "人を殺せば解決できるなんて考え方は、およそ思いつく考えの中で最低の最低、本当の最低のことなのッ！！」"
    ],
    "textEn": [
      "\"Stop it, Shii-chan!",
      "Stop saying such violent things!!",
      "Murder is a serious crime!!",
      "It's the worst thing you can even think about!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「なら他に提案をしてみてくださいよ！！",
      "私の提案が最低の最低なら、私よりほんのちょっぴり上等な程度でいいですから代案を聞かせてください！！",
      "ほら！",
      "ほら！！",
      "………何も言えないじゃないですか！！",
      "私なら１５００秒で沙都子を救える！"
    ],
    "textEn": [
      "\"Then give me a different idea!!",
      "If my idea is wrong, then give me a different one, even if it's only a little bit better!!",
      "Come on!",
      "Come on!!",
      "See? You can't even say anything!",
      "I can save Satoko in 1500 seconds!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "お姉の力なんか借りられなくてもいい、死体なんか私が引き摺って、鬼ヶ淵の沼にでも放り込んでやる！",
      "ほら、提案してくださいよ、これより早くてすぐに沙都子を救える方法をッ！！」"
    ],
    "textEn": [
      "I'll just drag his body to the Onigafuchi Swamp and dump him in there! I don't even need your help, Sis!",
      "What's wrong? Why don't you come up with another idea for saving her?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「だからそうじゃないの！！",
      "一人で悩んだらそんなことしか考えられないの！！",
      "ならはっきり言ってあげるよ。",
      "１５００秒？",
      "掛かり過ぎでしょそんなのッ！！",
      "私なら１０００秒掛けないよ！！"
    ],
    "textEn": [
      "\"That's not the point!",
      "If you try to figure it out by yourself, that's all you'll think of!!",
      "Let me tell you something...",
      "1500 seconds?",
      "That's taking way too long!",
      "I would save her within 1000 seconds!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "詩ぃちゃんなんかみたいにグチグチ言わずに黙って教室を出て行ってもう実行してるよ！！",
      "何でそうしないと思う？",
      "昔、誰かに教えられたことがあるの。"
    ],
    "textEn": [
      "If I were you, I'd just leave here silently and do what I want to do!",
      "Do you know why I'm not doing that?",
      "It's because someone told me once"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "例えそれしか方法がなかったとしても、……殺人に訴えるのはいけないこと。",
      "正しいことじゃない、最善手なんかじゃないのッ！！"
    ],
    "textEn": [
      "that even if it's the only option you have, murder is still something that you should never do.",
      "It's not the right thing to do, and it's never the best thing to do either!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "それしかないと思ってしまうことが、一人で悩むことの限界なの！！」"
    ],
    "textEn": [
      "You just think it's the best solution, because you're not thinking properly!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "遠い昔、",
      "…誰に教えられたのかも思い出せないけど、",
      "私は確かに教えられたよ。",
      "何か大変なことがあったり、辛いことがあったりした時は一人で悩んじゃいけない。",
      "一人で考えた短絡的な手段を最善の解決策だなんて誤解しちゃいけない。"
    ],
    "textEn": [
      "A long time ago...",
      "I don't know who told me this,",
      "but someone taught it to me.",
      "If there's something that troubles you, you can't think about it all on your own.",
      "You can't think that your own solution is the best way to conclude things."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「みんなで考える、みんなで悩む！！",
      "確かに今この瞬間は詩ぃちゃんの短絡的な提案に対する提案をできないけど、私たちがみんなで考えれば、絶対にそれよりいい解決策が見つけられるよ！！」"
    ],
    "textEn": [
      "\"We should all think about it together!",
      "If we all brainstorm, I'm sure we'll come up with a better solution!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「いいとか悪いとかの問題じゃないです。"
    ],
    "textEn": [
      "\"It's not about whether my idea is wrong or right."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "一分一秒でも無駄な時間を費やせば、沙都子がどんな乱暴をされるか考えればいいじゃないですかッ！！"
    ],
    "textEn": [
      "Just think about it. Every minute we waste puts Satoko in more danger!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "北条って姓がそんなに憎らしい？"
    ],
    "textEn": [
      "Do you hate the Houjou family that much?"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "悟史くんや沙都子がどんなに辛くても誰も手を差し伸べないの？！"
    ],
    "textEn": [
      "No one is supposed to help Satoshi-kun and Satoko, no matter how much they're struggling?"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "私が助ける、御託なんてもうたくさん！！",
      "そこをどいてよ！",
      "そこまで言うなら今から行ってくる、",
      "あいつをさくっと殺して沙都子を助け出してくる！！」"
    ],
    "textEn": [
      "I'm going to help her!",
      "Get out of my way!",
      "I'm leaving right now!",
      "I'm going to stab that loser and save Satoko!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「だ、駄目だよ詩ぃちゃん、詩ぃちゃんッ！！！」"
    ],
    "textEn": [
      "\"No, Shii-chan... Shii-chan!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「お前たちは呪ってろ！",
      "自分たちの無力さをいつまでも！！",
      "そして寄り集まって、思いつきもしない妙案を議論し合えばいい！",
      "そうして沙都子のために何かしているという免罪符を得ながら、沙都子を緩慢に見殺しにしていけばいい！！",
      "あんたたちは誰も沙都子のことを大事に思ってないんだ！！"
    ],
    "textEn": [
      "\"You guys should curse yourselves!",
      "Curse your powerlessness!!",
      "Fine, brainstorm for another idea. You'll never come up with one!",
      "Just go ahead and neglect her!!",
      "You've never really cared about Satoko!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "沙都子のことなんか遊び友達だとしか思ってないんだ！！",
      "私は違う！！",
      "沙都子は友達以上！！",
      "家族だとすら思ってる！！",
      "あんたたちとは沙都子を大事に思う心が違うの！！！",
      "じゃあね、殺してくるね！！"
    ],
    "textEn": [
      "You only think of her as someone you can play with!!",
      "But I'm different!!",
      "She's more than just a friend for me!!",
      "She's like my family!!",
      "I care about her more than you guys do!!!",
      "I'm going to go kill him now!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "さよなら！！」"
    ],
    "textEn": [
      "Goodbye!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…………待ちな。」"
    ],
    "textEn": [
      "\"......Wait a minute.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「何よ、邪魔する気ですか…！」"
    ],
    "textEn": [
      "\"What is it? Are you trying to stop me...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……詩音。",
      "お前、レナの言ったことが半分も理解できてねぇだろ。」"
    ],
    "textEn": [
      "\"Shion...",
      "You're not understanding even half of what Rena is trying to tell you.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「半分どころかお釣が来るくらいに理解してますよ。",
      "殺しをするほんのちょっとの度胸があればすぐに救えるのに、それを綺麗事で誤魔化す偽善の話ですよね？！」"
    ],
    "textEn": [
      "\"What? I totally understand what she's saying.",
      "We can save her right away with just the little courage needed to murder him, but she's spouting hypocritical garbage to hide that fact!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………詩音。",
      "お前が人殺しをしてまで沙都子を救ったとして、",
      "…沙都子は感謝すると思ってるのか…？」"
    ],
    "textEn": [
      "\"...Shion.",
      "Do you think Satoko would appreciate it",
      "if you saved her by committing murder?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「感謝がほしいわけじゃないです。",
      "別に私は刺し違えてもいい。",
      "それで沙都子が幸せになれるなら本望なんですから！」"
    ],
    "textEn": [
      "\"I'm not trying to seek her appreciation.",
      "I don't care what happens to me.",
      "Her happiness is all that matters!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「違うな。",
      "口先の威勢はなかなかいいが、お前には刺し違える度胸なんかありゃしねえな。"
    ],
    "textEn": [
      "\"That's not right.",
      "You're talking tough, but I know you're scared."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "その証拠に、お前はさっき魅音に死体を隠すのを頼みたいようなことを言ったじゃねぇか。",
      "それはつまり、刺し違えたくない、叔父をぶっ殺した後、元の平穏な生活に戻りたいって願望の表れじゃねぇか。"
    ],
    "textEn": [
      "In fact, you asked Mion to help you hide the body.",
      "In other words, you want to have a normal life after killing her uncle."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "お前が本当に望んでいる世界は、ついこの間までの世界。",
      "俺たちみんなが仲良く楽しく過ごしていたあの世界への回帰なんだ。",
      "だがな、お前が殺人を犯せば、絶対にその世界へは戻れない！！"
    ],
    "textEn": [
      "You want us all to be happy, just like a few days ago.",
      "You want us to be back where we were.",
      "But if you murder him, we'll never be like that again!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "そうそう簡単に完全犯罪なんかができると思うなよ、お前は絶対に逮捕される！！」"
    ],
    "textEn": [
      "Do you think you can really commit a perfect crime? You'll be arrested for sure!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「それくらい覚悟の上です！！",
      "沙都子の苦しみを私が懲役で代われるなら本望です！！」"
    ],
    "textEn": [
      "\"I'm prepared to face that!!",
      "If I could end Satoko's suffering by doing time behind bars, I'd gladly pay that price!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「違うな違うな、絶対にそれは違うな！！"
    ],
    "textEn": [
      "\"No. No. That's absolutely not true!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "お前は自分を呪うぜ、賭けてもいい。",
      "どうして自分が殺人なんて貧乏くじを引かなくちゃならなかったのか、未練がましく自分を呪うんだ。"
    ],
    "textEn": [
      "You would curse yourself, and I'd bet on that.",
      "You would curse yourself and regret it, wondering how you drew the short straw and became a murderer."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "そしてその時になってようやく、詩音が本当に求めていたことに気が付くんだよ。"
    ],
    "textEn": [
      "Then you'd finally realize what you really wanted."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "それは叔父を殺すことじゃない、",
      "みんなと元の世界に戻ることだ！",
      "そしてそれは殺人を犯すことで台無しになってしまうんだよ！！"
    ],
    "textEn": [
      "It wasn't killing her uncle.",
      "It was returning us all to our happy lives!",
      "Your wish will never come true if you commit murder!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "そしてお前が自分を呪うように沙都子も自分を呪うだろうな。",
      "自分が原因で詩音が殺人を犯すはめになったとずっと後悔すると思う。",
      "……第一、お前がいなくなったら、誰が沙都子にカボチャを食わせるんだよ？！"
    ],
    "textEn": [
      "Satoko will also curse herself.",
      "She'll blame herself, thinking she's the reason Shion became a murderer.",
      "...In fact, who's going to force Satoko to eat her squash if you get locked up?!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "誰が沙都子と陰険なトラップの相談をするんだよ？！"
    ],
    "textEn": [
      "Who's going to talk about setting up mean traps with Satoko...?!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "お前だろ？！",
      "園崎詩音だろッ？！",
      "お前が本当に目指す世界には、お前が沙都子の脇にいなければ駄目なんだよ！！",
      "そこを間違えるな！！"
    ],
    "textEn": [
      "You're supposed to do those things!!",
      "Shion Sonozaki!!",
      "You have to be by her side at all times!!",
      "Don't kid yourself!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "沙都子のためだと錯覚して、自ら取り返しのつかない間違いを犯すんじゃないッ！！！」"
    ],
    "textEn": [
      "What you're trying to do is not for Satoko. It's just a huge mistake!!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そこまで言うなら、圭ちゃんは沙都子を救う方法を何か提案できるんですか？"
    ],
    "textEn": [
      "\"If that's what you're saying, do you have any idea for how to save her?"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "できないでしょ！！",
      "口先だけの綺麗事で私の邪魔立てをするなぁ！！！",
      "だからそこを退いて！！",
      "殺す！",
      "私が今から殺しに行く！！」"
    ],
    "textEn": [
      "You don't, do you?!",
      "You're such a hypocrite!!!",
      "I said move!!",
      "I'm killing him!",
      "I'm going to kill him now!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "だが圭一は教室の出口の前で立ちはだかる。",
      "詩音が憎々しげに睨み付けるが、圭一はむしろ不敵に笑うくらいだった。"
    ],
    "textEn": [
      "Keiichi blocked her way by standing in front of the door.",
      "Shion gave him a hateful glare, but he just sent her back a confident smile."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「詩音を行かせるわけにはいかねぇな。",
      "俺たちの望む世界は、詩音が欠けたら成立しない。",
      "だから俺はお前を行かさないぞ。」"
    ],
    "textEn": [
      "\"I can't let you go, Shion.",
      "The world we all long for doesn't exist without you.",
      "I'm not going to let you go.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ほう、そうですか。",
      "なら圭ちゃんは北条鉄平を庇ってるってわけですね。",
      "なら同罪だ、お前から先に頭を叩き割ってやるッ！！！」"
    ],
    "textEn": [
      "\"Is that so?",
      "That means you're siding with Teppei Houjou.",
      "You're just as guilty as he is. I'm going to bust your head open and kill you first!!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ちょっと！！",
      "馬鹿、詩音！！",
      "やめなよ！！！」"
    ],
    "textEn": [
      "\"Hey!!",
      "Don't be stupid, Shion!!",
      "Quit it already!!!\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「詩音さん！",
      "その椅子をどうするつもりですか！！",
      "やめなさい！",
      "椅子を床に置きなさい！！」"
    ],
    "textEn": [
      "\"Shion-san!",
      "What are you going to do with that chair?!",
      "Stop it!",
      "Put that chair down!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「圭ちゃんが、この期に及んでまぁだ、私が本気だってわかってないなら、",
      "マジで血ぃ見ます。",
      "謝んなくていいですからとっととどきやがれってんです。」"
    ],
    "textEn": [
      "\"He doesn't understand that I'm serious.",
      "I have to show him how determined I am.",
      "You better get the hell out of my way, now!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「詩音、確かに今この瞬間、俺はよりいい提案をできない。",
      "でも、それは今思いついてないだけのことだ。",
      "俺たちはきっときっと沙都子を助けるもっとマシな方法を考え出す！！",
      "絶対にだ。",
      "絶対に俺たちが沙都子を救う。"
    ],
    "textEn": [
      "\"Shion... I admit that right now, I have no better idea.",
      "But that's just for the moment.",
      "I'm sure that we will come up with a better idea eventually!",
      "I guarantee it.",
      "I promise you that we're going to save Satoko."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "だから、な？",
      "信じろ、仲間を。」"
    ],
    "textEn": [
      "So please, okay?",
      "Trust your friends.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「仲間である沙都子のために手を汚せない連中に、沙都子を仲間呼ばわりされたくないです。",
      "もう一度は言わない！！",
      "そこをどきやがれッ！！！」"
    ],
    "textEn": [
      "\"If you're afraid of committing murder for Satoko's sake, you're not my friend anymore.",
      "I'm not going to tell you this again!!",
      "Get the hell out of my way!!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「詩音こそ頭を冷やして考え直せ！！",
      "俺たちはきっと沙都子を救える！",
      "それを信じろ！！",
      "だから短絡的な考えに走るんじゃない！！",
      "仲間を信じろ！！",
      "仲間呼ばわりされたくないってんなら、俺を信じろ！！",
      "前原圭一が必ず沙都子を救う！"
    ],
    "textEn": [
      "\"Calm down and think about what you're saying!!",
      "We will save Satoko somehow!",
      "Just trust us!!",
      "Don't try and look for a shortcut!!",
      "Trust your friends!!",
      "Trust me!!",
      "I, Keiichi Maebara, am going to save Satoko for sure!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "だからそいつに賭けてみろ！！！」"
    ],
    "textEn": [
      "You can bet on it!!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「黙れ無力！！！",
      "お前なんか信じられるか！！",
      "お前にどうやって沙都子が救えるというのか！！」"
    ],
    "textEn": [
      "\"Shut up!!!",
      "I can't trust you!!",
      "What do you think you can do for her?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……し、詩音ッ！！！」"
    ],
    "textEn": [
      "\"...Sh-Shion!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音は手にした椅子を圭一目掛けて投げつけた。",
      "それは圭一に当って跳ね返り、騒々しい音を立てながら床に転がった。",
      "だが、打ち付けられたはずの圭一は、何事もなかったかのようだった。",
      "顔を庇おうともせず、出口の前に立ち塞がっただけだった。",
      "いや……、何事もなくはない。",
      "…椅子の角で怪我をしたのか、額に一筋の血が浮いた。"
    ],
    "textEn": [
      "Shion threw the chair at Keiichi.",
      "It hit him hard, and the chair fell to the floor with a loud noise.",
      "But Keiichi was unfazed even after being struck.",
      "He just stood in front of the exit without even covering his face.",
      "Wait... he wasn't unfazed.",
      "...A trail of blood was pouring from his forehead where the corner of the chair hurt him."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「へへ、堪えねぇな…！！",
      "その程度で俺が道を譲ると思ったかよ！！"
    ],
    "textEn": [
      "\"Heh heh, that was nothing...!!",
      "You thought I would move out of the way?!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "殺されたって俺はここをどかねぇぞ。",
      "お前を行かせれば、詩音のいない世界になる。"
    ],
    "textEn": [
      "I'm not going to move from here even if you kill me.",
      "If I let you go, we might never see you again."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "その世界では…いなくなったお前のことをずっと思って、毎日俯いている沙都子がいるんだ。",
      "俺たちがどうやって慰めても、その場だけは元気そうにするが、…すぐにまた俯いてしまう。",
      "……そんな悲しい世界があるんだ。"
    ],
    "textEn": [
      "Satoko will think about you every day, and her heart will be filled with sadness.",
      "If that happens, there won't be anything we can do... to make her happy.",
      "...It's going to be a very sad life for her."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "俺は沙都子にそんな悲しい世界を見せたくない。",
      "俺や俺たちが描く世界は、昨日までがそうだったように、みんなで楽しく過ごして暴れて遊べる、",
      "あの世界だ！！"
    ],
    "textEn": [
      "I don't want Satoko to live in a sad world like that.",
      "The future that we want is a wild and riotous one",
      "just like what we had until a few days ago!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "もちろん叔父の野郎なんかに二度と沙都子を脅かさせるような真似をさせない！！"
    ],
    "textEn": [
      "Of course, I won't let Satoko's uncle threaten her any longer!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "それがどういう方法なのか、今この場では確かに思いついていない！",
      "でもそれは絶対に思いつく！！",
      "絶対だッ！！",
      "だから！",
      "俺を、信じろッ！！！」"
    ],
    "textEn": [
      "I haven't decided how I'm going to do it yet.",
      "But I will know soon!!",
      "I promise!!",
      "So, please!",
      "Just trust me!!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…………………。」"
    ],
    "textEn": [
      "\"............\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音は納得しかねているようだったが、",
      "……うな垂れ、窓際の席まで立ち去ると着席し、窓の方を向いて顔を背けていた。",
      "立ち塞がっていた圭一の肩が大きな手に叩かれる。",
      "……いつの間にか圭一の後には校長が立っていたのだった。"
    ],
    "textEn": [
      "Shion wasn't yet convinced...",
      "but even so, she walked to the window and took her seat.",
      "Somebody rested a hand on Keiichi's shoulder.",
      "It was the principal... He had been standing there and listening to him for a while."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……校長先生。」"
    ],
    "textEn": [
      "\"Principal...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Principal",
    "labelJp": "校長",
    "textJp": [
      "「よく堪えた。",
      "………知恵先生、一部始終は聞かせてもらいましたぞ。」"
    ],
    "textEn": [
      "\"Well done.",
      "Chie-sensei... I've heard what's going on.\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「…私が至らぬばかりに…、申し訳ありません…。」"
    ],
    "textEn": [
      "\"...I'm sorry... for being so powerless...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Principal",
    "labelJp": "校長",
    "textJp": [
      "「昨日の今日の出来事ではあるが、わしももはや猶予のない事態だと思っておる。",
      "然るべきところへすぐに連絡するべきであろう。」"
    ],
    "textEn": [
      "\"I know it's only been a day, but I think this is an emergency.",
      "We should report this to the proper authorities.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「でも校長先生、児童相談所には過去にも相談したことがあって…、」"
    ],
    "textEn": [
      "\"But, sir... She has called the child consultation center before...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「どうせ助けてなんかくれませんよ！",
      "他力本願もいいとこです！」"
    ],
    "textEn": [
      "\"They're not going to help her anyway!",
      "It's just a waste of time!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音が窓の方を向いたまま怒鳴った。",
      "すると、校長が詩音の方を向いて言った。"
    ],
    "textEn": [
      "Shion raised her voice.",
      "The principal looked at Shion and started talking."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Principal",
    "labelJp": "校長",
    "textJp": [
      "「園崎詩音くん。",
      "私は言葉の中でもっとも憎むべきものがあるのを知っている。",
      "それが何かわかるかね？",
      "………今、君が言った",
      "“どうせ”",
      "という言葉だ。"
    ],
    "textEn": [
      "\"Shion Sonozaki-kun...",
      "There's one word that I really don't like.",
      "Do you know what that is?",
      "It's what you just said...",
      "the 'anyway'",
      "that came out of your mouth."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Principal",
    "labelJp": "校長",
    "textJp": [
      "どうせという言葉は、戦いもせず負けを認めるもっとも醜い言葉だ。",
      "その言葉を口した時すでに、戦いには負けておるのである！」"
    ],
    "textEn": [
      "That is the cruelest word, which means admitting defeat before you even fight.",
      "By the time you've uttered that word, you've already lost your battle!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…私も校長先生の意見に賛成。"
    ],
    "textEn": [
      "\"I agree with him."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "どんな策があるにせよ、頼るべき順序があると思うの。",
      "児童相談所に相談するのは、多分、一番最初にするべきことなんだと思う。",
      "それで駄目なら、二番目の手、三番目の手を考えればいい。"
    ],
    "textEn": [
      "I think we should try various options.",
      "Calling the child consultation center should be the first on the list.",
      "If that doesn't work, we can try our second and third options."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "試しもしない内から諦めるのは、私は見殺しにするのと何も変らないと思うから！」"
    ],
    "textEn": [
      "Don't give up before you try. That's just as bad as not helping her at all!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「校長、もちろん通報するからには…！！",
      "絶対沙都子を助けてもらえるように言い含めてくれるんですよね？！」"
    ],
    "textEn": [
      "\"Principal, if you're reporting this, then...!!",
      "You'll make sure to convince them that Satoko needs saving, right?!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Principal",
    "labelJp": "校長",
    "textJp": [
      "「無論だ。",
      "北条くんはわしのかわいい教え子である。",
      "きっと助けてもらえるよう、わしにできる最善を尽くす。」"
    ],
    "textEn": [
      "\"Of course.",
      "Houjou-kun is my precious student.",
      "I'll do my best so that they will save her.\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「児童相談所は迅速ですから、今から通報すれば、きっと今夜にはもう動いてくれるでしょう。」"
    ],
    "textEn": [
      "\"They will try to take action as quickly as possible, so if we call now, they should get to her house later tonight.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「それで…沙都子が救われればいいんだけど…。",
      "もしもまた様子見なんてことになったら……。」"
    ],
    "textEn": [
      "\"I hope they will help her...",
      "But what if they put her case on hold...?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「それが駄目だったら、次の手を考えようよ。",
      "私たちが諦めない限り、絶対に沙都子ちゃんを救えるんだから。」"
    ],
    "textEn": [
      "\"If that happens, we should come up with our next plan.",
      "As long as we don't give up, we can help her somehow.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ははは、あっはっはっは！",
      "いつまでも綺麗事を言っててください！",
      "そうしてのんびりしてる内に、沙都子は癒しようのない心の傷を負うんです！！",
      "見殺しにしてるのはどっちなんですか！！」"
    ],
    "textEn": [
      "\"Aha ha ha ha!",
      "Whatever you guys say!",
      "Satoko is getting hurt as we speak!",
      "Who's the one abandoning her here?!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「詩音。",
      "俺はさっき約束したからな。"
    ],
    "textEn": [
      "\"Shion.",
      "I just promised you."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "俺たちは絶対に沙都子を救う！！",
      "それもお前みたいに刺し違えてでもなんて話じゃない。",
      "沙都子が本当に幸せになれるような、最高の形で救い出して見せる。"
    ],
    "textEn": [
      "We are going to save Satoko!!",
      "Not by committing murder,",
      "but by saving her in a way that will make her happy!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "見てろ、絶対だからな。",
      "前原圭一が、絶対と言ったらそれは絶対なんだッ！！」"
    ],
    "textEn": [
      "You just watch us.",
      "I, Keiichi Maebara, am promising you this!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音は圭一の方を向こうとはせず、相変わらず、頬杖をついて窓の外を向いているだけだった。"
    ],
    "textEn": [
      "Shion stared out the window without looking at Keiichi's face."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……園崎家の方で、児童相談所がどういう判断を下すか確認するよ。",
      "わかったらみんなに電話するよ。」"
    ],
    "textEn": [
      "\"...I'll try and find out what the consultation center decides tonight.",
      "I'll call everyone when I do.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「それで無事、保護されることに決まれば最高だからな！」"
    ],
    "textEn": [
      "\"I hope they'll take her into custody...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「もちろん楽観はできないね。",
      "様子見になる可能性が一番高いね。",
      "そうなったらどうする？」"
    ],
    "textEn": [
      "\"We can't be optimistic about this.",
      "I think there's a huge chance that they'll put her case on hold.",
      "What are we going to do if that happens?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………その時は、",
      "…むむむ、",
      "……くそ…！」"
    ],
    "textEn": [
      "\"......If that happens...",
      "Well...",
      "...Damn it...!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Principal",
    "labelJp": "校長",
    "textJp": [
      "「知恵先生。",
      "職員室に行きましょうぞ。",
      "さっそく電話をしましょう。」"
    ],
    "textEn": [
      "\"Chie-sensei.",
      "Let's go to the teacher's office.",
      "We need to make this call.\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「…えぇ。",
      "よく説明しないといけません。」"
    ],
    "textEn": [
      "\"Yes.",
      "We need to make sure they really understand...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "先生たちは教室を出て行く。",
      "圭一とレナと魅音は三人で集まり、今後のことを協議していた。",
      "…詩音はいつの間にか突っ伏して、泣いていた。",
      "……梨花は。",
      "さっきからの教室でのやり取りを、付けっぱなしのテレビに映る、タイトルも知らないドラマでも見るような、そんな退屈そうな目で見ているのみだった。",
      "………………何も変らない。",
      "児童相談所に通報したって、様子見に決まる。",
      "数多の世界で毎回様子見だったのだから。",
      "今回くらいは緊急保護ということになってくれないかと、低い確率の出目を期待しそうになる。",
      "……でも、そんな勝ちの薄い目に賭けるコインはもう１枚も残っていなかった。",
      "以前の世界では圭一が叔父の殺害に踏み切ったけれど、",
      "……あの世界には詩音はいなかった。",
      "…詩音がいると、どうもその役は詩音になるらしい。",
      "圭一たちの淡い期待は明日の朝には裏切られてる。",
      "今夜、保護司とやらが沙都子の家を訪れ、沙都子は虐待を否定、保護司はあっさりと様子見を決める。",
      "……そして、叔父は沙都子が通報したものに違いないと思い、ますます乱暴になっていく。",
      "保護司の手前もあるから、明日からは沙都子も登校するようになるのだろう…。",
      "でも、……瞳から輝きを失った、屍のような沙都子を見れば見るほどに、…私たちはさらなる無力さを味わうだろう。",
      "この村で一番力を持ち、百年以上を生きる魔女である私にすら、過去に一度も抗えなかった運命、",
      "叔父の帰宅。",
      "あれだけの強運と幸運に恵まれ、",
      "今度こそ覆せるかに見えて、",
      "……結局、何ひとつ運命に抗うことなどできなかった私。",
      "どうせ足掻いても無駄な世界。",
      "……くだらない、",
      "くだらない。",
      "そう思えば思うほどに、沙都子を救おうと滑稽な議論を延々と繰り返す彼らの姿が、どうしようもないくらいに悲しくて、滲んで見えるのだった…。"
    ],
    "textEn": [
      "They left the classroom.",
      "Keiichi, Rena and Mion got together and discussed their other options.",
      "Shion was looking down and crying...",
      "Rika was...",
      "...just vaguely looking at them as if staring at a boring TV drama.",
      "...........Nothing will change.",
      "The child consultation center will put her case on hold.",
      "I've seen it so many times in previous lives.",
      "I almost hope that they will take her into custody just this once...",
      "But I have no more coins left to gamble on a hope like that.",
      "In a previous life, Keiichi killed Satoko's uncle...",
      "...but Shion was not there when that happened.",
      "...When she is, I suppose she's the one who takes on that role.",
      "Their pathetic hopes will be crushed by tomorrow morning.",
      "The social worker will be at her house tonight, but Satoko will deny that she's being abused.",
      "Her uncle will assume that she was the one who called the service, and he'll abuse her even more.",
      "She will come to school tomorrow because he doesn't want the child consultation center to be suspicious of him...",
      "We will feel more and more hopeless when we see the dead look in Satoko's eyes...",
      "I've been living for more than a hundred years, but I've never defeated this fate.",
      "The fate of her uncle's return.",
      "I was blessed with so much luck",
      "and I thought I could defeat it this time.",
      "But in the end, it all came down to the same thing...",
      "It was a waste of energy to put in any effort.",
      "It was worthless...",
      "all worthless...",
      "The more I thought about this inescapable fate, the more I pitied these people for talking endlessly about how they were going to save Satoko..."
    ]
  }
]