[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "まさか自分が代表の１人に加えられるとは思わなかった。",
      "自分は口下手だから、レナや詩音が代表に加わってくれた方がよかったのではないかと思う。",
      "……でも、沙都子の一番の友人として代表に加わるべきだと言われて、…断るに断れなかった。",
      "圭一たちと一緒に所長席の前の応接ソファーを勧められる。",
      "対するは相談員と係長、そして所長。",
      "この三日で明らかに対応が変わってきている。",
      "今日の陳情でうまく行くかどうかはわからないけれど、",
      "…本当にどうにかなりそうな、運命がきしむ手応えというのを感じていた。"
    ],
    "textEn": [
      "I never thought I'd be chosen as one of the representatives.",
      "I'm not a very good speaker, so really, Rena or Shion should have been picked instead of me.",
      "......But I just couldn't refuse when they told me that Satoko's best friend should be the one to go...",
      "They told us to sit on the couch inside the visitor's room.",
      "The counselor, the manager, and the head of the office were there.",
      "The way they treated us was improving every time we came.",
      "I didn't know if today's appeal would change anything...",
      "But I was starting to feel the direction of fate shift little by little."
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……どうですか、梨花。」"
    ],
    "textEn": [
      "\"...What do you think, Rika?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「わずか数日で、とんでもない展開になってる。",
      "……さすがの私にも、もうどうなるやら見当も付かないわ。」"
    ],
    "textEn": [
      "\"Things have changed dramatically in only few days.",
      "...I have no idea what will happen next.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "羽入が姿を現す。",
      "……先日以来、羽入はいないことが多かった。",
      "…羽入に言わせれば、どうせこの世界の沙都子も救えないというだろう。",
      "……無駄な期待をせず一喜一憂をせず、ただただ傍観者のように事を見るのが彼女の心構えなのだから。",
      "確かに私は、羽入の言うのに逆らい、良いことが重なれば何かの幸運に期待し、それを裏切られては深く悲しんできた。",
      "……確かにそれは、心にとってはあまりよくない。",
      "持ち上げられては叩きつけられの繰り返し。",
      "心は平穏で穏やかな方がいい。",
      "変に期待しない。",
      "その代わり、何が起こっても傷つかない。",
      "………しかも自分の運命が逃れられぬ袋小路に捕らえられているのなら、それはなおさらだ。",
      "でも、………本当にこれは袋小路なのだろうか。",
      "私は数多の世界で、私なりに様々な努力を重ねてきたつもりだった。",
      "でも、その様々な努力は所詮、私個人にできる範囲でしかなかったのだ。",
      "奇跡はみんなの力を合わせることでしか起きない。",
      "その言葉の重みを私は噛み締めている。",
      "でも、だからと言って、沙都子を救い出せるという保証はない。",
      "確かに今までに一度も見たことのない大きなうねりにはなったけれど、",
      "…何の保証にもならない。",
      "そんなのを奇跡とは言わない。",
      "奇跡とはもっと劇的。",
      "なら、これは奇跡じゃない。",
      "…まだ、奇跡じゃない。",
      "奇跡になるには、まだ手を伸ばすのが足りない人がいる。",
      "みんながんばってる。",
      "奇跡を起こせると信じてる。",
      "信じてないのは誰…？",
      "みんなで手を伸ばしあわなければならないのに、手を伸ばしていないのは誰…？"
    ],
    "textEn": [
      "Hanyuu appeared beside me.",
      "...It had been a while since she showed up.",
      "Hanyuu was assuming that we still wouldn't be able to save Satoko in this world either.",
      "She always felt it was best to just watch what happened, without hoping for a positive change.",
      "I'd been hurt so many times after being betrayed while hoping for change.",
      "...Surely that wasn't good for my soul.",
      "I've been beaten down over and over again.",
      "It's better to be quiet and do nothing.",
      "It's better not to expect change.",
      "That way, if something bad happens, I won't feel pain.",
      "......My fate was already a dead end.",
      "But...... was that really true?",
      "I did my best in many of my previous lives.",
      "However, I had always acted alone.",
      "A miracle only happens when everyone combines their efforts.",
      "I was starting to feel the depth of what that meant.",
      "But even so, that didn't guarantee that we could save Satoko.",
      "This was the best chance I'd had so far, certainly...",
      "but that still didn't prove anything.",
      "I couldn't call it a miracle just yet.",
      "A miracle is something far more dramatic.",
      "So, this wasn't a miracle.",
      "...It wasn't a miracle just yet.",
      "There was still someone else who needed to reach out for this to become a miracle.",
      "Everyone has been working so hard.",
      "They truly believe they can bring about a miracle.",
      "Who amongst them doesn't believe...?",
      "Isn't there someone who's not reaching out her hand, like everyone else is doing...?"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…冷たく言えば、奇跡を起こせない非は沙都子にある。",
      "そもそも、さっきから圭一や入江が向こうとやり合っている最大の争点は、沙都子が虐待を認めたかどうか。」"
    ],
    "textEn": [
      "\"...Basically, it's because of Satoko that a miracle won't occur.",
      "Things won't change unless she starts seeking help herself.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……そうなのですが、",
      "…それは簡単ではないのです…。」"
    ],
    "textEn": [
      "\"...I know,",
      "but that isn't so easy for her...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「沙都子を救おうとみんなが手を伸ばしているのに、沙都子がその手を掴もうとせず、沼にどんどん沈んでいく。",
      "……そうやって考えると、相談所に訴える前に、一番訴えるべきは沙都子じゃないかって思う。」"
    ],
    "textEn": [
      "\"Everyone is trying to save Satoko, but she's not reaching her hand out in return.",
      "...Before they even came here, they should have tried persuading her first.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……沙都子に、手を伸ばすよう説得するのですか。」"
    ],
    "textEn": [
      "\"...You think we should tell her to reach out her hand?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「うん。",
      "…………それはとても簡単なことではないけれど。",
      "…サイコロの目が再び６揃いになる奇跡を待つ苦労に比べたら、大した苦労じゃない。」"
    ],
    "textEn": [
      "\"Yes.",
      ".........I know that's not an easy thing for her...",
      "but it wouldn't be as difficult as waiting for another world as fortunate as this one.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そして、……沙都子の心を解きほぐす鍵は、他の誰でもない私が持っているに違いなかった。",
      "沙都子にとって私は家族だ。",
      "これは言い過ぎでもないし自惚れでもない。",
      "むしろ、私がこう言わなかったら沙都子に失礼なくらいに。",
      "そして沙都子にとってそうであるように、私にとっても沙都子は家族なのだ。",
      "……いや、沙都子にとってのそれよりもずっとずっと深い。",
      "沙都子にとっては一年間の家族であっても、…私にとってはもっともっと長い年月を共にした家族なのだから。"
    ],
    "textEn": [
      "In any case, I'm the only one with the key to open her heart.",
      "I'm like family to Satoko.",
      "I know she thinks the same.",
      "I'm not trying to brag or anything.",
      "Satoko is like family to me as well.",
      "...No, my feelings toward her are even deeper than that.",
      "It might be only one year for Satoko, but I've spent decades with her."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「そして、……さらに考えれば、…ふふ、奇跡が起こらないのは至極当然だった。」"
    ],
    "textEn": [
      "\"You know... I've just realized something. ...Heh, I know why this isn't yet a miracle.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「………どうしてなのですか。」"
    ],
    "textEn": [
      "\"......Why is that?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「奇跡を起こすには、みんなの力を合わせなければならない。",
      "……みんなが合わせてないんだもの。",
      "一人足りなかった。",
      "奇跡が起こらないのは当然。」"
    ],
    "textEn": [
      "\"For a miracle to happen, everyone must come together.",
      "...But someone is still missing.",
      "One person is still not working with everyone.",
      "That's why the miracle hasn't occurred.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……沙都子ですか？」"
    ],
    "textEn": [
      "\"......Are you talking about Satoko?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「くすくす。",
      "…違うわ。",
      "私よ、",
      "私。」"
    ],
    "textEn": [
      "\"Hee hee...",
      "...No.",
      "It's me.",
      "I'm talking about me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私だけが傍観者気取りだった。",
      "繰り返す数多の世界に疲れきり、いつの間にやら魔女気取り。",
      "運命に抗う力強さを忘れていた。",
      "私もまた舞台の上の出演者なのに、私ひとりが舞台に上がらず観覧席でポップコーンなんか食べてたら、成功する劇も失敗する。",
      "……私は観客じゃない。",
      "舞台に上がらなくてはならない出演者のひとりだ。",
      "だから、ずっとずっと舞台は成功しなかったのかもしれない。",
      "例えば、あのレナが学校を占拠した世界で。",
      "私がのんびりと傍観していれば、圭一は時限発火装置に間に合わず、大爆発で終わる。",
      "でも、私が舞台に上がったから、そこで舞台は終わらずに続いた。",
      "私すらもこの世界の歯車のひとつ。",
      "そんな当り前のことを、私はずいぶん前に忘れてしまっていたようだった。"
    ],
    "textEn": [
      "I had just been observing them like a spectator.",
      "I'd been tired of this eternally repeating world, and acted like a witch.",
      "I had forgotten the powerful feelings needed to change fate.",
      "In other words, it was like I was supposed to be an actress, but was just sitting back and eating popcorn.",
      "...I'm not a spectator.",
      "I'm one of the people on the stage.",
      "And that's why this play was never successful.",
      "In the world where Rena took over the school,",
      "if I hadn't done anything, Keiichi would've died in an explosion.",
      "Because I got on the stage like I was supposed to, the play didn't end that way.",
      "I'm a part of this world too.",
      "It's such an obvious thing, but I must have forgotten it a long time ago."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「私が、沙都子の心を解かなくてはならない。",
      "………悟史の呪縛から沙都子を解き放たなくてはならない。",
      "もちろん、私以外にもそれはできるだろうけれど、きっと私が一番できる立場にいる。"
    ],
    "textEn": [
      "\"I have to open up her heart.",
      "......I have to set her free from Satoshi.",
      "I'm sure someone else can do that too, but I have the greatest chance of success."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "……いや、そうでなかったとしても、私もまた舞台に上がらなくては奇跡は起きないってこと。」"
    ],
    "textEn": [
      "If I don't get up on that stage again, a miracle is never going to happen.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……………………梨花。",
      "…あなたは何度もそのような決意をして、それを打ち砕かれて悲しんできましたです。",
      "…それでもなお、なのですか。」"
    ],
    "textEn": [
      "\"...........Rika.",
      "You once did the same thing over and over again, and got hurt, remember?",
      "Are you going to make the same mistake again?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「わかってる。",
      "二度とない幸運と二度とない結束。",
      "……私が次の世界でもがんばろうと安っぽい決意をしたところで、私の努力とは無関係なところで袋小路は決まるだろう。"
    ],
    "textEn": [
      "\"I'm aware of that.",
      "But I'll never end up in a world this fortunate again.",
      "...The cheap resolve to try hard again in the next world will just cause my efforts to reach a dead-end somewhere else."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "…この世界よりももっともっとあっさりと、どうしようもない形で。」"
    ],
    "textEn": [
      "...Far more easily, and in a more hopeless form than it will in this world.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「…………………。」"
    ],
    "textEn": [
      "\".........\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「だから。",
      "……この世界でも駄目だったら。",
      "………私は諦めようと思う。」"
    ],
    "textEn": [
      "\"This is my last chance...",
      "If this world doesn't work out...",
      "Then I'm going to give up.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「…え？」"
    ],
    "textEn": [
      "\"...What?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "羽入はぎょっとする。",
      "…私たちの間で、諦めるというのは普通の安っぽい意味とは違う。",
      "……それは運命に抗わず受け容れることだけを意味するのではない。",
      "運命の袋小路、",
      "即ち、",
      "「死」すらも受け容れようということ。"
    ],
    "textEn": [
      "Hanyuu looked at me with surprise.",
      "For us, the term \"giving up\" means a lot more than what it sounds like.",
      "...It doesn't only mean that I will accept my fate.",
      "It means that I will accept the dead end waiting for me,",
      "in other words,",
      "accept my death."
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「あ……あぅあぅあぅあぅあぅ！！」"
    ],
    "textEn": [
      "\"A... au au au au au!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……何ていうか、未練って努力してないから感じるものなんだって、私、わかったの。",
      "今回、これだけの幸運に恵まれ。"
    ],
    "textEn": [
      "\"...You know, regrets occur even when we haven't made an effort. You know?",
      "I was blessed with such a fortunate world this time."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "……まぁ確かに叔父の帰宅は例外だけど、それにしたって、二度とあるかどうかもわからない追い風に恵まれた。",
      "そして、その追い風の中で、私は多分、できる最大限の帆を張ったと思う。"
    ],
    "textEn": [
      "...I mean, I never thought her uncle would come back, but overall, this has been a very lucky life.",
      "And with this wind at our backs, I think I've probably unfurled my sails as far as I can."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "だから、今度こそって思うし、逆に、これで駄目ならもう絶対に駄目だと思う。",
      "その時は私、本当の本当に諦めがつくと思うから。」"
    ],
    "textEn": [
      "That's why I believe this time will be different, and I also think that if this doesn't work out, nothing will.",
      "If that happens, I think I'll be able to finally give up.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「あぅあぅぁぅぁぅ…、そんなの駄目なのですよ…。",
      "ぅあぅあぅあぅ…。」"
    ],
    "textEn": [
      "\"Au au au au... Don't say that...",
      "Au au au......\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "羽入にとっては私だけが唯一のコミュニケーションの相手だ。",
      "「私」が消えれば、再びたった一人の世界に生きることになるだろう。",
      "……それは羽入にとって何よりも恐れることだった。",
      "だから、羽入は私を傍観者側に引き込もうとするのかもしれない。",
      "私が一喜一憂して、心の寿命を縮めていくような生き方を曲げさせようとするのかもしれない。"
    ],
    "textEn": [
      "I'm the only person who can communicate with Hanyuu.",
      "If I disappear, she will have to go on with her life all alone.",
      "That's the last thing Hanyuu wants to happen.",
      "Perhaps that's why Hanyuu says the things she does.",
      "She doesn't want my lifespan to wither away by getting hurt emotionally."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「でも、……私は元々、この舞台の出演者だった。",
      "あなたに舞台を観るという楽しみ方を教えてはもらったけど、出番を降りたら舞台が成立しない。",
      "きっと、だから私は袋小路を出られないんじゃないかなって思うの。」"
    ],
    "textEn": [
      "\"You see... I belong here, in this play.",
      "You showed me how to enjoy watching it, but the play won't move on as long as I refuse to act.",
      "Surely that's why it always results in a dead end.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……梨花。",
      "…きっと、どこかの世界で、今回と同じような幸運に恵まれ、しかも叔父の帰ってこない世界がありますです。",
      "それは奇跡ではなく、今回よりももう１つ余計に６が出るだけのことなのです。」"
    ],
    "textEn": [
      "\"......Rika.",
      "...I'm sure that one day, you'll get another fortunate life where her uncle doesn't come back.",
      "I'm sure that you'll roll an extra six next time.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「今回と同じような追い風で、叔父も帰ってこない世界か…。",
      "そうね。",
      "そうだったら、どんなに素晴らしいことか。」"
    ],
    "textEn": [
      "\"A fortunate world like this one, where Satoko's uncle doesn't come back...",
      "You're right.",
      "That really would be wonderful.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それでも、自分自身の死の運命に打ち勝てるかは別問題だけれど。",
      "それはきっと素晴らしい世界に違いない。"
    ],
    "textEn": [
      "Still, trying to beat my fated death is another issue entirely.",
      "That sounds wonderful, but it's still not guaranteed."
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「その世界まで、がんばって僕と待ちましょうなのです…。",
      "……だから、",
      "……ぁぅぁぅ…、この世界が終わったら諦めるなんて言わないでほしいのです。」"
    ],
    "textEn": [
      "\"Let's wait for another opportunity...",
      "...Please...",
      "Au au...... Please don't say that you're going to give up after this world.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……私が死んだら、あんたがあぅあぅ言っても聞いてくれる人もいなくなるしね。",
      "たまに気配か足音を誰かに、気のせい程度に感じさせるのがせいぜいだろうし。」"
    ],
    "textEn": [
      "\"...If I die, no one will ever hear you cry again.",
      "All you'll ever be able to do is make people sense your presence by making noise.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「ぁぅあぅあぅ……。」"
    ],
    "textEn": [
      "\"Au au au...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「じゃ、……私は舞台に戻るわ。",
      "自分にできる精一杯を尽くす。",
      "あんただって、永遠に繰り返す昭和の夏なんて嫌でしょう？」"
    ],
    "textEn": [
      "\"Well... I'm heading back to the stage.",
      "I'm going to do what I can.",
      "You're sick of repeating all this over and over again, aren't you?\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……誰ともお話ができずに過ごす長い時間の方がもっと嫌なのです。」"
    ],
    "textEn": [
      "\"I'd rather repeat everything than spend the rest of my life without you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私にとって狂ってしまいそうになる同じ時間の繰り返しも、話し合い手がいないよりはずっとマシなものらしい。",
      "……そんなのは羽入の話で、私の知ったことではないが。"
    ],
    "textEn": [
      "Apparently she thinks this time loop that's driving me mad is far better than having no one to talk to.",
      "...But that's just how she feels."
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……僕も、この運命を乗り越えて、まだ見たことのない昭和５８年やその先の時間へ行きたいです。",
      "でも、それは梨花と一緒でなくては駄目なのです…。」"
    ],
    "textEn": [
      "\"...I want to overcome fate and see what's waiting in the future too.",
      "But it wouldn't mean anything if you weren't there with me...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それはきっと、昭和５８年の６月を越えるのは私一人では意味がないと私が言うのと同じに違いない。",
      "私にとっての最良の未来は、昭和５８年の６月を越えて生き延び、",
      "しかも仲間が誰一人として欠落しない、これまでと同じ楽しい時間が続いていくことだ。",
      "羽入も同じ。",
      "……私がいない、ひとりぼっちの世界など何の意味もないというのだろう。",
      "やり直す数多の世界は、……私たちが互いに望むことで繰り返される。",
      "だからこれは羽入の力ではなく、私たちの力なのだ。",
      "私がより良い未来に至るまでやり直しを望むように、羽入もまた私と過ごす時間を望んでいる。",
      "だから互いの利害は一致する。",
      "私が繰り返す世界を拒否すれば、それでこの長い世界は終わるのだ。",
      "……狂ってしまいそうになるこの世界に嫌気がさしても、私は繰り返しを拒否したことはない。",
      "生きていればその内いいことがあるという、安っぽい言葉を百年以上も信じてだ。",
      "でも、私たちの力もだいぶ弱まり、巻き戻せる時間の幅はもはや数週間程度。",
      "…運命に抗うにはわずかの猶予しかなくなってしまった。",
      "このまま何度も繰り返せば、最後には運命の日の当日の朝程度にしか戻れなくなるだろう。",
      "正真正銘の袋小路だ。",
      "だから私は、この世界の幸運は今後の世界では起こらないと思っている。",
      "無限の時間の中にはありえるだろうが、",
      "……私に残された時間の中では期待できない。",
      "羽入は私に短気を起こされたくないから、のんびり次の幸運を待とうなどと悠長な話をする。",
      "でもそれは、私と違い時間の制約のない考え方だからだ。"
    ],
    "textEn": [
      "I'm sure that's similar to my own claim that there's no point in living past June 1983 if I'm the only one who does.",
      "My ideal future is to survive past June 1983,",
      "and let the happy times continue like always, without anyone missing.",
      "Hanyuu feels the same way.",
      "She doesn't want a world where I'm not by her side...",
      "We're repeating this world... only because we wish to do so.",
      "It wasn't just Hanyuu's power, it was one that we shared together.",
      "Hanyuu wants to be with me, just like I want to build myself a happy future.",
      "We both want the same thing.",
      "But if I refused to repeat the world again, my long life would be over.",
      "Yet, I never refused, no matter how sick and tired of it I was.",
      "For over a hundred years, I kept believing that something good would happen eventually.",
      "However, our power is weakening, and we can only go back a few weeks at most.",
      "We have so little time left to try and change our fate...",
      "If we kept it up... eventually we'd only be able to go back to the morning of the day I was going to die.",
      "That'd be a dead end for sure.",
      "I don't think a life this fortunate will ever come my way again.",
      "If my time was unlimited, I'm sure that will eventually happen...",
      "...but I can't count on it happening in what time I do have left.",
      "Hanyuu told me to wait for another chance because she doesn't want to see me lose myself, but...",
      "she isn't feeling the time limit like I am."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「死んでも目が覚めても同じ朝なんて、…考えたくもない悪夢よね。",
      "そんな地獄に堕ちる前に自分の世界は自分の手で幕を下ろしたいの。",
      "だから、それをこの世界に決めたわ。"
    ],
    "textEn": [
      "\"It's a nightmare to die over and over again...",
      "Before I end up in that hell, I want to pull the curtain down with my own hands.",
      "This is going to be my last world."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "この世界で駄目だったら、私はこれで繰り返しをやめることにする。」"
    ],
    "textEn": [
      "If this one doesn't work out, I'm not going to repeat it again.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「あ……あぅあぁうあぅあぅ！！",
      "あうあぅあぅあぅあぅ！！」"
    ],
    "textEn": [
      "\"A... au au au au!!",
      "Au au au au au!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あぅあぅ語を翻訳するとこうだ。",
      "この世界はいつもと同じでどうせまたうまく行かない。",
      "だから勝てない博打なんかしないでほしい。",
      "悲観するほど梨花の寿命は短くない。",
      "もう百年を終わらない６月で待ち、次の奇跡を待てばいいじゃないか。",
      "…それまで僕と一緒に過ごそう。僕と楽しく過ごし、海路に日和があるのを待とう。"
    ],
    "textEn": [
      "Let me translate what she's trying to say.",
      "This world is no different from any other world.",
      "You're not going to win, so don't bet on this life.",
      "Your lifespan is not as short as you think.",
      "You should wait for your next opportunity in this endless June.",
      "Stay with me until then... Stay with me and wait for the next chance..."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「ってなところでしょ？」"
    ],
    "textEn": [
      "\"That's what you're trying to say, isn't it?\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……ぁぅあぅ。」"
    ],
    "textEn": [
      "\"......Au au.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「ならせいぜい私たちのために祈ってちょうだい。",
      "相談所を説き伏せ、沙都子を救い出せること。",
      "そして私が昭和５８年６月の運命に打ち勝てること。"
    ],
    "textEn": [
      "\"Then why don't you just pray for us?",
      "Pray that we can persuade the child consultation center and save Satoko.",
      "Pray that I can defeat the fate of 1983."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "昭和５８年の夏を迎えられたら、ずいぶん昔に約束したとおり、色々なことをして遊ぼう。",
      "昭和５８年のスイカを食べて窓際で涼もう。",
      "今年の秋はどんな秋？"
    ],
    "textEn": [
      "If I overcome this fate, let's do all the things I promised I'd do.",
      "Let's eat this year's watermelon while enjoying the evening breeze through the window.",
      "What kind of fall are we going to have?"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "今年の冬はどのくらいの雪が？",
      "私たちの知らない天気や出来事を楽しもう。",
      "知らないテレビ番組や、永遠に放送予定のまま見ることのできなかったアニメを見よう。",
      "そして、私がどんな人生を歩むのか、ともに成長の物語を楽しもう。」"
    ],
    "textEn": [
      "How much snow are we getting this winter?",
      "Let's enjoy the weather. Let's enjoy all sorts of things we've never seen.",
      "Let's watch the next episode of that TV show we like.",
      "Let's enjoy our future together.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……それまで一緒に頑張ろうって約束しましたです…。",
      "なのに……この世界で駄目だったら諦めるなんて……そんなのは約束違反なのです…。」"
    ],
    "textEn": [
      "\"...You always said we were going to work hard until that day came...",
      "But... it's not fair for you to say that you're going to give up... when just this life doesn't work out...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……………その約束だけは守れなくて、ごめん。」"
    ],
    "textEn": [
      "\".........I'm sorry that I couldn't keep that promise.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「……ぁぅ…………………。」"
    ],
    "textEn": [
      "\"...Au......\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「きっと、仲間みんなと一緒に昭和５８年の夏を迎える。",
      "そこにはもちろん羽入もいるの。",
      "そして、……きっと青くて広いに違いない夏の大空を見上げよう。"
    ],
    "textEn": [
      "\"I'm sure that we'll overcome this fate.",
      "You'll be there with me, Hanyuu.",
      "Let's look up at the blue sky when that happens."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "きっとね、……昭和５８年の大空は、これまでの空とは比べ物にならないくらいに美しいに違いないから。」"
    ],
    "textEn": [
      "I'm sure that the sky of the summer of 1983 is more beautiful than any sky we've ever seen.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その奇跡を、私は必ずこの世界で起こしてみせる。",
      "私のように奇跡が起こるまでやり直せるなんてことが、そもそも神さまの作った運命の規格外なのだ。",
      "人は誰しも、二度とないチャンスの中で奇跡にすがり、祈ってそれを起こす。",
      "やり直しなんて出来ないから、全身全霊を込めて。",
      "だから、起きる。",
      "それでも起こせなかったら、ここが諦めどころだってこと。"
    ],
    "textEn": [
      "I'm sure I'm going to make a miracle happen in this world.",
      "God didn't design humans so they could redo their lives over and over again like me.",
      "People usually only have one chance. Yet, they can still make miracles happen with effort.",
      "They work so hard because they know that they'll never have a chance to do it over again.",
      "That's why miracles occur.",
      "But if I can't make one happen with all that, I just have to give up."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「次の世界なんていらない。",
      "この世界で奇跡を起こす。",
      "みんなが教えてくれた。",
      "奇跡はみんなでなら起こせると教えてくれた。",
      "だから起きる。"
    ],
    "textEn": [
      "\"I don't need another life.",
      "I'm going to make a miracle happen in this one.",
      "My friends taught me that.",
      "They taught me that miracles can happen when everyone works together.",
      "So it's going to happen."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "起こす。",
      "この世界で私たちは最高の未来を迎えてみせる。」"
    ],
    "textEn": [
      "We will make it happen.",
      "We're going to have a wonderful future in this life.\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「…………梨花……ぁぅあぅあぅあぅ………。」"
    ],
    "textEn": [
      "\"Rika...... Au au au au.......\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "羽入は悲しそうな泣き声を残しながら姿を消してしまった。",
      "消えはしたが、それでも聞いているだろうと思い、私は最後に言う。"
    ],
    "textEn": [
      "Hanyuu disappeared, sobbing sadly.",
      "She was no longer in my sight, but I could still talk to her."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「羽入。",
      "きっと私たちはこの世界で、最高の未来を掴めるから。",
      "だから信じて。",
      "あなたも力を合わせてくれたなら、奇跡はもっと起きやすいかもしれないんだから。」"
    ],
    "textEn": [
      "\"Hanyuu...",
      "We're going to have a bright future in this world.",
      "Just trust me.",
      "If you would just give me your power, it might be easier to make a miracle happen.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それは最高の舞台。",
      "舞台の上の出演者と、舞台の下の傍観者が一体となった最高の舞台。",
      "観劇者であるあなたが望めば、惨劇の台本だって書き換えられることもあるかもしれないのだから。",
      "………よし。",
      "私は舞台に上がる。",
      "もうふて腐れない。",
      "圭一たちが常にどの世界でもそうなように、私も全ての力を尽くす。",
      "風向きが悪いからとか、そんなことを言い訳にしない。",
      "次の幸運なんか期待するな。",
      "この世界を精一杯生き抜け。",
      "それはこの世界を終えたら死ぬという悲しい決意じゃない。",
      "人には一度の人生しか与えられていないという当り前の話だ。",
      "だから人は煌くのだ。",
      "私はそうじゃなかったから、煌かなかった。",
      "奇跡が起こせなかった。",
      "前回の世界でレナが学校を占拠した時。",
      "私が舞台に上がって、レナを食い止めたから、圭一は発火装置に間に合った。",
      "それは私が舞台に上がったことで筋書きが代わった好例だ。",
      "今までの世界でだって、ひょっとすると。",
      "私がふて腐れずに、その後も努力を続けていれば好転していたこともあったかもしれない。",
      "でも私はすぐに諦め、世界を放り投げて興味を失った。",
      "だから、何も奇跡なんて起きなかったんだ。",
      "次の世界の幸運に期待すればいいなんていう心構えが、奇跡を遠ざける。",
      "……羽入。",
      "どうか、それをわかってほしい。",
      "だからどうか、",
      "悲しまずに私と共に、最後と決めたこの世界を一緒に戦ってほしい。",
      "それは羽入に伝わったかどうかはわからない。",
      "その後、私も積極的に発言し、沙都子の窮状を訴えた。",
      "もちろん、圭一たちも心の底から訴えてくれた。",
      "それがどこまで相談所に届いたかはわからない。",
      "あとは祈るほかなかった…。"
    ],
    "textEn": [
      "This is the best possible stage I can hope for.",
      "The actors on the stage and the audience before it can help each other.",
      "If you wish, you, the audience, can change the story too.",
      "......I've made my decision.",
      "I'm going up on the stage.",
      "I'm not going to complain anymore.",
      "I'll do my best, just like Keiichi and my other friends.",
      "I'm not going to make any more excuses.",
      "I'm not going to wait for another fortunate world.",
      "I have to do my best in this one.",
      "I'm not talking about my decision to die after this world is over.",
      "I'm just saying that people are meant to have only one chance to live.",
      "That's why they work so hard.",
      "Because I had so many chances to redo my life, I haven't been working hard enough.",
      "I was never able to make a miracle happen.",
      "In my previous life, Rena took over the school.",
      "Because I got in her way, Keiichi made it in time to stop the explosion.",
      "The story changed because I decided to get up on the stage.",
      "Perhaps in my other lives before that...",
      "I could've changed my situation if I worked hard enough without giving up.",
      "But I kept giving up so easily, and eventually lost my interest in those worlds.",
      "And so, a miracle never happened.",
      "A miracle never happened because I was always relying on the fact that I'd have another chance.",
      "......Hanyuu.",
      "I hope you can understand.",
      "Please.",
      "Don't be sad, and work hard with me in this world.",
      "I couldn't tell if she understood me.",
      "I assertively spoke to the officials about how much danger Satoko is in.",
      "Keiichi and Irie also made their appeals from the bottom of their hearts.",
      "I had no idea how the child consultation center took what we said so passionately.",
      "All I could do was pray..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「どうだった、圭ちゃん？！」"
    ],
    "textEn": [
      "\"How was it, Kei-chan?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「んー…。",
      "昨日の繰り返しになっちゃった感じだったな。",
      "両者とも昨日と同じ話の繰り返しだ。」"
    ],
    "textEn": [
      "\"Well...",
      "It felt like a repeat of yesterday.",
      "We both went over the same things we talked about then.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「相変わらず平行線？",
      "慎重に様子を見るからとか、そういう話に…？」"
    ],
    "textEn": [
      "\"We're still not reaching them?",
      "I guess they said they'd look at matters more carefully...?\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「そんなところです。",
      "週１の訪問で様子を見て大体、一ヵ月後に改めて判断をするというような話なのですが…。」"
    ],
    "textEn": [
      "\"Pretty much.",
      "They said they would visit once a week, and make a decision one month from now...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あの叔父のところに沙都子を一ヶ月も閉じ込めろって言うんですか？！",
      "その一ヶ月間で沙都子の心がどれだけ傷付けられるか、どうしてその痛みが理解できないんです！」"
    ],
    "textEn": [
      "\"They're going to leave her with her uncle for one whole month!?",
      "How come they can't understand how much Satoko will be hurt in that time!!\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「もちろん、その点についても前原さんは懸命に説明してくれました。",
      "私も、沙都子ちゃんの去年の状況を説明したつもりです…。",
      "ですが………。」"
    ],
    "textEn": [
      "\"Maebara-san clearly explained to them the danger she's facing.",
      "I also told them about what happened to her last year.",
      "However...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……沙都子ちゃんが助けを求めない限り、…緊急性はない？」"
    ],
    "textEn": [
      "\"They're really not going to consider it an urgent case unless Satoko-chan seeks help herself...?\""
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「部外者の意見で恐縮だけど…。",
      "沙都子ちゃんに助けを求めてもらうってのは…無理なのかい？」"
    ],
    "textEn": [
      "\"I don't mean to cut into your conversation...",
      "But is it possible for you to get Satoko-chan to ask for help?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「………沙都子ちゃんが逃げ出したら、悟史くんの部屋のものを捨ててしまうと脅されてるらしいわ。",
      "酷い話ね。」"
    ],
    "textEn": [
      "\"......He's said that he's going to destroy Satoshi-kun's room if she tries to leave him.",
      "What a horrible thing to say.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「相変わらず向こうはその一点張りなのぉ？！",
      "沙都子は助けを求められない負い目があるってのに…！」"
    ],
    "textEn": [
      "\"They're still not changing their minds?",
      "Satoko can't even ask for help because she's being taken advantage of...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そこを汲み取って助けるのが児童相談所の役割じゃないのかよ…！",
      "そう憤慨したいのは関の山だが…。",
      "向こうは確かにその仕事をしている。",
      "緊急性の点でのみ温度差があるだけだ。"
    ],
    "textEn": [
      "The purpose of a child consultation center is to protect children...!",
      "I was starting to get angry the more I thought about it...",
      "But as I thought about it some more, I realized that they were just trying to do their job.",
      "It was just that our opinions differed about the degree of urgency."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「こっちは沙都子ちゃんを早く助けてほしいと言う。",
      "向こうは沙都子ちゃんが助けを求めたらねと言う。"
    ],
    "textEn": [
      "\"We told them to save Satoko-chan as soon as possible.",
      "They told us that she should be the one asking for help."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "………何とか、歩み寄る方法はないのかな。",
      "沙都子ちゃんの助けがないまでにも、そのＳＯＳのサインを読み取る何らかの歩み寄りはないのかな。」"
    ],
    "textEn": [
      "Is there any way to resolve this...?",
      "Is there any way to get an SOS from her...?\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「その辺はこちらも色々と訴えました。",
      "向こうもそれを真剣に聞いてはくださりましたが……。」"
    ],
    "textEn": [
      "\"We spoke to them about it.",
      "It seemed like they were listening closely to us...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「最終的な雰囲気だと、参考に留められた感じでしたね…。」"
    ],
    "textEn": [
      "\"But it also sounded like they're still not going to take any action...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "くそ…。",
      "所長席前に臨んだ時、今日こそはと意気込んだんだが…。",
      "……結局は昨日までと同じに煙に巻かれて平行線に終わってしまった感じだ。",
      "だが、手応えは確実にある。",
      "一見、堪えてないように見えるが、確実に打撃の力は相手に染みている。",
      "三発で倒れないから降参ではない。沙都子を救ってくれるまで、ひたすらに打ち続けるのみだ…！"
    ],
    "textEn": [
      "Damn it...",
      "When the head of the office showed up, I thought I could change things today, but...",
      "...Everything went the same as yesterday, and we still weren't able to persuade them.",
      "However, I'm sure we're making progress.",
      "It might seem like they're withstanding our blows at first glance, but they're feeling the weight behind them.",
      "We're not going to give up just because it didn't work out today. We're going to fight until they get off their butts and save Satoko...!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「さっきみんなには明日もやるよって声は掛けた。",
      "ただ、今日よりは人数が減るかもしれないね。」"
    ],
    "textEn": [
      "\"I told everyone that we're going to do this again tomorrow too.",
      "But we might get less people next time...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「何だか悔しいですね…。",
      "せっかくここまで来たのに、ここが私たちの限界ってわけなんですか？」"
    ],
    "textEn": [
      "\"This is really annoying...",
      "We're working so hard, but this is all we can do?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "くそ…。",
      "この程度で諦めちゃだめだ…。",
      "今日より人数が減ったとしても、四日目の攻撃を緩めることはないんだから。"
    ],
    "textEn": [
      "Damn it...",
      "We can't give up yet...",
      "We might have less people tomorrow, but we're not going to call off our fourth appeal."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「たとえ誰も来なくなっても。",
      "レナは行くよ。",
      "沙都子ちゃんを助ける判断を下してくれるまで、レナはひとりでも挫けない。」"
    ],
    "textEn": [
      "\"Even if no one comes,",
      "I'm going.",
      "I'm not going to give up until they agree to help Satoko-chan.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「それは俺もだ。",
      "俺も絶対に挫けない。",
      "ありがとな魅音。",
      "来れる人だけでも構わないぜ。",
      "窓から見てたけど、みんなの横断幕、結構プレッシャーになってるようだったぜ。」"
    ],
    "textEn": [
      "\"Same here.",
      "I'm never going to give up.",
      "Thank you, Mion.",
      "I'll take whoever comes.",
      "I could see you guys from the window. Those banners must have looked really intimidating to them.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「はははは、昨夜、夜なべして作った甲斐がありました。」"
    ],
    "textEn": [
      "\"Hahahaha. I'm glad I stayed up all night to make them.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……入江、タスキなんかもありがとうなのです。」"
    ],
    "textEn": [
      "\"......Thank you for the sashes too, Irie.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「いえいえ。",
      "これくらいの協力しかできないのが悔しいです。」"
    ],
    "textEn": [
      "\"No problem.",
      "I wish I could do more than this.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……………ボクも、もっと協力しようと思いますです。",
      "……ボクは沙都子を救えないと思って諦めてきましたが、……今日、圭一と入江が所長とやり合うのを見ていて、ボクにはまだまだ頑張れることがあると思いましたです。」"
    ],
    "textEn": [
      "\".........I'm going to get more involved.",
      "I was about to give up on saving Satoko... but seeing Keiichi and Irie talking with the head of the office today made me feel motivated.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺たちが決起しても、梨花ちゃんだけはいつも遠くから眺めているだけの感じだった。",
      "その梨花ちゃんがこんな積極的なことを言ってくれるなんて、ちょっと嬉しかった。",
      "…でも、梨花ちゃんが頑張れることって、一体なんだろう？"
    ],
    "textEn": [
      "Rika-chan was always watching us from afar.",
      "It made me a little happy to see Rika-chan getting more active in the whole movement.",
      "I wonder what Rika-chan can do..."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………沙都子に会えたら、………助けを求めるように、説得するつもりなのです。",
      "…それは多分、ボクにしかできないことなのです。」"
    ],
    "textEn": [
      "\"......The next time I see Satoko... I'm going to persuade her to seek help...",
      "I think I'm the only one who can do that...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "誰もが思っていた。",
      "沙都子が助けを求めてくれればすぐに解決できるのだ。",
      "……でも、悟史の絡む、沙都子の悲しい過去に触れられず、誰も沙都子にそれを言えなかった。",
      "沙都子。",
      "……悟史への気持ちはわかるが、それとこれは別のことなんだ。",
      "だから頼む、相談所に助けてくれと一言でいいから言ってくれ。",
      "沙都子が助けてと言えば、向こうはすぐにでも飛んでくる準備ができている。",
      "悟史の部屋を片付けるなんて脅迫に屈しず、",
      "………どうか助けを求めてくれ…。",
      "そんなことを、悟史の顔も知らない俺に言うことなんてできない。",
      "言えるとしたら、心に届くとしたら、この一年間を家族のように過ごした梨花ちゃんだけに違いなかった。"
    ],
    "textEn": [
      "The same thing was on all our minds.",
      "The issue will be resolved the moment Satoko seeks help.",
      "But nobody can say that to her, because we all know that she's dealing with the memories of her brother.",
      "Satoko.",
      "...I know how you feel about Satoshi, but this is different.",
      "Please ask the child consultation center to help you.",
      "As long as you're seeking help, they're ready to save you anytime.",
      "Don't be afraid that your uncle is going to destroy Satoshi's room.",
      "......Please ask for them to save you...",
      "But without even knowing Satoshi's face, I could never say that to her.",
      "The only person who can ask her to seek help is Rika-chan. She's been living with her for the past year, and she's like family."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…そうだね。",
      "……私も今日、それを言ったけれど、心には届かなかった。",
      "悲しいけれど、沙都子ちゃんの心に言葉を届かせられるのは、…梨花ちゃんをおいて他にはいないと思う。」"
    ],
    "textEn": [
      "\"...That's true.",
      "...I told her today, but she didn't listen to me.",
      "It's sad, but the only person who can really talk to Satoko-chan is Rika-chan...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…………自分にその力がないのが悲しいですけど、…同感です。",
      "梨花ちゃまは無二の親友。",
      "……あんたにできなかったら、…もうどうにもならないです。」"
    ],
    "textEn": [
      "\"......I wish I could talk to her too. ...But I agree.",
      "Rika-chama is her best friend...",
      "...If she can't persuade her... no one can.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「沙都子ちゃんの心を解きほぐせたら…。",
      "それで全てが解決するとすら断言できるでしょう。",
      "案外、私たちがこうして押し掛けるよりもいい方法かもしれません。」"
    ],
    "textEn": [
      "\"If we can open Satoko-chan's heart...",
      "I'm sure everything will resolve itself.",
      "It might be the better approach, rather than going to the child consultation center like this.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……そんなことはありません。",
      "……レナが言ったとおりです。",
      "双方が手を伸ばさないと届かない。",
      "……だから沙都子も手を伸ばすべきだと思っただけです。",
      "そしてそれはボクも同じなのです。"
    ],
    "textEn": [
      "\"......That's not quite true.",
      "...Although Rena isn't wrong either.",
      "We both have to reach out our hands.",
      "Satoko needs to reach out her hand too.",
      "I also have to do the same."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "みんなが力を合わせないと、奇跡は起こせない。",
      "ボクだけが諦めていて力を合わせなかった。",
      "だから奇跡が起こせなかった。",
      "だからボクも力を合わせる。"
    ],
    "textEn": [
      "If everyone doesn't work together, a miracle is not going to happen.",
      "I didn't work hard enough because I didn't believe we could do it.",
      "So the miracle never happened.",
      "So I'm going to make a greater effort."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "だから沙都子も手を掴む。",
      "…………ぁぅ。",
      "言いたいことがうまく説明できないです。",
      "…ごめんなさいです。」"
    ],
    "textEn": [
      "So I'm sure Satoko will take my hand.",
      ".........Au.",
      "I can't really explain what I want to say...",
      "I'm sorry...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんは無口かと思えば、時折とても雄弁になる。",
      "……無口な少女だからと言って、心の中が空っぽだなんてことはありえない。",
      "無口だからこそ、表に出し切れずにいる無数の想いが詰まっているのだ。",
      "俺たちは今後も陳情を続けていく。",
      "そして梨花ちゃんは沙都子に説得をする。",
      "それが最善の方法だと思ったし、それ以外の方法も今となっては思いつかなかった。",
      "この地味な手に賭けた。",
      "賭けたからには勝つまで勝負を降りれない。",
      "勝手に降りれば賭けた分が全て没収されてしまう。",
      "……きっと沙都子を救い出す。",
      "そのためにはみんなで一層団結する他ない。",
      "でも、今日の沙都子を見てのとおり、時間的猶予はもうほとんど残されてはいない…。",
      "どうしたらいいんだ…。",
      "明日からは人数が減る。",
      "これ以上のインパクトを相談所に与えることは無理だろう。",
      "相談所側の頑な対応に打開が見えず、少しずつ胸の奥に湧き上がる焦燥感を、俺は唾と一緒に飲み込んで気付かぬふりをする他なかった…。"
    ],
    "textEn": [
      "Rika-chan is usually a quiet girl, but she talks a lot every once in a while.",
      "Just because she's quiet doesn't mean that she's not thinking about anything.",
      "In fact, because she's quiet, she must have a lot inside her heart that she's never expressed.",
      "We are going to continue our appeal to the consultation center.",
      "Rika-chan is going to persuade Satoko.",
      "This is the best approach, or at least the best one that I can think of.",
      "It might be slow and quiet.",
      "But now that I'm in the game, I can't quit until I win.",
      "If I gave up, I'd lose everything that I bet on.",
      "We're going to save Satoko...",
      "We just have to work together.",
      "But, obviously, we don't have much time left to fight...",
      "What to do...?",
      "We're definitely going to have less people tomorrow...",
      "In other words, we can't intimidate the child consultation center any more than we did today.",
      "I couldn't see any way to break our deadlock with the consultation center, so I had no choice but to swallow down the irritation starting to boil up in my chest and pretend not to notice it."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「もうだいぶ暗くなってきました。",
      "魅音さん、解散の号令を掛けられた方がいいでしょう。",
      "私も今夜はまた実行委員会なので、このまま直接、集会所に行った方が良さそうです。」"
    ],
    "textEn": [
      "\"It's getting pretty dark.",
      "Mion-san, you should tell everyone to go home now.",
      "I have a festival committee meeting tonight, so I have to head straight there after this.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「わ、それを言ったら私もじゃーん！！"
    ],
    "textEn": [
      "\"Ah, I need to go the meeting too!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "いけねいけね…。」"
    ],
    "textEn": [
      "I almost forgot...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ってことは俺もだよな。",
      "俺が欠席しても問題はなさそうだが、仮にも実行委員の１人だ。",
      "たとえ話がさっぱりわからなくても、欠席は失礼だ。",
      "出ないわけにはいかない。"
    ],
    "textEn": [
      "That meant I had to go too.",
      "While it wouldn't be a big deal if I missed the meeting, I should still go.",
      "I don't understand most of the things they're even talking about there, but I don't want to be rude.",
      "I'd have no choice but to go."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「なら、もう今日はこれで終わりにした方がいいね。",
      "相当急いで帰らないと、時間ギリギリになっちゃうよ。」"
    ],
    "textEn": [
      "\"I guess we need to wrap things up for today.",
      "Otherwise, you're not going to make it in time for the meeting.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音は今日集まってくれた人たちにお礼を言うと、来れる人はぜひ明日も同じ時間に来てほしいと訴える。",
      "それで解散宣言となり、三日目の陳情はお開きとなったのだった。"
    ],
    "textEn": [
      "Mion thanked all the people who came today, and told them to meet at the same place at the same time tomorrow.",
      "And with that, the third day of our desperate appeal was over."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「もしもし？",
      "俺、俺、圭一。",
      "………うん。",
      "帰ってから食べるよ。",
      "だから、家に帰らずこのまま集会所に行っちゃうよ。",
      "………お父さんはもう行ってるんだね？",
      "わかったわかった、了解〜。」"
    ],
    "textEn": [
      "\"Hello?",
      "It's me, Keiichi.",
      "Yeah...",
      "I'll eat when I get home.",
      "I'm going straight to the assembly hall from here.",
      "Dad is on his way, right...?",
      "Okay. Got it...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "家に帰らず、そのまま集会所に向うことをお袋に連絡し、電話ボックスを出た。",
      "実際はこのまま行ってもちょっと早過ぎる。",
      "でも、一度家に帰ってからだときっとバタバタしてしまう、そういう微妙な時間だった。",
      "集会所に直行するのは俺と魅音、梨花ちゃんに監督だ。",
      "詩音もオマケでついて行くという。",
      "となると、レナも自分だけ帰るなんて面白くない。"
    ],
    "textEn": [
      "I called my mom and told her that I'd be going to the meeting without coming home.",
      "I'd get there kind of early, but...",
      "if I went home first I wouldn't make it in time.",
      "Mion, Rika-chan and Irie were going to head there with me.",
      "Shion said that she was also coming,",
      "and now Rena didn't want to go home alone either."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うちのお父さんは今日、職場の飲み会で遅くなるって聞いてるから、レナも行く。"
    ],
    "textEn": [
      "\"My dad won't be home until late tonight, so I'm coming too."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "お邪魔にならないかな、かな。」"
    ],
    "textEn": [
      "I hope that's all right with you guys. I hope.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「なりはしないよ。"
    ],
    "textEn": [
      "\"That's fine with us."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "むしろ、若い子の関心があることがわかった方がみんな喜ぶでしょ。」"
    ],
    "textEn": [
      "They'll be glad to see a bunch of young people there.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……平均年齢がぐんと若返りますです。」"
    ],
    "textEn": [
      "\"......The average age will plummet.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あははは。",
      "私も久し振りに公由のおじいちゃんに挨拶したいですし。」"
    ],
    "textEn": [
      "\"Ahahaha.",
      "I want to say hi to Uncle Kimiyoshi too. I haven't seen him in a while.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんなわけで、俺たちは薄暗くなってくる中、そのまま古手神社の集会所に向うのだった。",
      "集会所には灯りがついていた。",
      "もう来ている人がいるようだった。"
    ],
    "textEn": [
      "We all headed toward the Furude Shrine in the dim light.",
      "The light was on in the assembly building.",
      "Some people had already arrived."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「こんばんは〜。",
      "皆さん、お早いですね。」"
    ],
    "textEn": [
      "\"Good evening.",
      "You guys are early.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「あんれ、魅音ちゃんに…大勢に来たねぇ！",
      "入江の先生もこんばんは。」"
    ],
    "textEn": [
      "\"Hello, Mion-chan and... her friends!",
      "Good evening, Dr. Irie.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「どうもこんばんは。",
      "皆さんもお早いですね。」"
    ],
    "textEn": [
      "\"Good evening.",
      "You're here early.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「はっはっはっは、他になーんもすることがねぇんだけよ。」"
    ],
    "textEn": [
      "\"Ha ha ha ha. We don't have anything else to do.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんなやり取りをする内に、人が次々とやって来た。",
      "みんなこんな早くから集まってるんだな。",
      "…自分もこれからはもう少し早く来ることにしよう。"
    ],
    "textEn": [
      "More people started coming into the meeting hall.",
      "Everyone seemed to come so early.",
      "I should probably come earlier from now on too..."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「あれあれ、今日はハイカラな靴が多いなぁって思ったら、若い人が大勢来てるじゃないの。",
      "詩音ちゃんもお久し振り！",
      "今日はどうしたの。」"
    ],
    "textEn": [
      "\"I thought I saw a lot of fashionable shoes at the entrance today. There are lots of young people here!",
      "Shion-chan! It's been so long.",
      "What brought you here today?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんなが挨拶する。",
      "公由村長だった。",
      "仲良しの幹部委員と一緒にぞろぞろと来たところだった。"
    ],
    "textEn": [
      "Everyone bowed to the newest arrival.",
      "It was the mayor, Kimiyoshi-san.",
      "He strode into the room with the other committee members."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「どうもお久し振りです。",
      "お姉たちと遊んでて、そのままの流れで遊びに来ちゃいました。」"
    ],
    "textEn": [
      "\"Hello. It's been a while.",
      "I was hanging out with my Sis, and just happened to come along with them.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「そうかいそうかい。",
      "よく来たねぇ。",
      "詩音ちゃんも綿流しのお祭り、今年はぜひいらっしゃいよ！」"
    ],
    "textEn": [
      "\"Is that so?",
      "Well, you're welcome here.",
      "You're coming to the Watanagashi festival this year, right?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「えぇ。",
      "今年はぜひ遊びに来ようと思います。",
      "何しろ、圭ちゃんが司会のオークションはぜひ見たいですし！」"
    ],
    "textEn": [
      "\"Yes.",
      "I'm going this year for sure.",
      "I want to see Kei-chan hosting the auction too!\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「わっはっは。",
      "前原くんの司会もそうだけど、これからは祭りのいろんな仕事を少しずつ若い子に移してかないといけないねぇ。",
      "……そうだそうだ、魅音ちゃんに相談したいことがあったんだ。",
      "ちょっとこっち来てくれないかな。」"
    ],
    "textEn": [
      "\"Wa ha ha.",
      "I guess it's time for young people like you to take over the festival.",
      "By the way, I wanted to talk to you, Mion-chan...",
      "Can you come this way...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「はいはい、どうしました？",
      "ひょっとして模擬店部会のＹさん、まぁだ怒ってるんですかー？」"
    ],
    "textEn": [
      "\"Fine, what is it?",
      "Is that guy from the refreshment booth team still angry?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「いやぁねぇ、あっはっはっは…。」"
    ],
    "textEn": [
      "\"Ah, well... Ah ha ha ha...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音は公由村長と幹部連中に誘われ、集会所の外へ出て行った。",
      "なるほど、一部屋しかないこの集会所では、内緒話は外でするわけだ。"
    ],
    "textEn": [
      "Mion headed outside with Kimiyoshi-san and the other committee members.",
      "There's only one room in the building, so they have to go outside if they want to talk in private."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「今日が木曜日だから、…お祭りまであと３日なんだね。",
      "圭一くんの準備は万端なのかな？」"
    ],
    "textEn": [
      "\"Today is Thursday... so we have only three more days until the festival.",
      "Are you ready for the auction?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「準備も何もねぇなぁ。",
      "あるのは覚悟と出たとこ勝負のアドリブだけだよ。」"
    ],
    "textEn": [
      "\"There's not much that I can do now.",
      "I'm ready to get up on the stage and do my thing, though.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……圭一は苦し紛れな方が面白いことを言いますです。」"
    ],
    "textEn": [
      "\"......I think Keiichi performs best under pressure.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あははははは、とみんなが笑った。",
      "その後は、今年のお祭りではどんなことがあるのかとか、",
      "若者にも積極的に参加をとか、若者はどんなお祭りを期待しているのかといった、世代間対話になって盛り上がった。",
      "そんな話をしている時、魅音に肩を叩かれた。"
    ],
    "textEn": [
      "Everyone laughed.",
      "We continued to chat about the festival.",
      "We talked about what kind of festival young people like us would want to see. That sort of stuff.",
      "Suddenly, Mion tapped me on the shoulder."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「圭ちゃん、ちょっと話が。」"
    ],
    "textEn": [
      "\"Kei-chan, I need you for a second...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "盛り上がるみんなに聞こえないよう、身振りだけで表に来るよう合図される。",
      "………何事だろう？",
      "表に出ると、魅音と知恵先生、あと校長先生がいた。"
    ],
    "textEn": [
      "She gestured for me to follow her out front without letting the others know.",
      "......What did she want?",
      "Once outside, I see Mion, Chie-sensei, and the principal."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、知恵先生、校長先生、どうも。",
      "こんばんは。」"
    ],
    "textEn": [
      "\"Oh, Chie-sensei, Mr. Principal...",
      "Good evening.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "知恵先生は挨拶に応えたが、校長先生は聞こえなかったのか応えてはくれなかった。",
      "……見れば、じっと目蓋と口を閉じ、深く考え込んでいるかのような表情だった。",
      "その様子を見て、…みんなと談笑していた楽しい雰囲気が一気に冷める。",
      "……何か良からぬ話があるに違いないと直感した。"
    ],
    "textEn": [
      "Chie-sensei responded to my greeting, but the principal must not have heard me, since he didn't.",
      "His eyes were closed. He seemed lost in thought.",
      "That sight... caused our happy, chatty feelings to cool off quickly.",
      "...My intuition told me this had to be about something bad."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「………前原くんに、ちょっとだけお話があります。」"
    ],
    "textEn": [
      "\"......I need to talk to you, Maebara-kun.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あまり良くない話みたいですね…。」"
    ],
    "textEn": [
      "\"That doesn't sound good...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…………。」"
    ],
    "textEn": [
      "\".........\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「明日も、みんなでまた相談所へ行くんですね？」"
    ],
    "textEn": [
      "\"Are you going to the child consultation center again tomorrow?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「えぇ。",
      "相談所が腰を上げるまで、どこまでも戦うのが仲間の務めですから。",
      "今日ほど集まるかはわかりませんが、明日もまた集まろうとみんなに言ってあります。",
      "な、だよな魅音。」"
    ],
    "textEn": [
      "\"Yes.",
      "We'll keep fighting until they save Satoko. That's our mission.",
      "I don't know if we'll get as many supporters as we did today, but we're going back there again.",
      "Right, Mion?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「………前原くん。",
      "集まる人たちに約束した手前もあるでしょうから、明日はとりあえず仕方がありませんが、………それを最後に、しばらく様子を見ませんか…？」"
    ],
    "textEn": [
      "\"Maebara-kun...",
      "I know you've already made plans for tomorrow, but after that... I think you should wait and see what they do...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "昨夜、大石さんに「忠告」を受けていたから、",
      "…何となく雰囲気が掴めていた。"
    ],
    "textEn": [
      "Thanks to the \"advice\" from Ooishi-san last night...",
      "I already had an idea of the situation."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…知恵先生のそれも、…忠告ですか？」"
    ],
    "textEn": [
      "\"Is this a warning... Chie-sensei?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……………………。」"
    ],
    "textEn": [
      "\"..........\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……これ以上、話が大きくなると、村のお偉方も見て見ぬふりができなくなる。",
      "…だからここいら辺で自重しろってことですか？」"
    ],
    "textEn": [
      "\"...If our protest grows any bigger, the village officials will have to take notice of it.",
      "That's why you're telling me to quit now, isn't it...?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「………前原くん。私はあなた方のしていることは正しいと思う。",
      "だからあなたは正しいと思ったことを堂々としてくれればいいと思っています。",
      "でも、………………。」"
    ],
    "textEn": [
      "\"Maebara-kun.... I think what you're doing is a good thing.",
      "You're not wrong to pursue the things you believe in.",
      "However.......\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そこで言葉を詰まらせる。",
      "知恵先生はつい先日まで俺たちの理解者だった。",
      "二日目にはクラス全体を率いて相談所まで来てくれた。",
      "その先生が、まったく正反対のことを言うなんて………。",
      "軽いショックと眩暈を覚えずにはいられなかった。"
    ],
    "textEn": [
      "She stopped talking after that.",
      "Chie-sensei was supporting us until just yesterday.",
      "She even came to the child consultation center with us on the second day.",
      "So for her to start saying completely the opposite...",
      "I felt slightly dizzy from the shock of it."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……圭ちゃん、知恵先生の名誉のために補足するよ。",
      "…知恵先生は個人的には私たちを支持してくれてる。"
    ],
    "textEn": [
      "\"Kei-chan, let me explain in her stead.",
      "Chie-sensei is still supporting us as an individual."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "でも、",
      "…",
      "…",
      "…",
      "その、」"
    ],
    "textEn": [
      "However",
      "...",
      "...",
      "...",
      "well...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「教育委員会とか、そういう辺りから、何かの圧力が掛かったってわけか。」"
    ],
    "textEn": [
      "\"Is she being pressured by the Board of Education or something?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……知恵先生は圧力なんかに屈する人じゃない。",
      "圭ちゃんは知恵先生がどれだけ正義心に溢れる人か知らないだろうね。"
    ],
    "textEn": [
      "\"......Chie-sensei will never bow to pressure.",
      "You have no idea how courageous she is."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "かつて、この分校が分校と認められず、単なる廃校の校舎でしかなかった時、知恵先生は教育委員会を無視してやって来てくれて私たちの先生になってくれた。」"
    ],
    "textEn": [
      "She ignored the Board of Education and came to this village when the Hinamizawa Branch School was still not approved by the government.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その話は多分、魅音に聞かされたんだと思う。",
      "かつてのダム戦争の折に、この学校は廃校になった。",
      "でも、ダム戦争を認めず廃校も認めない村人たちが、ここに登校し続けたのだ。",
      "でも、ここは廃校だから先生はいない。",
      "……そこに駆けつけてくれたのが知恵先生だった。",
      "やがてダム戦争に勝利し、園崎家などの村の重鎮が強力に働きかけた結果、この学校が分校と無理やり認められたのだ。",
      "つまり、この分校は円満に成立してはいない。",
      "渋る行政から無理やりもぎ取った学校なのだ。",
      "知恵先生は昨日のクラス全体での陳情を引率してくれている。",
      "それはとても勇気ある行動であると同時に、",
      "……この分校を潰そうという悪意を持つ者にとっては、都合のいい揚げ足になるのだろう。"
    ],
    "textEn": [
      "I think Mion told me about that story before.",
      "The school was closed when the dam conflict happened.",
      "However, the village children still came to the school to learn.",
      "There were no teachers there, though, because the school wasn't officially operating.",
      "...That was when Chie-sensei arrived.",
      "After they won the dam conflict, the Sonozaki family and other villagers made an appeal, and the school's existence was finally approved.",
      "Our school did not have an easy start.",
      "The government was against it, but the villagers forced them to approve.",
      "Chie-sensei came along with us on our appeal yesterday.",
      "That was very courageous of her, but...",
      "now people who want to close the school are paying attention to what we're doing."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…結論から言うと。",
      "……知恵先生はもう、私たちには協力できないって。」"
    ],
    "textEn": [
      "\"...That's basically it.",
      "...Chie-sensei can't support us openly anymore.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それを聞くと、知恵先生は俯いた。",
      "……こんな悲しそうな顔を見るのは初めてだった。"
    ],
    "textEn": [
      "Chie-sensei stared at the ground as Mion spoke.",
      "...I'd never seen her look so sad."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「…………………私だけの問題なら、この身がどうなってもいい。",
      "一人の生徒のために戦えず教師なんて名乗りたくない。",
      "………でも、私たちの学校の存在までは脅かせないのです…。」"
    ],
    "textEn": [
      "\".........If it was just about me, I wouldn't care what happened.",
      "I don't want to be a teacher who can't even fight for her own students.",
      "......But I can't put the whole school in jeopardy...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どこの誰が吹き込んだのかはわからない。",
      "とにかくそいつらは、沙都子がらみでこれ以上、騒ぎを大きくするなと知恵先生に釘を刺した。",
      "それに従わないと、学校の存続にも影響があると脅し、知恵先生ひとりでは責任が取れないような圧力をかけた…。"
    ],
    "textEn": [
      "I don't know who told her this.",
      "Whoever it was, they warned her not to escalate things around Satoko's case.",
      "They threatened the existence of our school to make her obey, and pressured her with responsibility she couldn't take on her own."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……俺さ、昨日、大石さんからそんな話を聞かされてるんだ。",
      "それもまさにこの場所でさ。"
    ],
    "textEn": [
      "\"...You know, yesterday, Ooishi-san told me something similar.",
      "In this exact same spot, too."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "……これ以上、騒ぎを大きくすると、北条家を未だによく思ってない年寄り共と対立することになる、",
      "みたいなのをな。」"
    ],
    "textEn": [
      "...He warned me that if I kept escalating this, then I'd be fighting against the elders who still don't like the Houjou family.",
      "Or something like that.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……………大石にそんな話を聞かされたんだ。",
      "………うん。",
      "……そう間違った話じゃないよ。」"
    ],
    "textEn": [
      "\"......He told you that?",
      "......Well,",
      "he's not really wrong.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "知恵先生だけでなく、魅音まで俯く。",
      "…知恵先生もそうだし魅音もそうだが、俺にとって二人は、いわゆる強い人だった。",
      "その二人が俯く様子を見ていると、何だか“どうにもならない”袋小路に押し込まれてしまったように感じ、とても嫌だった。"
    ],
    "textEn": [
      "Mion looked at the ground along with Chie-sensei.",
      "I always thought Chie-sensei and Mion were stronger people.",
      "So seeing them both hanging their heads like \"this is hopeless,\" made me feel like we were being pushed into a dead-end, and I hated it."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…大体、お前、さっきのさっきまで俺たちと一緒に相談所に押し掛けてたじゃないかよ！",
      "そして明日も来れる人は来てくれってみんなに言ったじゃないか！",
      "その魅音と一緒に集会所にやってきて、…どこで弱気な魅音と入れ替わっちまったんだよ！！」"
    ],
    "textEn": [
      "\"...You were just at the child consultation center with us!",
      "You told everyone to come again tomorrow!",
      "That's the Mion I came to this meeting with... so when did she get swapped with this weak Mion?!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どこで入れ替わったんだ、と自分で言って、ひとつ思い当たる。",
      "……さっき、村長たちが来て魅音に相談があるといって外に連れ出した…。",
      "まさか……。"
    ],
    "textEn": [
      "When I said, \"When did she get swapped,\" I immediately thought of one thing.",
      "...The mayor took her outside the building earlier...",
      "Did he...?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そっか…。",
      "さっき村長が魅音を外に呼んだのは、そういう話だったんだな。」"
    ],
    "textEn": [
      "\"I see...",
      "He called you out here to talk about this, didn't he?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「………まぁ、色々とね。",
      "あははは…。」"
    ],
    "textEn": [
      "\"...Well, kind of.",
      "Ahahaha...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音の曖昧な笑いが痛々しい。",
      "……魅音が表に出ていたのは、多分、長くても１０分くらいだと思う。",
      "その１０分の間にどんなことを吹き込めば、魅音の決意をここまで砕くことができるのか…。"
    ],
    "textEn": [
      "It felt painful to see her fake a smile like that.",
      "She was only out here with him for about ten minutes.",
      "What the hell did he tell her that crushed her spirit...?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「魅音も、知恵先生も、……俺の知ってる二人は最高に強い誇れて憧れる友人であり先生だ。",
      "……その二人がほんの一晩二晩で意見を翻すことになるような、どんな圧力があったかは、俺には想像がつかない。」"
    ],
    "textEn": [
      "\"Mion, Chie-sensei... The two of you are the strongest people I know. I respect you very much.",
      "...I can't even imagine what kind of pressure would cause you to change your opinions overnight.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "だから、俺は二人を憎まない。",
      "むしろ、…あれほどまでに沙都子を救うために頑張ろうと誓っていたのに、",
      "その意見を曲げねばならなかった二人を……",
      "哀れむ。"
    ],
    "textEn": [
      "I didn't feel like getting mad at them.",
      "They were just as passionate about saving Satoko as I was.",
      "Towards them, I felt nothing but...",
      "pity."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……前原くん…。",
      "……私は何て言っていいか……、」"
    ],
    "textEn": [
      "\"Maebara-kun...",
      "I don't know what to say...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「いえ、知恵先生が謝ることじゃないです。」"
    ],
    "textEn": [
      "\"You don't need to apologize.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "だから俺は、少し荒々しく言った。",
      "…もうこういうのはたくさんだったのだ。"
    ],
    "textEn": [
      "I could feel an angry tone entering my voice.",
      "I'd had enough."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「教えてくれ。",
      "どうして村の年寄りたちは未だ北条家を嫌うんだ。",
      "もうダム戦争は終わってる。",
      "残された沙都子には何の罪もないはずだ。",
      "なのに、どうしてここまで嫌うんだ？！",
      "誰が嫌ってる！！"
    ],
    "textEn": [
      "\"Tell me something.",
      "Why do the old people in the village still hate the Houjou family that much?",
      "The dam conflict is over.",
      "Satoko is totally innocent, isn't she?",
      "Why do they still hate her so much?",
      "Who hates her?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "誰のせいだ！",
      "そいつに俺が話をつける！！」"
    ],
    "textEn": [
      "Whose fault is this?",
      "I'm going to have a chat with whoever that is!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…………北条家を嫌ってる人間は、実はいないのかもしれないって思うよ。」"
    ],
    "textEn": [
      "\".........I don't think anyone actually hates the Houjou family.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何？",
      "お前は何を言ってるんだ？！」"
    ],
    "textEn": [
      "\"What?",
      "What are you saying?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……ダム戦争で北条家は村の仇敵だった。",
      "村全体でそういう風に盛り上げたからね。",
      "その戦犯である夫婦が死に、残された沙都子に罪がないのは誰もが薄々知っている。"
    ],
    "textEn": [
      "\"...It's true that the Houjou family was the enemy during the dam conflict.",
      "The whole village believed that.",
      "But after Satoko's parents died, people started realizing that she was innocent."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "………でも、北条家を許そうと誰かが号令を掛けたわけじゃないんだよ…！」"
    ],
    "textEn": [
      "......But no one ever came forward to forgive her...!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「その辺は私も補足します。」"
    ],
    "textEn": [
      "\"I can explain why.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…詩音！」"
    ],
    "textEn": [
      "\"Shion...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音だけではない。",
      "レナも梨花ちゃんもいた。",
      "俺たちがいつまでも戻ってこないので、様子を見に来て、…話を聞いてしまったのだろう。"
    ],
    "textEn": [
      "It wasn't just Shion who appeared.",
      "Rena and Rika-chan were there with her.",
      "They'd come out to check on me, and overheard what we were talking about..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「北条家をスケープゴートにして結束してきたこの村は、未だ北条家に怯えているんです。",
      "………怯えているというのは、怖いという意味じゃない。"
    ],
    "textEn": [
      "\"After uniting to turn the Houjou family into their scapegoat, the village is still living in fear.",
      "...But not because they're scared of them."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "…北条家と縁があると思われたら、自分も村からスケープゴートにされてしまうかもしれないと恐れていたのです。」"
    ],
    "textEn": [
      "...They're living in the fear that if they end up connected to the Houjou family, they'll be made a scapegoat by the village too.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "つまり、………北条家を助けたと思われたら、",
      "自分も北条家と一緒の扱いを受けて、村中から攻撃されるかもしれない。",
      "…それがダム戦争が終わって今に至っても、まだ拭えずにいるというのだ。"
    ],
    "textEn": [
      "In other words...... if you help a member of the Houjou family,",
      "you might get attacked by the village, just like they did.",
      "...They still feel that way, years after the conflict."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そ、そんなことってあるの？！"
    ],
    "textEn": [
      "\"Is, is that true?"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "だって、学校ではみんな沙都子ちゃんと普通に接してたよ？！」"
    ],
    "textEn": [
      "Everyone was always nice to Satoko-chan at school!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……もちろん、それは村のお年寄りだけの話なのです。",
      "……でもそれは、…村の深部でもあります。」"
    ],
    "textEn": [
      "\"Only the old people are involved in this...",
      "However, they're the core of the village...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「みんなはそれを、多分、園崎本家の婆っちゃの意思だろうと思ってるでしょ。"
    ],
    "textEn": [
      "\"They all believe that the leader of the Sonozaki family, my Granny, still hates the Houjou family."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "…でも、そういうわけじゃない。",
      "婆っちゃだってやっぱり恐れてるんだよ。"
    ],
    "textEn": [
      "But that's not true.",
      "Granny is also afraid."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "自分が北条家を擁護したら、村の年寄り連中に対して求心力を失ってしまうのではないかって思ってる。」"
    ],
    "textEn": [
      "She thinks that if she forgives the Houjou family, the other elderly people will lose trust in her.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……何だかややこしいぞ。",
      "つまりどういうことなんだ。",
      "俺は誰を殴りゃいいんだ！」"
    ],
    "textEn": [
      "\"...This is really complicated.",
      "So what do you mean?",
      "Who am I supposed to punch in the face?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「つまり！",
      "本当は誰も北条家を嫌ってなんかいないんだよ…！",
      "誰もが、内心はもう許してもいいと思ってる。",
      "でも、それを口に出せない！",
      "自分以外はみんな未だ北条家を敵視してると信じてる！」"
    ],
    "textEn": [
      "\"The truth is...",
      "No one really hates the Houjou family...!",
      "They all think we should forgive them.",
      "But they can't come forward with that opinion!",
      "They're convinced that everyone else still hates the Houjou family!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「つまり……相互に誤解しているってこと…？！」"
    ],
    "textEn": [
      "\"So... everyone is misunderstanding each other...?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そういうことです。",
      "個別に聞けばわかります。",
      "誰も沙都子のことを嫌ってなんかいないんです。",
      "両親が死んで、それがケジメになったと思っています。"
    ],
    "textEn": [
      "\"That's right.",
      "You can ask all of them individually.",
      "You'll see that no one really hates Satoko.",
      "Her parents' death marked the closure of that hatred."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "だから鬼婆も、その後は北条家に一切関わるなと号令を出しました。",
      "でも、北条家を許すとは号令を出せなかった。」"
    ],
    "textEn": [
      "After her parents died, my grandma told everyone not to bother the Houjou family anymore.",
      "However, she didn't tell people to forgive them.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……それはきっと、……ボクのお父さんのせいもあるのです。」"
    ],
    "textEn": [
      "\"......That's probably... because of my father.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「梨花ちゃんの…？！",
      "どうして………？」"
    ],
    "textEn": [
      "\"Rika-chan's father?",
      "Why is that...?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクのお父さんはずっとのんびりと構えていたので、村の人たちからリーダー失格だとずっと言われてきたのです。」"
    ],
    "textEn": [
      "\"......My father was so laid back that people started saying he didn't deserve to be a leader in the village anymore.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「梨花ちゃんのお父さんはハト派だったからね…。",
      "冷静に状況が読める人だったと思う。",
      "……でも、祭りのように反ダムで燃え上がった人々は、もっと過激なタカ派のリーダーを求めていたんだよ。"
    ],
    "textEn": [
      "\"Rika-chan's dad was a very relaxed guy...",
      "I think that helped him calmly resolve things.",
      "...But at the time, people who were burning with anger about the dam project were looking for a more aggressive leader."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "だから婆っちゃは雛見沢をひとつのまとめるため、敢えてみんなが求めたタカ派リーダーを演じたんだよ…。」"
    ],
    "textEn": [
      "So my Granny came forward and acted as one, in order to unite the whole village...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「つまり、…タカ派リーダーを演じてる手前、自分から北条家を許すとは言い出せないってわけか。」"
    ],
    "textEn": [
      "\"And because of her role as an aggressive leader, she can't publicly announce that she's going to forgive the Houjou family...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……うん。…",
      "お年寄りは主義を曲げないことを模範と思うからね…。",
      "最初に掲げた方針はなかなか変えられないんだよ…。」"
    ],
    "textEn": [
      "\"...Yeah...",
      "Old people put a lot of stock into not changing their minds...",
      "She can't reverse her policy so easily...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「そんなのってひどい！！",
      "だってそれじゃ、……誰もが人のせいにしながら沙都子ちゃんを許してあげてないってことだよ？！",
      "自分が許すと、村の人に陰口を叩かれるかもしれないから許してあげられないなんて、……あんまりだよ…！！」"
    ],
    "textEn": [
      "\"But that's terrible!!",
      "People are refusing to forgive Satoko-chan, and then blaming it on everyone else!",
      "They can't forgive her because they're afraid of what other people might think...? That's awful!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「当時はね、貧しい家なんかには補償金が欲しくて立ち退きを受け容れてもいいと思ってる人が少なからずいたんだよ。",
      "……でもそれを口に出すとはばかられる状況だった。"
    ],
    "textEn": [
      "\"During the dam project, a few households actually thought that it would be fine to vacate their homes, since they were getting compensation money from the government.",
      "But they couldn't say that out loud..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "…そんな中、それを堂々と公言したのが北条家だったんだよ。"
    ],
    "textEn": [
      "The Houjou family, however, came forward with their opinion and announced that they were willing to vacate."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "それに勇気付けられて立ち退き派が派閥を作りそうな勢いになった。"
    ],
    "textEn": [
      "Those households gained courage after seeing the Houjou family, and they almost established a group of people who agreed to leave."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "みんなも、今日までのお役所とのやり取りをしててわかったと思うけど、住民運動というのは一枚岩じゃないといけないんだよ。",
      "村の総意であるか否かがとても大切なこと。",
      "だから、実はダム戦争の直前。"
    ],
    "textEn": [
      "I'm sure you understand this after today, but in order to effectively protest something, everyone has to have the same opinion.",
      "It's important that the whole village is on the same page.",
      "Before the dam conflict,"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "雛見沢は戦争どころか内部分裂状態だったんだよ…。」"
    ],
    "textEn": [
      "Hinamizawa was tearing itself apart instead of waging war...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクのお父さんが、日和見主義だったからそうなったんだとみんなは言いました。",
      "……お父さんはダムなんてできるわけがない。",
      "きっと話し合いで平和的に解決できるという、のんびりした立場だったのです。"
    ],
    "textEn": [
      "\"......They said that it was because my father was such a lazy leader...",
      "He never thought that they'd actually build a dam.",
      "He believed that we could reach a peaceful resolution just by negotiating."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "……そして、それが立ち退き派を許す温床になったと非難されたのです。」"
    ],
    "textEn": [
      "People thought that was why some families started agreeing to leave.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「立ち退き派って、……不思議な響きだね。",
      "初めて聞くよ。",
      "村の人はよく、ダムの推進派って言わない？」"
    ],
    "textEn": [
      "\"Supporters of the plan to evacuate... That sounds strange...",
      "This is the first I've heard of that.",
      "People in the village always said that they supported the dam project...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そう言えばそうだな。",
      "ダム戦争の時、村の仇敵となったダム推進派って言い方をするよな。"
    ],
    "textEn": [
      "She's right.",
      "They usually claim that their enemies supported the project itself."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…………立ち退き派って言うより、ダム推進派って方が悪っぽそうな感じでしょ？"
    ],
    "textEn": [
      "\"......It sounds worse if you call them 'dam project supporters' than if you called them 'evacuation supporters,' doesn't it?"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "立ち退き、じゃ、単に喧嘩を嫌って逃れるだけの平和的なイメージがある。",
      "でもダム推進派なら、」"
    ],
    "textEn": [
      "If you call them 'evacuation supporters', it makes it sound like they're peaceful people who don't want to fight.",
      "But calling them 'dam project supporters' makes it sound...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「なるほどな…。",
      "ダム推進派っていうと、何だか利敵行為というか、村をダム湖に沈めようとする裏切り者みたいなイメージになるな。」"
    ],
    "textEn": [
      "\"I see...",
      "It sounds more like a group of bad people trying to submerge the village under water...\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「イメージ戦略というものです。」"
    ],
    "textEn": [
      "\"It's all about appearances.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "監督だった。",
      "……監督もまた、俺たちがいつまでも戻ってこないので様子を見に来たのだろう。"
    ],
    "textEn": [
      "Coach had appeared.",
      "He came outside after noticing how long we'd been gone."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「当時の雛見沢には、戦争直前の全体主義のような空気が蔓延していたのです。",
      "……ハト派の古手氏では逆に分裂を招いた。",
      "なら、全体を一丸とするにはタカ派になるしかないと、当時の園崎家は考えたのです。」"
    ],
    "textEn": [
      "\"The village of Hinamizawa was brimming with a sense of unity.",
      "...Mr. Furude was not able to unite the village.",
      "The Sonozaki family figured that they could seize power if they were to take charge of that unity.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…ちょっと話が見えてきました。",
      "…つまりこういうことですね。"
    ],
    "textEn": [
      "\"...I'm starting to understand now.",
      "...Let's phrase it a different way."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "村を反ダムでひとつにまとめるために、北条家に裏切り者のレッテルを貼って徹底攻撃して見せしめにした。"
    ],
    "textEn": [
      "In order to unite the village, they attacked the Houjou family, who betrayed their sense of community. They used them to intimidate other people."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "それがあまりに集中的だったので、立ち退き派の人たちは恐ろしくなり宗旨替えせざるを得なかった。」"
    ],
    "textEn": [
      "People became afraid of the Houjou family, so they changed their minds and started protesting against the dam project...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……北条家と親交があれば、ダム推進派なのだろうと疑われました。",
      "だから、誰もが怖がって北条家に近付かなかった。"
    ],
    "textEn": [
      "\"......They held that if you interacted with the Houjou family, you were probably a supporter of the dam project yourself.",
      "That's why everyone kept their distance from them."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "すれ違っても見て見ぬふりをし、話しかけられても無視をしたのです。」"
    ],
    "textEn": [
      "They acted like they didn't even see them. When someone from the family talked to them, they ignored it.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「もちろん、それは北条夫妻の二人を指名したもののはずなのですが、……いつの間にか、北条家というわかりやすい看板が一人歩きを始めました。",
      "その結果、……叔父叔母夫婦の家もとばっちりを受けたそうです。",
      "皮肉ですね。"
    ],
    "textEn": [
      "\"Initially, they were targeting only Satoko-chan's parents. But eventually, the whole family was seen as a target.",
      "As a result, her uncle and aunt were caught in the line of fire too.",
      "It's kind of ironic."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "その時の村八分の恨みが募り、沙都子ちゃんへの虐めの温床となっているのですから。」"
    ],
    "textEn": [
      "That was the reason they started abusing Satoko-chan to begin with...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自分たちはダムに賛成しているわけでもないのに、沙都子の家が騒ぎの火種となったばかりに、自分の家までとばっちりを受けて。",
      "……それで、夫婦が事故死した後、子どもを二人も押し付けられて。",
      "………なるほどな。",
      "……ようやく全てがわかってきたぜ…。"
    ],
    "textEn": [
      "Her uncle and aunt were not in support of the dam project, but because of Satoko's parents, they were also attacked.",
      "After Satoko's parents died, they were forced to take care of their two children...",
      "......It finally makes sense.",
      "...I can see the whole picture now..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ダム戦争は終わった上に、沙都子ちゃんの両親は亡くなった。",
      "ならそういう変な遺恨は全部水に流そうって、言い出した園崎家がちゃんと終了宣言を出すべきじゃないのかな。」"
    ],
    "textEn": [
      "\"The dam conflict is over and Satoko-chan's parents are dead.",
      "I think the Sonozaki family should speak out, and publicly forgive the Houjou family.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そこで最初の話に戻るんです。",
      "北条家に温情的な宣言を出したら、園崎家頭首は、ダム戦争当時の幹部級、つまり町会のお偉方への求心力を失うのではないかと恐れたんです。」"
    ],
    "textEn": [
      "\"But once again, there's an issue.",
      "Granny is afraid that the elderly people here will lose their trust in her if she publicly forgives the Houjou family.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…舐められたらおしまいってのは、どうやらお役所だけじゃなく、園崎家もそうみたいだな。」"
    ],
    "textEn": [
      "\"...Seems like the Sonozaki family's as worried about people taking them lightly as the consultation center is.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……これは、私が直接婆っちゃに聞いたから間違いない。",
      "婆っちゃは、北条家は放っておけとの号令を出すまでが精一杯。"
    ],
    "textEn": [
      "\"I heard this directly from her, so I'm sure that's what's happening.",
      "All she could do was tell everyone not to bother the Houjou family anymore."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "そして、自分が死んで頭首が代わったら、その就任の時に、ダム戦争の完全終了宣言を出して、北条家に対する遺恨を完全に流そうと、そういう話になってるんだよ。",
      "…これはお母さんも知ってる。」"
    ],
    "textEn": [
      "When she dies, she wants the next family head to officially declare the end of the dam conflict, and stop discriminating against the Houjou family.",
      "...My mom knows about this too.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「その話は、私もお母さんに聞いてます。",
      "鬼婆さまの世間体とかいうやつですね。」"
    ],
    "textEn": [
      "\"I heard about it from her, actually.",
      "It's just that old hag's stubborn pride...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「話をちょいと戻すぜ。",
      "魅音と知恵先生にさっき脅しをかけたのは村長たち、町会のお偉方連中だったと思う。",
      "その連中はどうなんだ、内心。",
      "まだ北条家を恨んでるのか？」"
    ],
    "textEn": [
      "\"Let me ask you this.",
      "It sounds to me like the mayor and his people threatened Mion and told Chie-sensei they'd close the school.",
      "How about them?",
      "Do they still have bitter feeling toward the Houjou family?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……それが笑っちゃうんです。",
      "実は、公由のおじいちゃんだって、誰だって、もう北条家を恨んでなんかないってんです。」"
    ],
    "textEn": [
      "\"...It's ridiculous.",
      "Even Uncle Kimiyoshi thinks no one in the village hates the Houjou family.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「つまり、悲しい話なんですが、……彼らにとってまだダム戦争は尾を引いているのです。",
      "北条家と親交があったら、後ろ指を差されるかもしれないと未だに恐れているのです。」"
    ],
    "textEn": [
      "\"It's just sad that the dam conflict hasn't completely ended for these people.",
      "They're still afraid of being badmouthed behind their backs if they interact with the Houjou family.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「でもでも、梨花ちゃんとか監督は普通に沙都子ちゃんと接してるじゃないですか！」"
    ],
    "textEn": [
      "\"But people like you and Rika-chan interact with her.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「私は若く、そもそも町会にそれほどのしがらみを持ちませんから。",
      "そして梨花ちゃんは特別です。",
      "………なぜなら彼女は、オヤシロさまの生まれ変わりだから。」"
    ],
    "textEn": [
      "\"I'm young, and I don't have many ties to the town council either.",
      "Plus, Rika-chan is special.",
      "She's the reincarnation of Oyashiro-sama...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「オヤシロさまは、人と鬼の相容れぬ存在を融和させて住まわせた伝説を持つ。",
      "だからつまり、」"
    ],
    "textEn": [
      "\"Oyashiro-sama was the one who brought humans and demons together.",
      "Which means...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……村に居られない身である北条家の人間を引き取っても、納得されたというわけか。」"
    ],
    "textEn": [
      "\"She was able to live with Satoko, even though Satoko's not accepted by the villagers...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "聞けば聞くほど、……この村における沙都子がどれほど肩身が狭かったかがわかる。",
      "沙都子が日々をとても元気に過ごしていて、部活では大はしゃぎをしている。",
      "だから、俺はそれが沙都子の生活の全てだと思っていた。",
      "でも、……沙都子がひとりで村を歩く時にはどうだったかなんて、想像もつかない。",
      "きっと沙都子は、どことなくよそよそしい雰囲気などへっちゃらだと、強気に買い物に出たりしてただろう。",
      "そして、たまに感じる冷たい素振りに傷付けられながらも、健気に生きてきたのだ。",
      "でも、そんなことは今の今まで気付かなかった。",
      "ダム戦争の最中にはそういうこともあったかもしれないと思っていたが、",
      "…今もそうだとは夢にも思わなかった。"
    ],
    "textEn": [
      "After hearing all this, I'm beginning to understand how difficult it was for Satoko to live in this village.",
      "She always acted bright and cheerful in school and in the club.",
      "I thought that was her whole world.",
      "But I had no idea how she felt when she was walking around alone in the village...",
      "She probably went grocery shopping even knowing that people were going to ignore her.",
      "She felt the coldness from them, but she was standing strong on her feet.",
      "I had no idea she was going through something like that.",
      "I knew she went through tough times during the dam conflict...",
      "but I had no clue that she was struggling to this day."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「何て悲しい話…。",
      "そして、何て馬鹿馬鹿しい話。」"
    ],
    "textEn": [
      "\"What a sad story...",
      "And the whole thing is just nonsense, too.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「レナもそう思うか。",
      "俺もまったく同じに思ったぜ。」"
    ],
    "textEn": [
      "\"Do you feel that way too, Rena?",
      "I feel exactly the same.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「誰もが沙都子ちゃんのことを何とも思ってないのに、関わると何か良くないことがあると思ってる！",
      "悪いのは誰なの？！",
      "誰でもないの？",
      "そう思わせる風土や世間体が悪いの？！」"
    ],
    "textEn": [
      "\"No one feels bitter toward Satoko-chan, but everyone is afraid that something bad will happen to them if they interact with her!",
      "Whose fault is this?",
      "No one's?",
      "Is the land or society making them think that way?!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「誰も悪くない。",
      "……なのに、他の誰かを気にして、自分も許せない、…か。」"
    ],
    "textEn": [
      "\"It's no one's fault.",
      "...Yet they're so worried about everyone else's opinions they can't forgive her, huh.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…うん。",
      "そういう空気は、よい方向に流れてる時はいいんだよ。",
      "思いやりがあって連帯感のあるいいご近所付き合いを生み出す。"
    ],
    "textEn": [
      "\"Yes...",
      "That kind of atmosphere is great when the wind's blowing in a good direction.",
      "People would act kindly and help each other."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "でも、……北条家の件は正反対。"
    ],
    "textEn": [
      "But the case of the Houjou family... is totally the opposite."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "そういう思い込みがカビのように蔓延しちゃって、どうにもならない。",
      "…腐った畳はどうすると思う？",
      "捨てて新しくするしかないんだよ…。」"
    ],
    "textEn": [
      "It's spreading like a mold, and no one can do anything about it.",
      "What do you do with a rotten tatami mat?",
      "You have no choice but to toss it out and get a new one...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「じゃあ、……村長たちは自分たちが沙都子を気に入らないから圧力をかけてるんじゃなくて。",
      "……俺たちのやっていることを黙認すると、",
      "“村の誰か”という居もしない存在に後ろ指を差されるかもしれないと怯えているから黙認できないと、そういうわけなんだな。」"
    ],
    "textEn": [
      "\"So the mayor is pressuring us not because he hates Satoko...",
      "but because he thinks that if he lets us run free,",
      "'someone,' who doesn't even exist, might talk badly about him. So that's why he can't leave us be?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……私は、その居もしない“誰か”を、とりあえず『オヤシロさまの祟り』って呼んでます。",
      "だって、誰もがその居ない“誰か”に気遣ってる。",
      "でもその“誰か”は存在しない、人じゃない。」"
    ],
    "textEn": [
      "\"I call that 'someone' the 'curse of Oyashiro-sama'.",
      "Everyone is afraid of that 'someone,' even though he doesn't exist.",
      "But that 'someone' doesn't exist, and they're not a real person.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音の言うのは少しだけ面白い例えだと思った。",
      "誰もが自分以外の誰かという世間体に怯えて規律に従ってる。",
      "しかもそれは、一見、規律を生み出した側の御三家であっても同じなのだ。",
      "村中の誰もが、居もしない誰かに怯え、規律を守ってる。",
      "何の恨みもない沙都子を許すと、居もしない誰かに陰口を叩かれるのではないかと怯えて、未だダム戦争の遺恨を“守ってる”。",
      "居もしない誰かって何だ。",
      "それを「オヤシロさまの祟り」としか呼びようがない。",
      "村を滅ぼすダムに賛成した北条家にオヤシロさまが祟りを下した。",
      "それが未だに残っていて、沙都子の生活に影を落としているのだ。"
    ],
    "textEn": [
      "Shion's theory sounded interesting.",
      "Everyone follows the rules because they're afraid of that someone.",
      "However, even the leaders of the village are afraid of the same thing.",
      "Everyone in the village is following the rules because they're afraid of someone who doesn't even exist.",
      "They still follow the rules of dam conflict, thinking that they'll be cursed if they forgive Satoko.",
      "Who the hell is that someone?",
      "They could only call it the \"curse of Oyashiro-sama\".",
      "Oyashiro-sama cursed the Houjou family because they supported the dam project.",
      "They still believe that, and Satoko is struggling because of it."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……オヤシロさまは沙都子を祟ったりしないのですよ…。",
      "むしろ可愛いとすら思っていますです。",
      "……そんなことで、オヤシロさまの名前を使わないであげてほしいのです…。」"
    ],
    "textEn": [
      "\"......Oyashiro-sama will not curse Satoko.",
      "She thinks Satoko is adorable...",
      "Please don't use her name for something horrible like that...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんが悲しそうに言うと、みんなもうな垂れた。",
      "オヤシロさまの巫女で、生まれ変わりでもある梨花ちゃんとしては、もっともな意見だ。",
      "そもそもこの村には祟りなんてものはない。",
      "どいつもこいつも勝手に思い込んでいるだけなんだ。"
    ],
    "textEn": [
      "Rika-chan made a sad face.",
      "She's the shrine maiden for Oyashiro-sama, and the reincarnation of Oyashiro-sama.",
      "I don't think there's a curse in this village at all.",
      "Everyone is just convinced that there is."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………ってことはだ。",
      "つまり、一番悪ぃのは、相談所じゃなくて。",
      "どうやらこの村丸ごとってことになりそうだな。」"
    ],
    "textEn": [
      "\"...If that's the case...",
      "This isn't the child consultation center's fault at all.",
      "The whole village bears responsibility.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うん。",
      "私もそう思った。",
      "私もついさっきまでは相談所に何度も陳情をすればきっと聞き入れてもらえると思ってたけど、そんなのは何の解決にもならないって今わかった。」"
    ],
    "textEn": [
      "\"Yes.",
      "I think so too.",
      "I thought appealing to the child consultation center would solve the problem, but that's not going to do anything.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「カビた畳か。",
      "上だけ拭いたって無駄だよな。",
      "…俺たちが相談所に訴えて、仮に沙都子が救われてもそいつは一時しのぎにしかならなかったらしい。"
    ],
    "textEn": [
      "\"A rotten tatami mat, huh?",
      "We can't just clean the surface...",
      "Even if the consultation center does save Satoko, that's nothing but a temporary fix."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "……どうやら、畳の根元から腐ったヤツを根こそぎ引きずり出してやらなきゃならねぇようだな。」"
    ],
    "textEn": [
      "I guess we need to throw away the rotten tatami mat so we can save her for good.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……その畳の根元って、何だか私たちのすっごくすぐ近くにみんな集まってるように思うね。」"
    ],
    "textEn": [
      "\"I think those tatami mats are all assembled nearby...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「近ぇな。",
      "多分、２０ｍ以内にほとんど揃ってるんじゃねぇのか。」"
    ],
    "textEn": [
      "\"I agree.",
      "Most of them are within a twenty meter radius of here.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ちょ、ちょっと圭ちゃん、レナも！",
      "何を始めるつもりなの…？！」"
    ],
    "textEn": [
      "\"H-Hey, Kei-chan, Rena!",
      "What are you guys going to do...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「魅音。",
      "お前は確かに村の深部の人間だ。",
      "沙都子のことを仲間だと思っていても、踏み出せない最後の一歩ってやつがある。",
      "……この村としがらみのある魅音と知恵先生が、圧力に屈すほかなかったのがその証拠だ。"
    ],
    "textEn": [
      "\"Mion.",
      "You're deeply involved in the village.",
      "I know you feel hesitant to save Satoko, as one of the leaders here.",
      "I understand why you and Chie-sensei almost gave up under the pressure..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "……だがな、なぁんのしがらみもねえ俺はな、そんなのに屈する必要が何もねぇんだよ…！」"
    ],
    "textEn": [
      "But I have nothing to lose...!\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「…………前原さん。",
      "……まさか、",
      "……この場で……？」"
    ],
    "textEn": [
      "\".........Maebara-san.",
      "...Are you really going to...?",
      "Right here...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「俺はやるぜ。",
      "腐った畳なんか、この俺がブチ抜いてやろうじゃねぇか…。",
      "何だ、レナもやるか？」"
    ],
    "textEn": [
      "\"I'm going to do it.",
      "I'm going to get rid of that rotten tatami mat...!",
      "Will you join me, Rena?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うん。",
      "私はこう見えても容赦ないよ？」"
    ],
    "textEn": [
      "\"Yes.",
      "I'm tougher than you think!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「へへ、だよな。",
      "でもレナの場合は少し手加減した方がいいな。",
      "…お前、本気でやるとなったら、学校ひとつを爆破くらいはする気がするぜ。」"
    ],
    "textEn": [
      "\"Heh heh, I know.",
      "But you should settle down just a little bit.",
      "...I feel like you could blow up a school if you got too serious.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あははは、圭一くんだって、やると決めたら、金属バットで闇討ちくらいはしそうな気がするな。」"
    ],
    "textEn": [
      "\"Ahahaha. I think you could beat up someone with a metal bat if you got too serious!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あっはっはっはっは。",
      "お互い、敵には回したくねぇな。",
      "んじゃ、行くか。」"
    ],
    "textEn": [
      "\"Ah ha ha ha ha.",
      "We're both pretty tough, huh?",
      "Welp, let's go.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うん。」"
    ],
    "textEn": [
      "\"Yeah, let's go.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「魅音の立場は充分わかってるぜ。",
      "だから、魅音は立場上、俺と敵対してくれて全然ＯＫだ。",
      "ただし、ヤバイと感じたら逃げとけよ。",
      "今日は部活以上にヤバイぜ。",
      "本気のもうひとつ上の本気で行くからな…！」"
    ],
    "textEn": [
      "\"I understand your position, Mion.",
      "You don't have to come with me.",
      "Just leave if you think things are going to get out of control.",
      "This is more dangerous than any club activity.",
      "I'm damn serious about this!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……………………。」"
    ],
    "textEn": [
      "\"...........\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音は御三家の頭首を継ぐ者として、安易に返事はできないようだったが、鋭い目つきで俺がやろうとしてくれることを認めてくれた。"
    ],
    "textEn": [
      "As the next head of her family, she shouldn't agree with me, but she stared in silent approval of what I was about to do."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「………わかった。",
      "…圭ちゃんが捨て身の覚悟で行くというなら、",
      "…私もやるよ。」"
    ],
    "textEn": [
      "\"......Okay.",
      "...If you're going to take that risk...",
      "then I'm coming with you too.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「へへ、そうでなくっちゃな！",
      "見てろ、ガツンと行ってやるからな！」"
    ],
    "textEn": [
      "\"Heh heh, that's the way!",
      "Just watch how I'll take care of this!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「詩ぃちゃんはどうする？」"
    ],
    "textEn": [
      "\"What about you, Shii-chan?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「私は幸い、失うものなんかありませんので。",
      "協力します。」"
    ],
    "textEn": [
      "\"Fortunately, I have nothing to lose.",
      "I'll support you guys.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「知恵先生と校長先生の立場はわかってます。",
      "ですが今日は学校じゃない。",
      "だからどうか、俺たちのやることを見過ごしてください。」"
    ],
    "textEn": [
      "\"Chie-sensei, Mr. Principal, I understand your stance.",
      "We're not in school right now.",
      "Please forgive what we're about to do now.\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……そうですね。",
      "私は今は教師ではありません。"
    ],
    "textEn": [
      "\"......You're right.",
      "I'm not your teacher right now."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "私も校長先生も、……あなたたちに意思を託します！」"
    ],
    "textEn": [
      "The principal and I... will our entrust our will to you!\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「私は協力させていただきます。",
      "村を出てけと言われたら、診療所を畳むくらいの覚悟はありますよ。"
    ],
    "textEn": [
      "\"I'm supporting you guys too.",
      "If they want me out of the village, I'm willing to close down my clinic."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "それに、未来のメイドさんを守るためにご主人様が一肌脱ぐのは当然のことです！」"
    ],
    "textEn": [
      "It's only natural for a master to sacrifice everything to save his future maid!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "おおおおぉぉおぉ、気力がみなぎってくるのを感じるぜ…。",
      "クールになれなんて自分を自制したりしない。",
      "むしろ逆だぜ、燃やし尽くしてやろうぜ前原圭一ッ！！",
      "ふと振り返ると、いつの間にか大石さんとうちの親父が来ていた。",
      "いつから来ていたのかはわからない。"
    ],
    "textEn": [
      "Oooooooooooh, I can feel everyone's power flowing into me...",
      "I'm not even going to try and cool down.",
      "I need to be fired up for something like this.",
      "As I turned back, I noticed Ooishi-san and my dad.",
      "I didn't know how long they'd been standing there."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……んっふっふっふ。",
      "前原さん、何だか燃え上がっちゃってるみたいですねぇ。」"
    ],
    "textEn": [
      "\"......Nfu fu fu.",
      "You seem excited about something, Maebara-san.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「大石さん。",
      "昨日教えてくれたじゃないですか。",
      "男には降りられない戦いがあるって。",
      "危険牌を強打してでも貫かなくちゃならないことってのがある！！」"
    ],
    "textEn": [
      "\"Ooishi-san.",
      "You told me last night",
      "that there are some things that a man can't give up on.",
      "We have to take a chance, even when it's risky!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "「圭一。」"
    ],
    "textEn": [
      "\"Keiichi.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「お父さん、止めないでくれよ。",
      "確かにご近所付き合いも大事だけどな、…でも、俺は仲間のために、」"
    ],
    "textEn": [
      "\"Don't stop me, dad.",
      "I know it's important to be polite... But I need to do this for my friend...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "「父さんは止めんぞ。」"
    ],
    "textEn": [
      "\"I'm not going to stop you.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「へ？！」"
    ],
    "textEn": [
      "\"Huh?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "親父が白い歯を見せてニヤリと笑った。",
      "こんな笑いを俺に向けてくれたのは初めてだった。"
    ],
    "textEn": [
      "He gave me a big smile.",
      "I've never seen my dad smile like that before."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "「お前が今、大石さんに言ったとおりだ。",
      "男には折れちゃいかん時がある。",
      "その時は、男の人生のどこかにあるものなんだ。"
    ],
    "textEn": [
      "\"I believe in what you just told Ooishi-san.",
      "There are some things that a man should not give up on.",
      "You'll encounter something like that in your life sooner or later."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "圭一にとってのその時が今だというなら、父さんは何も言わん！」"
    ],
    "textEn": [
      "If this is that time, then I'm not going to stop you.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……はぅ…、圭一くんのお父さんカッコイイね。」"
    ],
    "textEn": [
      "\"...Hauu... Keiichi-kun's father is so cool.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「当り前だろ、俺の親父だぜ？！",
      "俺の半分程度はカッコイイ。」"
    ],
    "textEn": [
      "\"Of course. He's my dad!",
      "He's at least half as cool as me!\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…私は雛見沢の部外者です。",
      "だからどちらの味方もできませんが、……前原さんの立ち回り、拝見させていただきますよ。"
    ],
    "textEn": [
      "\"I'm not from Hinamizawa.",
      "I can't take either side... but I'll be watching you closely, Maebara-san."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "乗るか反るかの大勝負、どうせ切るならど真ん中！ってのがおやっさんの口癖でしたよ。"
    ],
    "textEn": [
      "'When it's make or break the game, take the risk and discard for the middle wait!' ...is something my old friend used to say."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "危険牌を切ると覚悟を決めたら、変に妥協しちゃいけない。",
      "降りるならベタ降り、勝負ならど真ん中とはっきりした方がいい。」"
    ],
    "textEn": [
      "You can't compromise once you make a decision.",
      "If you're going to forfeit, do so immediately. But if you're going to fight, be confident in yourself.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "「麻雀は得点が倍々計算だからなぁ。",
      "変に弱気に二三度アガっても、一度の大きなアガリにすぐ引っくり返されちゃう。"
    ],
    "textEn": [
      "\"Mahjong uses double-double scoring, after all.",
      "Even if you get a small amount of points several times in succession, you'll lose if someone scores a lot of points all at once."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's dad",
    "labelJp": "圭一の父",
    "textJp": [
      "勝負手の時はとことん強気がいいんだ。」"
    ],
    "textEn": [
      "You just have to be confident when you're ready to fight.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「おや、前原さんのお父さんも麻雀をやられますか…！」"
    ],
    "textEn": [
      "\"Do you play mahjong too, Maebara-san...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "親父と大石さんという異色の組み合わせが麻雀談義に花を咲かせていた。",
      "へへへへ、…くそ、何だか面白くなってきたじゃねえか…！",
      "その時、集会所の入口に委員の誰かが顔を出して、みんな中に入るように呼び掛けた。",
      "もう打ち合わせの始まる時間らしい。"
    ],
    "textEn": [
      "They start talking about mahjong together.",
      "Heh heh heh heh... This is going to be interesting...",
      "Someone from the committee came out and told us to come inside for the meeting.",
      "It was time for it to start."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「よっしゃ。",
      "行こうぜ。",
      "ようやく土俵に上がれるって感じだぜ。」"
    ],
    "textEn": [
      "\"All right.",
      "Let's go inside.",
      "I feel like we're finally getting up on the stage!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「相談所の時は独り相撲のように感じていたのは、やっぱり正しかったんだね。」"
    ],
    "textEn": [
      "\"No wonder we felt something was missing at the child consultation center.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ。",
      "本当の土俵はこっちだったんだ。",
      "俺たちは三日間、全然的違いな相手と戦っていたんだ。",
      "……行こうぜ！」"
    ],
    "textEn": [
      "\"Yeah...",
      "This was supposed to be the stage all along.",
      "We were fighting with the wrong people for the past three days...",
      "Let's go.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんな俺の裾が引っ張られる。",
      "…梨花ちゃんだった。"
    ],
    "textEn": [
      "Someone pulled my shirt.",
      "...It was Rika-chan."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……圭一……。」"
    ],
    "textEn": [
      "\"......Keiichi...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「梨花ちゃんは沙都子の一番の友人であると同時に、御三家のひとりでもある。",
      "だから、俺とレナがやることを黙って見ててくれるだけでいい。",
      "だが、もし沙都子を救うために少しでも力を貸してくれるなら、……応援してくれな。」"
    ],
    "textEn": [
      "\"You're not only Satoko's best friend, but you're also a member of the village's Three Families.",
      "You can just watch what Rena and I are going to do.",
      "But if you're willing to help us save Satoko... I want you to support us...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…………あの、石頭どもを打ち破るというの…？」"
    ],
    "textEn": [
      "\"......You're going to try and change those hard-headed men...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「打ち破るさ、楽々な。",
      "前に言ったぜ？",
      "こんなの金魚すくいの網より薄いぜ！！",
      "楽勝でブチ抜いてやる！！」"
    ],
    "textEn": [
      "\"I'm going to change them!",
      "I told you before.",
      "Fate is thinner than a piece of paper!",
      "I'll tear it down with ease!\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「………あぅあぅ…、一体どうなってしまうのでしょう…。」"
    ],
    "textEn": [
      "\"......Au au... What is going to happen...?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「村の風土を指して『オヤシロさまの祟り』か。",
      "詩音も面白い例えをするわね。",
      "………圭一には打ち破れるの？",
      "…『オヤシロさまの祟り』を。」"
    ],
    "textEn": [
      "\"They're calling the traditions of the village the 'curse of Oyashiro-sama'...",
      "Shion sure has an interesting theory...",
      "Is Keiichi going to smash it in two...?",
      "Can he destroy the 'curse of Oyashiro-sama'...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "打ち破れる。圭一は何もかも打ち破る力を秘めてる。",
      "そしてそれは圭一ひとりの力じゃない。",
      "全ての力を結集したから、圭一にその力が代表として宿っただけだ。",
      "この力強さに比べたら、６がいくつか続く幸運なんて大したものじゃない。"
    ],
    "textEn": [
      "He will break it. Keiichi has the power to break everything.",
      "It's not just Keiichi's power, though.",
      "Because everyone is working together, Keiichi is able to break anything.",
      "This energy is more powerful than the lucky six on the die."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……運じゃない。",
      "実力で運命を打ち破る…。」"
    ],
    "textEn": [
      "\"......It's not luck.",
      "He's destroying fate with his own two hands...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんなが圭一の後に続き集会所に次々入っていく。",
      "…私もそれに続いた。",
      "私もやってやる。",
      "圭一たちのようにやってやる。",
      "それで駄目ならこれが限界だ。",
      "古手梨花の限界を、試してやる…！"
    ],
    "textEn": [
      "Everyone followed Keiichi and entered the assembly hall.",
      "...I followed in after them.",
      "I'm going to do this.",
      "I'm going to do this with Keiichi.",
      "If this doesn't work out, that's it for me.",
      "I'm going to give it my very best...!"
    ]
  }
]