[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "夕食後、私と沙都子と羽入はテレビを見ていた。",
      "バラエティ番組の中で、お笑い芸人がどっと観客を沸かせる。",
      "私たちも大笑いしていた。"
    ],
    "textEn": [
      "I was watching TV with Satoko and Hanyuu after eating dinner.",
      "It was a variety show, and the performers were making the audience laugh.",
      "We were laughing too."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「ほっほっほっほ！　ざまぁないでございますわねー！！"
    ],
    "textEn": [
      "\"Ho ho ho ho! Look at you now!!\""
    ]
  },
  {
    "color": "#8676cf",
    "labelEn": "Hanyuu",
    "labelJp": "羽入",
    "textJp": [
      "「あぅあぅあぅ、でも、とっても痛そうなのです…。」"
    ],
    "textEn": [
      "\"Au au au... but it looks so painful...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……みー。にぱ〜☆"
    ],
    "textEn": [
      "\"...Meep. Nipah~☆\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の目から見ると３人での食後の団欒だが、実際には私と沙都子の２人しかいない。",
      "羽入が見えるのは私だけだ。",
      "沙都子には当然見えていない。",
      "沙都子が何かを言うたびに羽入も相槌を打つ。",
      "その相槌が沙都子に聞こえるわけではないのだが、羽入は機嫌がいい時にはよく相槌を打っていた。",
      "それは例えるなら、テレビの中の人物の問いかけに返事をするような、決して双方向でない擬似的コミュニケーションでしかない。",
      "…言ってみればコミュニケーションのままごとかもしれない。",
      "私以外の人間と意思を疎通できな羽入が、そういう遊びを覚えたのは必然と言えたに違いない。",
      "だから、部活にも羽入はいつも一緒にいて、みんなの盛り上がりと一緒になって笑ったりハラハラしたりしているのだ。",
      "……もし、羽入が普通に会話をすることができたなら、私たちの良き仲間として迎え入れられてるだろうか。",
      "…それを想像することは、かえって羽入を傷つけることになるので避けた。",
      "古手家に伝わる古い古文書に出て来る奇跡の話が、全て事実でそれが羽入を指すなら、",
      "羽入は太古の昔、少なくない人々と交流しその力を示せた。",
      "…それが今では神通力のジの字どころか、私以外には存在を感じ取ってもらうことすらできない。",
      "羽入がどうしてそういう、らしい力を喪失したのかは語られたことがない。",
      "時代と近代化が進み、神々の居場所がなくなるにつれ羽入の力や存在は薄まっていったのだろうと納得するしかなかった。",
      "古手家に女子が七代続けば、オヤシロさまが蘇るという伝説。",
      "…確かに私の代になって羽入は久し振りにコミュニケーションができる人間と出会えた。",
      "…それは人間側の見地からだと、オヤシロさまが蘇ったということになるのだろうか。",
      "村人たちが崇めるオヤシロさまという存在と、そうだと主張する羽入の存在は時々重ならない。",
      "沙都子と一緒に並んでうつ伏せになって、頬杖をしながらテレビを楽しむその姿からはとてもとても。"
    ],
    "textEn": [
      "While the three of us were enjoying ourselves, in reality there was only Satoko and me in the room.",
      "I'm the only one who can see Hanyuu.",
      "Satoko can't see her at all.",
      "Hanyuu responds every time Satoko says anything.",
      "Satoko can't hear her, but Hanyuu still responds to her when she's in a good mood.",
      "It's like she's answering a question asked on TV.",
      "...You could even compare it to playing house.",
      "She started playing this game with other people, because she can't communicate with anyone else but me.",
      "Hanyuu always attends our club meetings and has a good time there too.",
      "...If she could communicate with my other friends, she would've been a good match for us.",
      "...But I don't want to hurt her feelings by thinking about that.",
      "If the story of the miracle written in the old scriptures is true, if it's really Hanyuu who performed it,",
      "she's someone who had tremendous power long ago.",
      "But now she doesn't have any spiritual power, and I'm the only one who can even see her.",
      "Hanyuu has never told me how she lost her power.",
      "I just have to assume that her spiritual power diminished over time...",
      "There's a legend in the Furude family that says that Oyashiro-sama will be reborn if a girl is born to the family seven generations in a row.",
      "With my birth, Hanyuu was finally able to communicate with a human for the first time in centuries.",
      "Does that mean that Oyashiro-sama has returned...?",
      "The villagers' image of Oyashiro-sama doesn't quite match up with that of Hanyuu.",
      "Especially when I see her lying on her belly and watching TV with Satoko."
    ]
  }
]