[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鉄平にとって、雛見沢に来たのはほとぼり冷ましだった。",
      "とりあえずはこの夏、もしくは暮れまでここで過ごし、様子を見よう。",
      "賭場や盛り場でしか生きられない鉄平にとって、雛見沢の家など隠居もいいところだ。",
      "愛人のリナが突然失踪。",
      "しかもどうも噂では相当ヤバい話に手を出したらしい。",
      "……すでに捕まってバラされたとも聞く。",
      "リナと自分が同棲しているというのは、この界隈では誰もが知る話だった。",
      "だから、この件の一部始終を知っているものと誰もが思い、",
      "何かうまいことをやって大金をせしめたと勘違いしていたり、あるいは何やら物騒な連中に絡まれたり。",
      "興宮でだいぶ過ごしにくくなってしまったのだ。",
      "それ以上に、リナが自分に隠れて他の男たちと何か企んでいたらしいというのが気に入らなくて、興宮を出たのだった。",
      "となると鉄平が戻る先は雛見沢だけだった。",
      "昔、自分と女房が住んでいた家は、沙都子たちの家に移ってからは放置しているのでとても住めたものではない。",
      "…そもそも鍵を持ってない。",
      "だが沙都子の家の方なら、今も住んでいるだろうし、何しろ家事は沙都子がやってくれるから気楽なもんだ。",
      "鉄平は炊事も洗濯もできなかったし、もちろんする気もなかった。",
      "リナには時々反抗的なところがあり、次に誰かと同棲するなら、",
      "従順な言いなりのペットみたいなヤツがいいと思っていただけに、鉄平にとっての沙都子はその条件を全て満たしていると言えた。",
      "乳臭い小娘なので食指は動かないが、背中でも流させたらそれはそれで楽しいかもしれない。",
      "そういえば、事故で死んだ沙都子の母は美人だったっけ。",
      "沙都子もあと４〜５年も飼えば見違えるような美人に育つかもしれない。",
      "そんな下世話なことも考えながらの帰宅だった。",
      "家に鍵が掛かっていたので、買い物だろうと思い商店街をうろつき、",
      "その姿を見つけ、無理やり連れ戻したのだった。",
      "家を開けさせると、中は埃まみれ。",
      "聞けばこの一年間、他の友人のところで寝泊りしていたそうで、家は放ったらかしだったという。",
      "鉄平は自分勝手にもそれに怒った。",
      "留守を守るのが沙都子の役目だと怒鳴った。",
      "叩いて蹴って、床を転がしてやった。",
      "……そうしている内に、沙都子の表情は、いつの間にか鉄平がよく覚えている昭和５７年のそれに戻っていた。",
      "沙都子は文句ひとつ言わず言うことに従うようになり、まずは家の掃除を命じた。",
      "新しい住処に新しい女。",
      "新生活は、ほとぼりを冷ますだけにしては上々の滑り出しだった。",
      "機嫌をよくした鉄平はそれを自慢したくて、仲間たちを呼び自宅で麻雀をした。",
      "酒やツマミの世話をさせて見せ、新しいペットだと自慢した。",
      "ペットだから四つん這いで歩いて見せろと言ったら嫌がった。",
      "でも殴る素振りを見せたらすぐに従った。",
      "みんなは笑ってくれて、羨ましがってくれた。",
      "いい気分だった。",
      "だが、鉄平の上機嫌はすぐにケチがついた。"
    ],
    "textEn": [
      "Teppei returned to Hinamizawa to escape some trouble.",
      "He'd have to stay there for the rest of the summer, perhaps the whole year, and see what happened.",
      "For him, the house in Hinamizawa was like a rather dull hiding place.",
      "His lover Rina had suddenly disappeared.",
      "Rumors told him that she was involved with some dangerous deal.",
      "Some source even told him that she had already been caught and killed.",
      "Everyone he knew was aware that Rina was living with him.",
      "Everyone also assumed that he knew everything about what Rina did.",
      "They were convinced that he got money by tricking her into doing something, and as a result, some dangerous men came after him.",
      "That made it difficult for him to stay in Okinomiya.",
      "More than anything, it pissed him off to find out that Rina was cooking up something behind his back with some other guys.",
      "Hinamizawa was about the only place he could go.",
      "He couldn't go back to the house where he used to live with his wife, as it had been abandoned since he moved into Satoko's house.",
      "...Besides, he didn't even have the key to his old place.",
      "But if he went to Satoko's house, she should still be there, and she could clean and cook for him too.",
      "Teppei didn't know how to cook or clean, and he certainly wasn't thinking of learning.",
      "Rina had often been rebellious towards Teppei.",
      "He had often said that he wanted to be with someone more loyal, like a pet. For Teppei, Satoko was exactly what he wanted.",
      "As Satoko is still a little kid, she can't satisfy him sexually, but he can at least make her wash his back in the bath.",
      "Satoko's dead mother used to be a pretty woman...",
      "Satoko might grow up to become a pretty lady herself in about four or five years...",
      "Teppei headed back to Hinamizawa with those indecent thoughts in his head.",
      "The house was locked, so he assumed that she was at the market for grocery shopping.",
      "He found her at the store and dragged her back home.",
      "However, the house was full of dust.",
      "She'd been living at her friend's house for the past year, and the house had been abandoned.",
      "Teppei exploded in anger.",
      "He told her that it was her responsibility to keep the house in order.",
      "He beat her and kicked her down to the floor.",
      "Eventually Satoko's expression returned to what he remembered from 1982.",
      "Satoko started obeying him immediately, and cleaned up the house.",
      "A new place to hide with a new girl.",
      "His new life was starting out pretty good.",
      "Teppei called his buddies to show off his new beginning, and ended up playing mahjong with them.",
      "He bragged about his new pet, and made her serve them food and drinks.",
      "He told her to walk on all fours like a real pet.",
      "She refused, but she obeyed immediately when he tried to hit her.",
      "Everyone was laughing, and they were all jealous of him.",
      "Teppei felt really good about himself.",
      "However, someone arrived to interrupt this perfect life."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「私、興宮分校教諭の知恵と申します…！",
      "北条沙都子さんはいらっしゃいますか。」"
    ],
    "textEn": [
      "\"I'm a teacher from the Hinamizawa Branch School. My name is Chie!",
      "Is Satoko Houjou-san here?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "保険か何かの勧誘がうるさいと思ったら、若い女性の訪問だった。",
      "しかもそいつは学校の教師だと名乗った。"
    ],
    "textEn": [
      "He'd thought someone was at his door to sell insurance or something.",
      "But it was a school teacher."
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「あぁん？",
      "何じゃいおどれ。",
      "何でおどれに沙都子会わせにゃならんね。」"
    ],
    "textEn": [
      "\"Huh?",
      "What the hell?",
      "What do you want with Satoko?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「今日、北条さんが学校をお休みしましたけれど、連絡がなかったもので何かあったのかと思いお伺いさせていただきました。」"
    ],
    "textEn": [
      "\"I came here because she didn't come to school today. I wasn't able to get ahold of her, so I'm wondering what happened.\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「ああぁん…？",
      "学校ぉ…？」"
    ],
    "textEn": [
      "\"Huh...?",
      "School...?\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「はい。",
      "沙都子ちゃんはいますか？",
      "ちょっとお話したいことがあるのですが。」"
    ],
    "textEn": [
      "\"Yes.",
      "Is she home?",
      "I need to talk with her.\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「あぁん、…風邪なんねぇ、そうそう",
      "。…沙都子は風邪で熱ぅ出してるんですわ。」"
    ],
    "textEn": [
      "\"She's sick. That's right... she has a cold.",
      "Satoko is resting because she has a fever...\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「プリントとかをお渡ししたいですので、ちょっとだけお話することはできませんか？」"
    ],
    "textEn": [
      "\"I need to give her some handouts. May I please see her?\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「どあほう。",
      "おどれ話、聞いてなかったんかい。",
      "沙都子は風邪じゃ！",
      "うんうんうなっとるんね！！",
      "それを会わせられるかいボケぇ！！」"
    ],
    "textEn": [
      "\"You idiot.",
      "Weren't you listening to what I just said?",
      "Satoko is sick!",
      "She's sleeping right now!",
      "I can't let you see her!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "内心、面倒なことになったと思った。",
      "鉄平にとって、沙都子はペット以上でも以下でもなく、そもそも登校させるという概念が欠落していた。",
      "しかも、一日登校させなかっただけで教師が家まで押し掛けてくるとは。",
      "不愉快の極みだ。",
      "鉄平は学校も教師も偉そうなヤツらは全部嫌いだった。"
    ],
    "textEn": [
      "This was going to cause him problems, Teppei realized.",
      "Satoko was just a pet for him, and he had no intention of sending her to school.",
      "But her teacher had shown up at his house just because she missed one day.",
      "This wasn't good.",
      "Teppei hates schools, and he really hates teachers."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「そうですか…。",
      "明日は登校できそうですか？」"
    ],
    "textEn": [
      "\"I see...",
      "Do you think she can come to school tomorrow?\""
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「知るかいなッ！！",
      "そんなもん、明日になってみなきゃわからんわ！！",
      "このクソボケ！！」"
    ],
    "textEn": [
      "\"Who knows?",
      "I won't know until tomorrow!",
      "You idiot!\""
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……………………そ、…そうですか。",
      "…わかりました。",
      "では沙都子ちゃんによろしくお伝えください……。",
      "失礼します…。」"
    ],
    "textEn": [
      "\"............I, I see.",
      "All right...",
      "Please tell her that I came by...",
      "Thank you...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "とりあえず追い返せたようだが、沙都子を学校に行かせないと色々とうるさそうだ。",
      "鉄平はここで短からぬ時間を過ごすつもりなのだから、変なトラブルは避けたかった。",
      "つまり、今後は安易に沙都子を殴れないということだ。",
      "暴力は鉄平の最大のコミュニケーションだ。",
      "それを禁じられるのは実に不愉快だった。",
      "不愉快さでますますに沙都子に八つ当たりしたくなるが、殴るときっと跡になる。",
      "跡になれば登校させられなくなる。",
      "登校させないとあの女教師がまた来る。",
      "………くそ。",
      "しかも、夜には児童相談所まで来た。",
      "……あの女教師が通報したに違いない。",
      "あのアマ、今度見かけたら親でも見分けがつかないようなツラにしてやる…！！",
      "取り繕ったように沙都子との仲を示すと、沙都子は自分を怖がっててくれるのか、あっさりと仲良しと風邪であることを演じてくれた。",
      "…昨日の今日、ちょっと脅しをかけただけでここまで簡単に屈服してくれるものなのか。",
      "鉄平は改めて沙都子が便利なペットであることを知ると同時に、",
      "……児童相談所などというところに睨まれて、今後は色々とやりにくくなりそうだと感じていた…。"
    ],
    "textEn": [
      "He was able to get rid of the teacher, but it would create more problems if he didn't send Satoko to school tomorrow...",
      "Teppei didn't need even more trouble on his place.",
      "That meant he couldn't beat up Satoko like he wanted to.",
      "Violence was the only way he knew how to communicate.",
      "With that out of the picture, it was very difficult for him.",
      "He wanted to beat up Satoko, but that would leave evidence on her body.",
      "If that happened, he wouldn't be able to send her to school.",
      "And if she didn't go to school, that teacher would show up at his doorstep again.",
      "......Shit.",
      "On top of all that, the child consultation center paid a visit to his house that night.",
      "...The teacher must have filed a report.",
      "That bitch, Teppei thought. Next time I'll beat her in the face so hard she'll need plastic surgery!",
      "Since Satoko was afraid of him, she pretended she really was sick when the social worker visited.",
      "It was so easy for Teppei to control her.",
      "He considered Satoko to be a convenient pet...",
      "but at the same time, he'd need to be careful of the consultation center..."
    ]
  },
  {
    "color": "#ddc16b",
    "labelEn": "Teppei",
    "labelJp": "鉄平",
    "textJp": [
      "「…ああん、ごんまん、おもろないんばっかね！！」"
    ],
    "textEn": [
      "\"...Aaah, fucking hell, this ain't gonna work at all!!\""
    ]
  }
]