[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "古手梨花は、自分が初めて家族の存在を知った時、自分を４人家族だと信じて疑わなかった。",
      "当り前のように見える家族、",
      "父、",
      "母、",
      "そして僕。",
      "生まれたばかりの梨花は、僕が自分にしか見えない存在だとは夢にも思わなかっただろう。",
      "僕の容姿は人間のそれとは違う。",
      "人の姿を形作っても角だけが隠せない。",
      "だから、どう微笑もうとも、自分が人間の仲間ではないことは明白なのだ。",
      "でも、生まれたばかりの梨花が、当り前の光景として僕の姿を見たなら、",
      "この醜い角のことも気にしないでくれるのではないだろうか。",
      "その淡い期待は実った。",
      "雛（ヒヨコ）が生まれて最初に見たものを自分の親だと信じ込むように、",
      "梨花も何の疑問も持たずに僕を家族だと信じてくれた。",
      "角が生えていてもだ。",
      "だから、梨花が僕を家族だと信じてくれた日から、僕と梨花は一番の家族で仲良しになった。",
      "梨花にとっては両親より身近な遊び相手であり、",
      "僕にとっては、思い出せないくらいに長い時間を経た久し振りの交流相手。",
      "僕たちは常に一緒に過ごしたっけ。",
      "ただ、家族、とりわけ母親は僕の存在を強く否定した。",
      "梨花にとって当り前な家族である僕の存在をあまりに何度も強く否定したため、",
      "…梨花は母親との距離を開くようになっていった。",
      "子どもたちが母親と遊ぶ中で学んでいくべきことを、梨花は学ばなくなってしまった。",
      "だから、僕が母親であるべきだと思い、昔から伝わる色々なことや知恵、習い事を教えてあげた。",
      "…………皮肉なのは、それがどういうわけか余計、母親に嫌われたことだったのだが。",
      "そう言えば、自分の呼び方でずいぶん母親と喧嘩をしていたっけ。",
      "梨花が自分を“私”と呼ばず“ボク”と呼ぶのは僕のせいの可能性が高い。",
      "あの頃の梨花は、母親と仲が悪いことを除けば、ごく普通の少女だったのだ。",
      "沙都子とそっくりな雰囲気。",
      "野山を駆け巡り、いたずらが大好きな元気な少女だった。",
      "……………だが、昭和５８年６月。",
      "…梨花は命を奪われた。",
      "僕たちは、梨花の成長と共に人生を満喫し、謳歌する以上の幸せは願っていない。",
      "…僕の力は、それに至るための道筋を探るだけだ。",
      "確かに、何度繰り返しても悲しい運命は覆せない。",
      "…それは確かに悲しいことだけれども、",
      "………落ちてしまい、這い上がることのできない井戸の底に楽しみを見出すのだって、悪いことじゃない。",
      "古手梨花の人生は確かに運命の袋小路に埋もれ、悲惨の一言に尽きる。",
      "でも、…僕は梨花と、本来の梨花の寿命以上の時間を一緒に居られることに、ささやかな喜びも感じていたのだった。",
      "もちろん、梨花と一緒なだけじゃない。",
      "問い掛けには応えてくれないけれど、",
      "…沙都子や魅音、レナや圭一なんかの大騒ぎと一緒に居られるのはとても楽しいこと。",
      "それに加わることはできないけれど、",
      "…でも、",
      "一緒だったのだ。"
    ],
    "textEn": [
      "Rika Furude always thought that there were four members in her family.",
      "She could clearly see all of us,",
      "her father,",
      "her mother,",
      "and me.",
      "She had no idea that I was invisible to anyone else but her.",
      "My appearance is a little different from human beings.",
      "I may otherwise look like a person, but I can't hide my horns.",
      "So it's obvious that I'm not human.",
      "I'd hoped that because Rika has seen me since she was a baby,",
      "she wouldn't be bothered by my ugly horns at all.",
      "And that hope came true.",
      "Just as chicks believe whatever they see first is their parent,",
      "Rika accepted me as part of her family as a matter of course.",
      "Even though I have these horns.",
      "Rika and I have been close ever since the day she accepted me as her family member.",
      "I became closer to her than her parents.",
      "I couldn't even remember the last time I was able to communicate with someone.",
      "We spent all day together.",
      "But her family, especially her mother, denied my existence.",
      "Since her mother so strongly denied me,",
      "Rika and her mother became distant.",
      "Rika didn't learn certain things that many children learn from their mothers.",
      "That's why I taught her instead.",
      "......It's kind of ironic how that made her mother resent Rika even more.",
      "Rika used to fight with her mother a lot about how she talked.",
      "I guess she picked up some bad habits from me.",
      "Besides the fact that she didn't get along with her mother, Rika was a pretty normal girl.",
      "She was just like Satoko.",
      "She loved running around in the woods, and doing mischievous things.",
      "However, in June, 1983...",
      "Rika's life was taken.",
      "All we want is a happy life for Rika.",
      "...My power only allows us to search for the path leading to that.",
      "It's awful to repeat the same tragedy over and over again.",
      "...Although it's devastating......",
      "we can still find happiness within this endless world.",
      "Rika Furude's destiny is a tragic dead end.",
      "But I'm secretly enjoying the fact that I get to spend more time with her than what normal people can enjoy.",
      "It's not just Rika.",
      "They may not see or hear me,",
      "but being with Satoko, Mion, Rena, and Keiichi is also very fun.",
      "I can never be one of them,",
      "but...",
      "I can still be by their side."
    ]
  }
]