[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鉄平は、沙都子がもう少し金を持っているだろうと思っていた。",
      "だが実際には沙都子は無一文だった。",
      "今までどうやって生活してきたのかと聞くと、",
      "同居してた友人に世話になっていたので、自分はお金が必要なかったと返事が返ってきた。",
      "鉄平は、賭場などで悪いお金を多少は稼いでいた。",
      "その蓄えが多少はあったから当分は問題なかったが、",
      "そもそも鉄平にとってその金は軍資金兼、遊興費であり、生活費に回すなど不愉快極まりないことだった。",
      "だが、沙都子が金を持っていないはずがない。",
      "鉄平はそう考えた。",
      "鉄平の妻、つまり沙都子の叔母は、事故で死んだ沙都子の両親からかなりの金の入った預金通帳を奪っているはずだった。",
      "その叔母は去年死に、悟史も失踪。",
      "だとしたら、その通帳は最後のひとりの沙都子が持っているに違いなかった。",
      "だが、沙都子をいくら脅しても、そんなものを受け取っていないと繰り返すのみだった。",
      "きっと隠してるに違いないと思い、鉄平が納得行くように沙都子を詰問してみた。",
      "沙都子自身に暴力を加えると傷が残り、女教師や相談所に疑われる。",
      "だから沙都子は殴らない。",
      "言葉や暴言で殴り、物や家具を殴ったり壊したりして見せた。",
      "こういう脅し方ももちろん鉄平の得意とするものだ。",
      "だが、沙都子は持っていない知らないと半狂乱になって答えるのみで、本当に持っていなさそうだった。",
      "沙都子の怯えた小動物のような仕草に、鉄平は居間をひとつ、完全に荒らしきった後、ようやく納得するのだった。",
      "……となれば、通帳はどこに？",
      "鉄平は２つ考えた。",
      "１つは叔母がへそくりのようにどこかに未だ隠し持っていること。",
      "もう１つは、叔母が死んだ後、それを悟史が奪い、やはりどこかに隠し持っていること。",
      "どちらにせよ、この家のどこかに隠されているだろうという結論に至った。",
      "沙都子には自分で荒らした居間の片付けを命じ、鉄平は二階建ての狭くない家の中を彷徨い始めた。",
      "……実は、この頃には鉄平は沙都子を持て余し始めていた。",
      "風の噂では、沙都子の両親は相当の金を残していたはずだ。",
      "そしてそれを叔母は全て独り占めしていた。",
      "守銭奴だったから、犬が何でも持ち帰って律儀に取って置くように、多分、通帳も手付かずで丸々残っているはずだ。",
      "まとまった金が手に入ったら、どこか別の土地へ行くのも悪くないと思い始めていた。",
      "穀倉の辺りの賭場には多少のツテもある。",
      "昔世話したヤツらがまだヤサにしてたはずだ。",
      "当時の恩でゴネて転がりこむか。",
      "寝床くらいは貸してくれるはずだ。",
      "確かに沙都子に家事を任せる気楽さはあるが、学校や児童相談所から監視を受けており、窮屈さは否めない。",
      "自らを暴力の塊であると認める鉄平にとって、今後も沙都子に暴行しない保証など、自分に対してすら出せるわけがなかった。",
      "…そう思えば思うほどに、無抵抗な沙都子を思い切りぶん殴ってやりたい衝動に駆られるのだった。",
      "抵抗する相手を屈服させる愉しみしか知らなかった鉄平にとって、",
      "無抵抗の沙都子がどこまで乱暴すれば抵抗してくれるかを試すことは、最後に試してみたい愉しみだった。",
      "知恵が訪問して以来の不愉快さは未だ消えず、",
      "ここを出る時にその鬱憤を晴らすために沙都子を滅茶苦茶にしてやろうというルールが、いつの間にか鉄平の内側に作られていたのである……。"
    ],
    "textEn": [
      "Teppei suspected that Satoko was hiding more money somewhere.",
      "But in reality, she had none at all.",
      "Teppei had asked her how she survived until now,",
      "but she told him that she didn't have to use any money because she was living with her friend.",
      "Teppei had made some money off of illegal gambling.",
      "While he had some of that money saved up,",
      "he had no intention to use it on living expenses.",
      "However, there was no way Satoko didn't have the money.",
      "Teppei was convinced of that.",
      "Teppei's wife, Satoko's aunt, must have taken away the family bankbook when Satoko's parents died in the accident.",
      "But her aunt also died last year, and Satoshi is gone too.",
      "That means Satoko should have hidden the bankbook somewhere.",
      "However, no matter how much he threatened her, she told him that she didn't know anything about it.",
      "He continued to question Satoko, still believing that she was hiding it somewhere.",
      "He couldn't beat her, because her teacher and the child consultation center would suspect him.",
      "So he wouldn't beat her.",
      "Instead, he spoke to her in a loud and violent voice, and broke furniture in front of her.",
      "Threatening people like that is Teppei's forte.",
      "However, Satoko continued to claim that she had no clue about the bankbook. She didn't seem to be lying.",
      "After destroying the whole living room, leaving Satoko frightened like a scared little animal, Teppei finally believed that Satoko had no idea where the bankbook was.",
      "...In that case, where could it be?",
      "Teppei had two ideas.",
      "One idea was that his wife hid it somewhere in secret.",
      "The other idea was that Satoshi took it after his wife's death, and hid it somewhere else.",
      "Either way, he was certain that it was hidden somewhere in this house.",
      "He told Satoko to clean up the mess he made in the living room, and started searching around the house.",
      "...Teppei was starting to get bored with Satoko.",
      "He'd heard that Satoko's parents had a lot of money saved up.",
      "But his wife had taken control of that money herself.",
      "Since his wife had been quite thrifty, he was sure that she left the bankbook somewhere without using it.",
      "Once he got his hands on that money, he could move somewhere else entirely.",
      "Teppei was still acquainted with a few people from the gambling spot in Gogura.",
      "People he used to help out are still hanging around that area.",
      "They still owe him.",
      "They should at least let him crash there.",
      "It was great that Satoko takes care of all the chores around the house, but Teppei felt uncomfortable about being watched by both the school and the consultation center.",
      "Teppei, all too aware that he's a man of violence, couldn't stand living with Satoko without being violent towards her.",
      "The more he suffered, the stronger his urge to beat up Satoko grew.",
      "Since Teppei only knew joy through forcing others who resisted to submit,",
      "testing to see how violent he could be before the helpless Satoko resisted him was something he was excited to try eventually.",
      "Still upset over the visitation by the school teacher,",
      "Teppei promised himself that he would destroy Satoko's life before leaving the village..."
    ]
  }
]