[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "昭和５６年１２月　１日",
      "ＸＸ県福祉部児童課資料",
      "（閲覧不可・複写不可）",
      "事例３１（１１月２０日）",
      "北条沙都子（Ｘ歳）",
      "鹿骨市雛見沢村ＸＸＸ番地在住",
      "（１）相談の経路",
      "匿名で子ども虐待ＳＯＳに電話相談有り。",
      "（２）虐待の状況",
      "女児が保護者である養父母に身体的虐待を受けているという訴え。",
      "（３）家族構成（●虐待者）",
      "●養父、●養母、兄、本児",
      "※昭和５５年６月に本児の両親が事故により死亡し、父方の叔父（父の弟）宅に引き取られた。",
      "（４）児童相談所の対応",
      "匿名の電話相談が入り、同日、学校に電話で、本児の状況を聞き取り。",
      "翌日、担当児童福祉司が本児宅を訪問し、聞き取り。",
      "養父母は相談所の指導を受けることに同意。",
      "市の虐待防止ネットワークに連絡した。",
      "助言指導とし、以後定期的に地域の民生委員が訪問指導することとなった。",
      "（以下の走り書きのメモがホチキスで止められている）",
      "前任のＷ氏より関連情報あり。",
      "５２年度のエ２−３の４４号を参照すること。",
      "市教育相談所のＦ主査が詳しいので助言を求めること。"
    ],
    "textEn": [
      "December 1, 1981",
      "_____ Prefecture Juvenile Welfare Division Report",
      "(Do not view; do not duplicate)",
      "Case 31 (November 20)",
      "Satoko Houjou (_ years old)",
      "Residence: ___ Hinamizawa Village, Shishibone",
      "(I) Consultation circumstances",
      "Anonymous telephone SOS of child abuse.",
      "(II) Abuse situation",
      "Anonymous claims that a female child is suffering physical abuse by adoptive parents, her guardians.",
      "(III) Family structure (● marks abusers)",
      "●Adoptive father, ●adoptive mother, older brother, child in question",
      "Note: In June 1980, the child's parents died in an accident, and she was given to her uncle on her father's side (her father's younger brother).",
      "(IV) Child consultation center's response",
      "On the day of the anonymous telephone consultation, the center called the child's school and asked of her situation.",
      "The next day, the welfare officer on duty visited the child's home and heard what they had to say.",
      "Both adoptive parents agreed to the center's coaching.",
      "Contacted anti-abuse network in the city.",
      "As part of this suggested coaching, a district welfare officer in the area began visiting for coaching at fixed intervals.",
      "(The scrawled note below is stapled to the report)",
      "Related information from former official Mr. W.",
      "Refer to 1977 document D2-3 number 44.",
      "Ask Chief Investigator F from the city's education consultation offices; he is well-informed about it."
    ]
  }
]