[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "日曜日。",
      "………昼前に聞こえた花火の音は、祭りの開催を知らせるためのものだったのだろう。",
      "その日は…祭り日和とはお世辞にも言えない、曇天だった。",
      "テレビの天気予報は、夕方から夜半にかけて土砂降りになるかもしれないと警告していた。",
      "……だが、今が降っていない以上、祭りは開催される。",
      "祭りが開催されてくれなくては…始まらないのだ。",
      "古手神社の境内は…今頃は華やかな装いになり、年に一度の晴れ舞台を飾っているのだろうか。",
      "……おめでたい紅白幕や、たくさん吊るされた提灯。",
      "…露店の発電機のモーターの音。",
      "…走り回る子供たちの声。",
      "それを見て微笑む家族。笑い。",
      "…今日は、綿流しのお祭り。",
      "………その中を、…もうみんなは遊んでまわっているのだろうか。",
      "沙都子はどうだろう。",
      "……辛かった日々を、つかの間だけ忘れ、…久々にあの眩しい笑顔を見せてくれているのだろうか。",
      "……今日は人生で一番長い一日になるだろう。",
      "一生において、鮮烈に記憶される日になるだろう。",
      "両親は夕方からお祭りに行こうと、のんびりとした昼下がりの生活を送っていた。",
      "…同じ屋根の下に暮らしながら、これほどまでに異なる時間を過ごしている差に驚かざるを得ない。",
      "…俺はそれを尻目に…玄関へ行く。",
      "心持ち、靴紐は固めに。",
      "……決意を、結びの固さで示すかのように。",
      "……………沙都子の叔父の殺害を決意した時、…俺は頭がおかしくなりそうになるくらいの興奮状態にあった。",
      "……そして、殺人という、これまでの人生で培ってきたモラルに完全に逆行する行為を計画する時には、…感情が喪失するくらいに落ち着いた、冷静状態にあった。",
      "…そして、…昨日。",
      "………悟史が、俺とまったく同じ電話をしていたと知った時には、",
      "…………もう、何て表現していいのかわからない、ぐちゃぐちゃの気持ちだった。",
      "…そして、今日を迎える。",
      "今の俺は、昨日まで持っていたあらゆる感情が喪失していた。",
      "……平たく例えるなら、…起きたばかりでまだ寝ぼけていて、あらゆる感情がしゃきっとしていないような、そんな感じ。",
      "あの男が沙都子に犯してきた暴虐に対する怒りもなければ。",
      "沙都子を憐れむ悲しみの気持ちもない。",
      "様子見だけで、ついに何の手も差し伸べなかった仲間たちへの不満も感じないし、……今日という日を迎えたことに対する緊張も恐怖もない。",
      "……そう。",
      "今の状態は、…殺人を行う上での、ベストコンディションと言えるのだ。",
      "それに至る瞬間には、激情に身を任せることも必要だろう。",
      "…だが、それに至る直前の瞬間までは……、例えるなら昆虫のような。",
      "…ただ目的のためだけに音すらさせずにジリジリと動き…、……獲物を捕らえる瞬間にだけ、弾丸のように飛び掛る。",
      "そこには感情など何もない。",
      "…そういう、昆虫独特の薄気味悪さ。",
      "…そういう感情が一番よいのだ。",
      "…沙都子の叔父など、虫けらのように殺してやる。",
      "そう思っている俺が、昆虫の心持ちなのだから笑えなくもない。",
      "…………ギュ。",
      "もう一度、靴紐を締めなおし、……俺は表へ出た。",
      "表の物置からシャベルを出す。",
      "あの男の墓穴を掘るために必要なものだ。",
      "このシャベルはキャンプ用の便利なもので、……こうしてねじって三つに分解すれば、簡単にカバンにしまって隠すことができる。",
      "シャベルをねじって…分解する。",
      "何度かやったことのあることなのに、",
      "…なぜか手こずる。",
      "…急に不器用になってしまったみたいに。",
      "………わかってる。",
      "…これは緊張してるからじゃない。",
      "…俺の奥底の惰弱な自分が臆しているのだ。",
      "……このシャベルを分解するという行為が、…殺人の第一歩であることを知っているのだ。"
    ],
    "textEn": [
      "Sunday.",
      "...The fireworks I heard before noon were probably to announce the opening of the festival.",
      "And the weather... certainly wasn't festival weather—it was cloudy.",
      "The television forecast was calling for possible downpours starting this evening and lasting until around midnight.",
      "...But as long as it wasn't raining at the moment... the festival would go on.",
      "The festival had to open... or it wouldn't begin.",
      "The Furude Shrine grounds... were probably decorated beautifully for the big performance that only happened once a year.",
      "...Many paper lanterns were hung up, all in the auspicious colors of red and white.",
      "...The sound of electric motors at the stalls.",
      "...The voices of kids running around.",
      "Their happy families watching them. Smiling.",
      "...Today was the festival of Watanagashi.",
      "......Was everyone... already partaking in the festivities?",
      "What about Satoko?",
      "...Had she forgotten her days of suffering just for a few moments... while smiling that brilliant smile she hadn't in so long?",
      "...This would probably be the longest day of my life.",
      "It would be a day I would remember vividly for as long as I lived.",
      "I told my parents I'd go to the festival this evening and lounged about during the early afternoon.",
      "...We may have lived under the same roof, but they couldn't help being surprised by the deviation from how I usually spent my time.",
      "...Glancing at my parents out of the corner of my eye... I went to the front door.",
      "I tied my shoes just a little tighter than normal.",
      "...As if to express the firmness of my resolve in those knots.",
      "......When I decided to murder Satoko's uncle... I was in such a state of excitement I almost went crazy.",
      "...And when I was planning out the act of a murder, which went directly against all the morals fostered in me thus far... I was in such a state of calm I almost thought I had lost my emotions.",
      "...And then... yesterday.",
      "...When I learned Satoshi had made exactly the same phone call as me......",
      "I didn't know how to describe the muddled feelings I had then.",
      "...And now, entering today.",
      "Right now, I lacked all the emotions I'd possessed until now.",
      "...To make a simple analogy... it was the kind of feeling you might get right after you wake up, when you're still half-asleep and you don't feel anything very clearly.",
      "I had no anger towards that man for the violence he'd committed against Satoko.",
      "Nor did I feel sadness towards or sympathize with her.",
      "I felt no discontent towards my friends, who had just waited and watched, never reaching out to her with any help... and no nervousness or fear towards the day that had finally come.",
      "...Yes.",
      "Right now... you could say I was in the best possible condition for carrying out a murder.",
      "When it came down to it, I would probably need to let my violent emotions take control.",
      "...But right up until that moment... I would be like an insect.",
      "...I would slowly, surely, and silently move towards my one objective...... and then, when I had my prey, I'd attack like a bullet.",
      "There was no emotion in that.",
      "...Just the creeping mindset insects possessed.",
      "...That sort of sneaking feeling was just the best.",
      "...I would kill Satoko's uncle like he was a worm.",
      "I had to laugh a little at thinking that way—thinking like an insect.",
      "......Tug.",
      "I tightened my laces one more time... and walked out the door.",
      "I brought the shovel out of the front storeroom.",
      "I would need it to dig the man's grave.",
      "The shovel was a convenient one made for camping... If I twisted it like so and split it into three, I could easily hide it in my bag.",
      "I twisted the shovel... and dismantled it.",
      "And even though I'd done it countless times before...",
      "I had trouble for some reason.",
      "...Like I was suddenly clumsy now.",
      "......I knew why.",
      "...It wasn't because I was nervous.",
      "...My weak-willed self, deep within me, was hesitant.",
      "...I knew that the act of dismantling this shovel... was the first step I'd take to becoming a murderer."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………く、……………うお！！」"
    ],
    "textEn": [
      "\"...Guh...... oohhh!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "最後のひとひねりは一際固かったが、…俺の決意そのままの力強さの前に、ついに屈したのだった…。",
      "沙都子の家の周辺は、…俺の活動半径の外側だ。",
      "…ただこうして日中に自転車で走っているだけでも、……注意深い人間なら、不審に思うこともあるかもしれない。",
      "顔見知りに会い、声をかけられるようなことは絶対に避けたい…。",
      "そう思い、慎重に目的地までのルートを選択する。",
      "…多少の遠回りは気にならない。",
      "……今日という長い一日を、どれだけ慎重にしたって、し過ぎるということはないのだから…。",
      "…それにしたって、犯行予定場所に着くまでに誰ともすれ違わずに済んだのは幸運だった。",
      "……今さら縁起を担ぐつもりもないが、…幸先はいい。",
      "穴を掘ると決めた場所は…この木立の中を、森の中をもっと行った先。",
      "…何の道標もない森の中で、もう一度同じ場所にたどり着けるだろうかと不安になったが、…あっさりと思い通りの場所に到着することができた。",
      "改めて回りを見渡す。",
      "……人の気配は欠片もない。",
      "…空気は少しじめっとしているが、木陰特有の涼しさが心地よい。",
      "分解したシャベルをカバンから取り出し、…手際よく組み立てる。",
      "……そして、……シャベルの先端を軟らかそうな地面に突き立て、…片足をそれに掛ける。",
      "………足にぐっと力をかければ、ざっくりと地面にスコップが突き刺さる。",
      "…その突き刺すという行為が、…とてつもなく、後戻りのできないことのようで…躊躇させられた。",
      "ただ、シャベルで穴を掘るだけなのに、……固い唾を飲んでしまう。",
      "…落ち着け前原圭一。",
      "……ほら、呼吸を合わせるぞ。",
      "…一、二の三でザクっと行くからな？",
      "………せぇの…、",
      "一、",
      "…二の……ん…、",
      "うまく呼吸のタイミングが合わせられず、ただシャベルを地面に突き刺すだけの行為をするのに……５度も６度も試すはめになった。",
      "…くそ、……ただ穴を掘るだけなのに…情けない！",
      "そう思った時、…嫌なことを踏み潰すように踵に力が入り、ザクッ！！と鋭い音がしたのだった。"
    ],
    "textEn": [
      "The last twist was conspicuously difficult... but it finally submitted before the strength of my determination...",
      "The area around Satoko's house... was outside my circle of activity.",
      "...But even just riding my bike in the middle of the day like this... might seem suspicious to an observant person.",
      "I definitely want to avoid meeting and talking to someone I knew...",
      "With that in mind, I chose the route to my destination carefully.",
      "...I didn't mind going the long way around.",
      "...With how long this day would be, I could never be too careful, after all...",
      "...Still, I was fortunate enough not to run across anybody on my way to the planned site of the crime.",
      "...I wasn't superstitious at this point... but it was a good omen.",
      "The place I would dig the hole... was in this grove, a little further into the woods.",
      "...I was worried I might not make it to the same place as before, since there were no signs to guide me... but I arrived there smoothly and as expected.",
      "I took another look around.",
      "...Not even a hint of human presence.",
      "...The air was a little bit damp, but it was comfortable in the cool shade of the trees.",
      "I took the disassembled shovel out of my bag... and began skillfully putting it together.",
      "...Then... I stuck the tip of the shovel into a soft-looking patch of ground... and pushed on it with my foot.",
      "...The shovel would split into the earth if I put some strength into that foot.",
      "...The act of doing so... seemed awfully like the point of no return... and it made me hesitate.",
      "I was just digging a hole with a shovel... but it made me gulp hard.",
      "...Calm down, Keiichi Maebara.",
      "...Let's do a countdown.",
      "...Get it done on the count of three, okay?",
      "......All right...",
      "One...",
      "two......",
      "I couldn't do it on the countdown, despite it just being sticking the shovel into the ground... and I had to count down five or six times.",
      "...Damn it... I'm just digging a hole... This is pathetic!",
      "As I thought that... I put strength into my heel like I was stepping on something unpleasant, and split!! came the sharp noise."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……………ふう…。",
      "………………ん。",
      "…………………ふぅ……。」"
    ],
    "textEn": [
      "\"......Hoo...",
      "............ngh.",
      "............Hoo...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "………軟らかかったのは最初だけ。",
      "…すぐに、根や石が邪魔をするようになり、…人間を充分に埋める穴を掘るのがいかに大変なことかを思い知ることになった。",
      "そもそも、こんな場所に真っ当な人間が来ることはない…。",
      "ほどほどに土をかぶせて隠せば充分なのでは……。",
      "…そんな甘えた考えが心に浮かぶ度に、奥歯でそれを噛み潰しながら、さらに力強くシャベルを打ち込むのだ。",
      "これだけ掘れば充分…。",
      "これだけ掘ればちゃんと隠せる…。",
      "そう思う度に穴の底に下りてみて、あまりの浅さに失望し、掘りなおす。",
      "……額にじっとりと浮かんでいた汗は、とうとう玉になり、ぼろりと落ちた。",
      "……背中はもっとひどい。",
      "シャツはべったりと張り付き、…気持ち悪いことこの上ない。",
      "…もっとも耐え難いのは、藪蚊だった。",
      "……俺の汗の臭いをどこで嗅ぎつけてきたのか、…白と黒のまだらの汚らしい蚊が、気を許すたびにへばりついてくるのだ。",
      "暑い。",
      "気持ち悪い。",
      "べたべたする。",
      "…痒い。",
      "……そんな、不快感の波が代わる代わる俺に押し寄せてくるのだ。"
    ],
    "textEn": [
      "...It was only soft at the beginning.",
      "...Roots and stones quickly got in my way, informing me just how hard it was to dig a hole big enough for a person.",
      "No decent person would ever come here anyway...",
      "Maybe it would be enough to cover him up with some dirt...",
      "...Every time a naive thought like that crept into my mind, I bit down on it with my teeth and dug even harder.",
      "I've dug enough now...",
      "I could hide him like this...",
      "Every time I thought that, I would go down into the hole, grow disappointed at how shallow it was, and return to digging.",
      "...The thin layer of sweat on my brow eventually formed into drops and fell to the ground.",
      "...My back was in even worse shape.",
      "My damp shirt adhered to my skin... and it felt so disgusting.",
      "...The things I couldn't stand the most were the mosquitoes.",
      "...Maybe they were attracted by the scent of my sweat... The white and black striped mosquitoes would cling to me whenever I let my guard down.",
      "It was hot.",
      "It was disgusting.",
      "I was sticky.",
      "...I was itchy.",
      "...All those uncomfortable feelings surged through me in waves."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "「………くそったれ…。",
      "だから何だってんだよ…、やめて帰れってのか？！",
      "ええ？！」",
      "怒鳴ったわけじゃない。",
      "自分で自分に言い聞かせるような、独り言。",
      "…どうして俺は……こんな思いをしながら、こんなところで穴なんか掘っているんだろう…？",
      "この穴を掘ると俺にどんな得があるんだ？",
      "この穴を掘らないと俺にどんな損があるんだ？",
      "いやそもそも………俺は誰に掘れなんて命令されたんだ…？",
      "……思い返せば、…小学校の時から、あるいはその前からずっと…、…俺の人生は人から命令されたことだけで積み重ねられたきたのかもしれない。",
      "…命令だけされて生きてきたのは、別に窮屈だったという意味じゃない。",
      "自ら道を模索せず怠惰だったという意味でもない。",
      "それは例えるなら……そう、…道みたいなものだった。",
      "昔から特に身体的に優れていたわけじゃない。",
      "……成長は早い方じゃなかったし、身長はクラスで並んでも、真ん中より後ろにいくことは稀だった。",
      "縄跳び大会だってマラソン大会だって記録は平凡そのもの。",
      "ドッジボールのチーム分けでも、俺を取り合って両軍のジャンケンが盛り上がった試しなどない。",
      "成長の早さや身体の優劣が、人間の価値をそのまま決めてしまっているかのような、幼稚園、小学校低学年時代は……今思い出しても、とても不愉快だった。",
      "それが一転したのは、……お袋のほんのちょっとした一言だった。"
    ],
    "textEn": [
      "\"...Damn it all...",
      "So what... Are you telling me to pack up and go home?!",
      "Is that it?!\"",
      "I hadn't yelled at anyone.",
      "It was me talking to myself, me telling myself something.",
      "...Why was I... feeling this way... and digging a hole all the way out here...?",
      "What benefit would digging this hole give me?",
      "What harm would there be in not digging this hole at all?",
      "Wait, in the first place...... Who ordered me to dig?",
      "...When I thought it over... maybe, ever since grade school, or even before that... my whole life had only been me doing what other people told me to.",
      "...I didn't mean it was somehow constrained, living a life just based on the commands of others.",
      "And I didn't mean I was too lazy to try and find my own road in life.",
      "Metaphorically speaking... yes... it was like a road.",
      "I'd never been particularly physically fit.",
      "...I didn't hit puberty very early, and if all my classmates and I got in a line, I'd usually be on the shorter end.",
      "My scores in jump-rope competitions and marathons were the very picture of average.",
      "And it wasn't like the captains of the dodgeball teams would have a passionate rock-paper-scissors contest to see which would get me.",
      "During those kindergarten and grade school years, it felt like someone was only worth how fast they grew and how fit they were... Looking back on it now, it was really uncomfortable for me.",
      "The thing that turned all that around... was just a few words from my mother."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「圭一。",
      "あなた塾に入る気はない？",
      "学校の勉強がわかるようになって、楽しくなるわよ。」"
    ],
    "textEn": [
      "\"Keiichi.",
      "Would you like to go to a cram school?",
      "You'll better grasp what you're learning in school, and it will be more fun.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "塾で一番最初に受けたテストは、何だかゲームみたいなものでとても面白かった。",
      "似たような問題が何十問も並ぶ学校のテストと違い、どの問題もイラストがふんだんで、まるで漫画雑誌の付録本のナゾナゾブックみたいだった。",
      "こんな感じのが学校の勉強だったなら、さぞや楽しいだろうに。",
      "それから何日かして、入塾の手続きのためにお袋と再びその塾を訪れた。",
      "…お袋と塾の人がずいぶん熱心に長々と話をしていたので、俺はうとうとと眠くなってしまい、ほとんど聞き流していたのだが……、この箇所だけは今でもよく覚えてる。",
      "お袋が素っ頓狂な声をあげて、驚いたのだ。"
    ],
    "textEn": [
      "The very first test I took at cram school was kind of like a game—it was a lot of fun.",
      "It wasn't like the tests with the same exact problem dozens of times in a row—every question had a picture to it, almost like one of those puzzle books that came with manga magazines.",
      "If my studies at school had been like this, it would have been way more fun.",
      "Several days later, I went to the cram school again with my mother and the enrollment paperwork.",
      "...Mom and the person at the cram school had a really long, heated discussion, so I accidentally dozed off and missed most of what they said... but I clearly remember one point.",
      "Mom had made a loud groan, surprised at something."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「えっと、…６１って、平均点が６１点ですか？」"
    ],
    "textEn": [
      "\"Umm... By 61, do you mean his average score was 61 points?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Cram School Teacher",
    "labelJp": "塾",
    "textJp": [
      "「いいえ、違いますよお母さん。",
      "全国展開する当塾での平均偏差値が６１です。",
      "簡易式の知能検査でも非凡な数字が出ています。"
    ],
    "textEn": [
      "\"No, not at all, Mrs. Maebara.",
      "The mean deviation of our cram schools all across the country is 61.",
      "He's showing rare numbers, even if this was just a simplified intelligence examination."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Cram School Teacher",
    "labelJp": "塾",
    "textJp": [
      "…まず申し上げて、前原圭一くんは大変に頭がいい。」"
    ],
    "textEn": [
      "...First, I would like to say that Keiichi Maebara-kun is extremely bright.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「圭一が……。",
      "でも、学校では大した成績じゃありませんし。",
      "通信簿も２、３、４が適当に並ぶ平均的なもので……。",
      "…何かの間違いではありませんか…？」",
      "前原くんは意味を持たない問題に非常に弱いのです。"
    ],
    "textEn": [
      "\"Keiichi...?",
      "But he doesn't have very good grades at school.",
      "He has average marks on his report card—Bs, Cs, Ds...",
      "...Is there some kind of mistake...?\"",
      "Maebara-kun is extremely weak when faced with questions that don't have any meaning."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Cram School Teacher",
    "labelJp": "塾",
    "textJp": [
      "…無味簡素で自身の生活に結びつかない内容の問題に興味が持てないのです。」"
    ],
    "textEn": [
      "...He just has no interest in simple, dull questions that don't have to do with everyday life.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「…２＋３はわからなくても、リンゴが２個あって、３個増やしたら何個に…という形なら理解できる、ということですか？」"
    ],
    "textEn": [
      "\"...So even if he doesn't know what 2+3 is, if you told him he had two apples, then got three more... He would understand that sort of question?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Cram School Teacher",
    "labelJp": "塾",
    "textJp": [
      "「その通りです。",
      "例えば正六面体の展開図を書け…と言われて混乱する圭一くんも、サイコロを切り開いたらどんな形になる？",
      "という風に聞けば、見事に答えられるのです。」"
    ],
    "textEn": [
      "\"That's right.",
      "For example... Instead of telling him to draw a flattened, foldable cube, what if we asked him what a die would look like when cut open?",
      "If we did that, he can answer beautifully.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そして塾の人が、俺の書いた答案の一枚を見せた。",
      "……それは工作の問題の答案だった。",
      "工作の問題なんて珍しいのでとても面白かったっけ。"
    ],
    "textEn": [
      "Then the person from the cram school showed her a page from one of the exams I took.",
      "...It was a paper with questions about construction.",
      "Construction questions were unusual, so they were really cool, weren't they?"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Cram School Teacher",
    "labelJp": "塾",
    "textJp": [
      "「正二十面体の展開図を書けという問題です。",
      "…この問題を、２０面体のサイコロを作るにはどんな風に厚紙を切ればいい？"
    ],
    "textEn": [
      "\"In this question, it asks to draw an unfolded regular icosahedron—a shape with twenty faces.",
      "...When we rephrased it and asked him how he would cut out a piece of cardboard to create a twenty-sided die..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Cram School Teacher",
    "labelJp": "塾",
    "textJp": [
      "と聞き直したら、圭一くんはさも簡単そうにこれを書いて見せました。",
      "……これは平凡なことではありません。」"
    ],
    "textEn": [
      "Keiichi-kun drew the answer as though it were easy.",
      "...This is not something an average child can do.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「圭一。",
      "あなた、どこかの本の雑誌のフロクか何かで２０面体サイコロを作ったことがあったの？」"
    ],
    "textEn": [
      "\"Keiichi...",
      "Have you ever made a die with twenty sides from a magazine extra or anything?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "サイコロってのは１から６まであるもののことだ。",
      "６よりも大きな目が出せるサイコロがあるなんて、このテストで知るまで考えたこともない。",
      "だから２０まで出せるサイコロがどんな形か想像するのは楽しかった。",
      "こんなサイコロがあれば、誰とスゴロクをしたって絶対に負けるものか。",
      "だから作りたいとすぐに思った。",
      "やがて入塾。",
      "…俺が編入されたクラスは生徒が４人しかいない、選抜と呼ばれるクラスだった。",
      "それが最高位のクラスで、…自分の下位のクラスにクラスメートが何人かいて、",
      "…彼らがドッジボールや５０ｍ走で俺よりもずっといい成績を出していたことを思い出した時、初めて喜びが込み上げてきたのだ。",
      "身体能力で劣っても、他に見返す方法があったのだ。",
      "始めは楽しかった。",
      "やればやるほど褒められたし、学校の先生が急にちやほやし出すのも気分が良かった。",
      "…両親も満足げだった。",
      "そんな両親を見るのが、楽しかった。",
      "親の命令に従えば従うほど、どんどん楽しくなっていった。"
    ],
    "textEn": [
      "Dice only went from one to six.",
      "I'd never even considered before this test that there were dice with more than six sides.",
      "So it was fun to imagine what kind of shape a die that went up to 20 would have.",
      "If I had a die like that, I could win at dice games against anyone!",
      "So I immediately wanted to make it.",
      "Finally, I entered cram school.",
      "...There were only four students in the class they put me in, which was called 'Select.'",
      "It was the highest class... and some of my classmates were in lower classes...",
      "and when I remembered how much better they had done at things like dodgeball and the 50 meter sprint, I felt happiness well up within me for the first time.",
      "Even if I wasn't as good at them physically, I triumphed over them in other ways.",
      "It was fun at first.",
      "The more I did, the more I was praised, my teachers at school suddenly started pampering me, and it felt good.",
      "...My parents were satisfied too.",
      "And I enjoyed seeing them satisfied.",
      "The more I listened to my parents' commands, the more fun things got."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…………………………ふ、」"
    ],
    "textEn": [
      "\"...............Heh.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんなこともあったっけ。",
      "……自身を笑い捨てるように、苦笑いする。",
      "まぁ……結局、そんなお勉強人生はそう長くは続かないわけだ。",
      "勉強が出来れば出来るほど、楽しくなったのは最初の内だけだった。",
      "友人たちとは次第に馬が合わなくなり、",
      "いつも俺が塾で習う内容よりも３つは遅い授業を、塾に比べたらどうしてこんなに眠くなるように教えられるのか関心してしまうような教師に、敬意を感じなくなっていた。",
      "…そんなお勉強ができることを鼻にかけた嫌味野郎が、いつまでも有頂天に生きてけるほど、",
      "…まぁその、世の中は単純じゃないってことだ。",
      "命令されたことに従い、それを期待以上にこなしてみせると褒められる。",
      "…それが嬉しくて、そのサイクルを自転車のようにぐるぐる回す。",
      "…そうして前に進むのが人生という自転車だと思ってた。",
      "そんな人生が、……いかに貧しいものかを知ったのは、雛見沢に引越してきてからだった。",
      "いろいろあり、引越して環境を変えるのもいいだろう、という話になった。",
      "そうしたら親父が…以前から何度か写生に行って気に入っているところがある…。",
      "そこにアトリエを持ちたい……みたいなことを言い出して。",
      "…あれよあれよという間に雛見沢への引越しが決まってしまった。",
      "そうして………………俺は、………あいつらと出合ったんだっけ。",
      "転校しての第一日目。",
      "…先生と共に教室へ向かった。",
      "…先生に連れられて入るというのも何だか情けないと思い、俺は先生よりも先に扉に手を掛け、ガラリと豪快に開け、教室に踏み込んだ。",
      "ガラリ。",
      "その豪快な開け方は…力強く、もう一度人生をやり直そうとする俺自身の決意に他ならなかった。",
      "…そして、…その決意はわずか数瞬でカウンターを食らうのだ。",
      "頭上から黒板消し。",
      "しかも中には大きな石が詰めてあって…最高に痛い仕上がりのトラップだった。",
      "……何だよ俺。転校初日からいきなり沙都子にやられてるのかよ。",
      "あれはびびった。",
      "かなり面食らった。",
      "クラスも驚きだった。",
      "教室の生徒たちが学年も性別もバラバラだったことに驚いただけじゃない。",
      "……俺が知る学校という場所と、まったく雰囲気の違うところだったからだ。",
      "その驚きは…連中と日々を送る内に、ますます増していくのだ。",
      "その新鮮な驚きは…今日までの生活でも絶えることはない。",
      "…日々が新鮮な驚きの連続で、……ここに来てから一日たりとも退屈だと思ったことはない。",
      "部活メンバーとの賑やかな日々。",
      "ガン牌のトランプでジジ抜きをした。",
      "大富豪で煩悩全開に大暴れした。",
      "町のおもちゃ屋で一般参加者ありの大会でも大暴れしたし、その他にその他にも…色々、色々。",
      "そんな日々の延長に、あの弁当勝負があった。",
      "……あの時だ。",
      "沙都子の意外な一面に気付いたのは。",
      "沙都子と晩飯を共にしたのは、…思い出せばたったの二晩だ。",
      "今思い出しても胸が温かくなるやさしい時間だった。",
      "沙都子が気丈に振舞いながらも、…心のどこかで、にーにーが帰ってくるのをずっと待っているという健気さに気付き、",
      "……沙都子のにーにーになってやろうと誓った。",
      "沙都子は口やかましいヤツだったが、…世話見のいい妹だった。",
      "でも、それは一見、リードしているように見えて、それもまた沙都子なりの甘え方だったのだ。",
      "悟史と沙都子の兄妹の毎日は、…叔父叔母夫婦の元での窮屈なものであったにせよ、…温かいものだったに違いない。",
      "あの温かだった日々が……いつ、何の間違いで狂ってしまったんだろう。",
      "嘆いたって、起こってしまった悲劇はどうにもならないってあれだけ自分に言い聞かせたのに……、嘆いてしまう。",
      "だから圭一…。",
      "あの日を取り戻すために…俺は自ら道を選び取ったんだろ？",
      "誰にも命令されなかった。",
      "自分で決めた。",
      "誰かに褒められるのを期待したのでもない。",
      "全部自分で考えた。",
      "そして自分で切り開いてる。",
      "……今も！",
      "親や世間が作ってくれていて、…この先、どのように続いているかも一望できるような道ではない。",
      "…一歩先は常に闇の、この上なく不安な闇の細道だ。",
      "でも…その心細い道は……どこにでも続いている。",
      "行けないところなどない、…無限の道なのだ。",
      "どこへ行きたいかを、自ら描き出せる人間にしか選べない…そんな道。",
      "明るい舗装道路から逸れたことを恥じるな。",
      "むしろ、自分だけの道を見つけられたことを…誇りに思うんだ。",
      "それに、俺は舗装道路を捨てたわけじゃない。",
      "………目的を果たしたら、また明るい道路に戻ってくる。そして……また平凡な日々を、のんびりと温かに過ごすんだ……。",
      "ザクリ………。",
      "…気付いた時、穴はもう…信じられないくらいに大きく、深くなっていた。",
      "…これ、…本当に俺がひとりで掘った…？"
    ],
    "textEn": [
      "That did happen, didn't it?",
      "...I grinned dryly in self-deprecation.",
      "Because, well... My studious lifestyle didn't end up lasting very long.",
      "It was only at the beginning I enjoyed learning more and more.",
      "I gradually got along less with my friends...",
      "My classes were behind what I was learning in cram school, and I eventually stopped respecting the teachers, given that they could put me to sleep with their lectures.",
      "...And, well, I was a disagreeable sort who bragged a lot about how much I knew...",
      "and the ways of the world wouldn't let me remain in that state of ecstasy forever.",
      "I would do as I was told, then I'd go above and beyond their expectations, and then they praised me.",
      "...I was happy for that, and the cycle repeated itself like the wheels on a bike.",
      "...I thought moving forward like that was how life worked—like a bicycle.",
      "When I moved to Hinamizawa... I realized just how inadequate it was.",
      "Some things happened, and we started saying how moving and getting a change in atmosphere would be nice.",
      "And then my father... He had a place that he liked, that he'd gone to a few times to draw the nature...",
      "He started saying... that he wanted to bring his atelier there.",
      "...With me in blank amazement, they decided to move to Hinamizawa.",
      "And after that...... I... I met them, didn't I?",
      "The first day after transferring here.",
      "...I went to the classroom with the teacher.",
      "...I thought it would seem pitiful for her to bring me in there, so I placed my hand on the door before she could, slammed it open, and set foot into the room.",
      "Clatter.",
      "The thrilling, powerful way I opened that door... was none other than my own determination to try doing my life over again.",
      "...And then... within seconds, that determination took a hard counter to the face.",
      "A blackboard eraser fell on me.",
      "Plus, there was a huge rock inside... It was a supremely painful trap someone had set up.",
      "...Oh, come on. Satoko was already beating me right from the first day I transferred?",
      "That frightened me.",
      "I was bewildered.",
      "The class was surprised, too.",
      "I wasn't just surprised that the students in the class were all in different grades and were different genders.",
      "...It was because the room felt completely different from the schools I knew.",
      "And as I spend more time with them... my surprise continued to grow.",
      "This fresh sense of surprise... had never left my life, even to this day.",
      "...Every day was a fresh new surprise... I've never had a single boring day since coming here.",
      "The days were lively, spent with the other club members.",
      "We played old maid with cards with scratches on the back to cheat.",
      "We let all our passions go wild during our games.",
      "We went all out as regular participants in tournaments at the toy store in town, and many, many more things...",
      "Recently during those times, there was the bento competition.",
      "...It was then.",
      "That's when I saw an unexpected side to Satoko.",
      "Thinking back on it... I only ate dinner with her two nights.",
      "It was such sweet, gentle time spent, and it warmed my heart remembering it even now.",
      "I realized that Satoko was pretending to be stubborn and firm... and how brave she was, part of her heart always waiting for her Nii-nii to come home...",
      "and I vowed to become her Nii-nii.",
      "Satoko may have been nagging and overly critical... but she knew how to take care of someone.",
      "But though it might have seemed like she was taking the lead, it was actually her way of depending upon another person.",
      "Even if Satoshi and Satoko's lives as siblings... were confined by their uncle and his wife... they were still warm, sunny days.",
      "When did those sunny days all go wrong? What mistake was made?",
      "Lamenting tragedies of the past would do no good, and I'd told myself that so many times... but I did anyway.",
      "Keiichi...",
      "Isn't that why you chose your own path—to take back that life?",
      "Nobody ordered you to do this.",
      "You decided it on your own.",
      "You don't desire anyone's praise for this.",
      "You thought it all through yourself.",
      "You'll carve it out yourself.",
      "...And you'll do it now!",
      "This wasn't a path I could see very far down... not like the road parents or society could offer.",
      "...It was a narrow path, dark, and utterly distressing, one for which the next step would always be shrouded in darkness.",
      "But... that disheartening path... would keep on going forever.",
      "It was an unlimited path... and there was nowhere I couldn't travel.",
      "The kind of path... only available to those able to imagine where they wanted to go.",
      "Don't be ashamed at breaking from the brightly lit, paved road.",
      "In fact, feel proud... that you found your very own path to walk.",
      "And I hadn't discarded the paved road either.",
      "...Once I achieved my goal, I would go back to that bright road. And then... I'd spend those average, sunny days at my leisure...",
      "Crush...",
      "...When I next realized it, the hole... had grown so deep I couldn't believe it.",
      "...Did I... dig all this myself...?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……これだけ掘れば……充分じゃないか…。」"
    ],
    "textEn": [
      "\"...I think digging this much... is enough, right?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "スコップを穴の底に置く。",
      "……死体をここまで引きずり、穴に放り込んで土をかける。",
      "……その上に草木を乗せ、偽装するのに時間をかけたとしても、穴を掘るよりは簡単に終えるだろう。",
      "腕時計を見る。",
      "……いつの間にか夕方前だ。",
      "……時間の経過を感じなかったとは言え…。",
      "これだけの穴を掘るのに相応しい時間は経過しているようだった。",
      "近くの斜面の石に腰掛け…額を流れる汗を拭う。",
      "………あとは…もう少し暗くなったら、校庭に隠してある金属バットを回収する。",
      "…そして、あの男を誘き寄せるための電話をする。",
      "………そして、",
      "………実行。",
      "その瞬間を迎えるまでの手順が、…減っていく。",
      "それは時の刻みよりももっと肉迫して感じられた。",
      "…何の躊躇もないのに、そう感じる矛盾。",
      "…実行に至るまでのあらゆるプロセスで、俺は躊躇し、戸惑い、……臆病風に吹かれる機会がある。",
      "その百万の誘惑に耐え、その時を待たねばならないのがいかに緩慢で苦しい拷問であるかは……筆舌に尽くし難い。",
      "初めはそれを女々しくも思ったが、途中からそうも思わなくなった。",
      "…いいのだ。",
      "…これで。",
      "人殺しなんていう、異常な行為に嫌悪感を持っていても一向に構わないのだ。",
      "……なぜなら俺は、今日から殺人鬼になるわけじゃない。",
      "……今日という異常な日を潜り抜け、俺は再び元の世界に戻ろうとしているのだ。",
      "殺人に何の抵抗も感じない異常者に成り下がったら、元の生活に戻るなんてことはできない。",
      "…だからこれでいいのだ。",
      "殺人に戸惑う心を、恥ずかしがらなくてもいいんだ。",
      "そう、……俺は、人間だからだ。",
      "オヤシロさまの祟りを代行する身でありながら、人間であることを自覚するなど…何とも滑稽な話だった…。",
      "ふぅ……と軽く息を吐き出してから、立ち上がる。",
      "気配を殺し、…自分以外の気配を探るために…四方に精神を研ぎ澄ます…。",
      "……よし。",
      "……行こう。",
      "…一歩一歩。",
      "自分の道を歩もう。",
      "…誰に強制されたわけでもない、自分の道。"
    ],
    "textEn": [
      "I put my shovel into the bottom of the hole.",
      "...I would drag the body here, throw it into the hole, and cover it up with dirt.",
      "...Even if it took me time to camouflage it by putting plants on top, it would all go much more easily than digging this hole had.",
      "I glanced at my watch.",
      "...It was almost evening, and I hadn't realized it.",
      "...I may not have felt the time passing...",
      "but digging a hole this deep must have taken quite a lot of time.",
      "I took a seat on a slanted rock nearby... and wiped the sweat from my brow.",
      "......Now... once it got a little darker, I'd go get the metal bat I hid in the schoolyard.",
      "...Then I'd make the call to lure him out.",
      "...And then...",
      "I'd do it.",
      "The number of things I needed to do to reach that moment... were dwindling.",
      "I felt that moment closing in on me much more keenly than I did the passage of time.",
      "...I didn't have any hesitation, but I still felt that—a contradiction.",
      "...At every step in this process, I had a few chances to hesitate, to turn back... to let myself lose my nerve.",
      "Having to endure those million temptations and wait for when the time was right... was an indescribably slow and painful torture.",
      "I had thought myself acting all weak because of that, but I stopped midway through.",
      "...This was okay.",
      "...It was fine.",
      "I could detest the abnormal act of homicide as much as I wanted and it didn't matter.",
      "...I wasn't going to be a cutthroat killer after today.",
      "...I would pass through this strange day and go back to the world I was in before.",
      "If I fell to the level of a psychopath who thought nothing of killing, I wouldn't be able to go back to my old life.",
      "...So this was fine with me.",
      "I didn't have to feel ashamed at hesitating to kill.",
      "Because... I was human.",
      "It was so funny to me... that I'd be the bearer of Oyashiro-sama's curse at the same time I was aware I was human...",
      "I exhaled lightly and stood.",
      "I concealed my presence... and sharpened my senses in all directions... to search for anyone around but me...",
      "...Okay.",
      "...Let's go.",
      "...One step at a time.",
      "I would walk my own path.",
      "...A path no one had forced me to walk."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……行くぞ…。",
      "…前原圭一…。」"
    ],
    "textEn": [
      "\"...Let's do this...",
      "Keiichi Maebara...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "セミの声がじわじわとうるさく騒ぎ立てる。",
      "…その合唱は俺が小枝を踏み折る不審な音を覆い隠してくれた。",
      "…そして、ずっと道の向こうまで合唱で満たし、人の気配が先の先までないことを俺に教えてくれていた。",
      "俺の進もうとする道を、セミたちが祝福し、持てる精一杯の力で応援してくれていた。",
      "空が高い。",
      "……もう数刻しない内に、夜の帳が近付き、空を夕闇に染めるだろう。",
      "…その頃にはきっと、セミたちに代わって、ひぐらしが合唱を聞かせてくれるだろう。",
      "その頃には……もう全て決着しているだろうか？",
      "全て終わっているだろうか…？",
      "沙都子の命運を公的機関に委ねた時にも、俺は似たようなことを言った。",
      "……でも今度は…違う。",
      "…俺がする。",
      "俺が成す。",
      "俺が、終わらせる。",
      "も",
      "う",
      "す",
      "ぐ",
      "終",
      "わ",
      "る。",
      "全部終わる。",
      "…",
      "そ",
      "う",
      "、",
      "ひ",
      "ぐ",
      "ら",
      "し",
      "の",
      "な",
      "く",
      "頃",
      "に",
      "。"
    ],
    "textEn": [
      "The cicadas made an annoying fuss.",
      "...Their chorus covered up the suspicious noise of me breaking twigs underfoot.",
      "...And their chorus filled the path far ahead of me, letting me know I would be alone for some time.",
      "The cicadas blessed the path I walked, encouraging me with every last ounce of strength they had.",
      "The sky was far above.",
      "...In not even an hour, the veil of night would draw near and the sky would be tinted with dusk.",
      "...By that time, the higurashi would let me hear their chorus in place of the cicadas.",
      "When that happened... would everything be over with?",
      "Would everything have ended...?",
      "I said something along those lines when I left Satoko's fate up to a public agency.",
      "...But this time... was different.",
      "...I would do it.",
      "I would carry it out.",
      "I would... end it.",
      "It",
      "would",
      "all",
      "be",
      "over",
      "very",
      "soon.",
      "\\nEverything would end.",
      "...",
      "Yes,",
      "when",
      "the",
      "h",
      "i",
      "g",
      "u",
      "r",
      "a",
      "s",
      "h",
      "i",
      "cried."
    ]
  }
]