[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…蒸し暑い。",
      "風は、そよとも吹かず、…暑いだけでなく湿度まで高い不快な夏だった。",
      "アパートの雑多な窓には様々な洗濯物が干されているが、風になびきもしないそれは涼感どころか、むしろ鬱陶しさを感じさせるだけだ。",
      "曲がりくねった細い道には、いびつな民家やアパートが建ち並ぶ。",
      "",
      "ただでさえ細い道には、枯れ掛けたプランターや植木鉢、自転車やバイクが並べられ、余計狭く、鬱陶しく、そして暑苦しさを感じさせた。",
      "こんな場所をこんな時間に、好き好んで訪れる者はいるわけがない。",
      "…誰もがそう思う様な昼下がりに、一台の単車がやって来た…。",
      "単車は、お世辞にも小綺麗だとは言えない二階建てのアパートの前に停まる。",
      "単車から降りたのはかなり高齢のしわだらけの男だった。",
      "…それに気付いた、洗濯物を干していた主婦が声をかける。",
      "「あんれ、こんぬつわー！",
      "今日もお暑いこって！」",
      "「ちゃー、暑いねぇ！",
      "こんな暑いと茹だっちまってかなわねぇよ。",
      "えっへっへ！」",
      "「そうそう、大家さん、",
      "すったらん言わんと思ってた。」",
      "「あーー、悪ぃ悪ぃ〜！",
      "蛍光灯だったっけ？",
      "わぁすれちったよ！",
      "えっへっへ！」",
      "「違んね、ほんら気にならん？",
      "いんやぁな臭いがしとんね。",
      "今朝からずっとでかなーんわ。」",
      "「………あれ、何よこれ。",
      "くっさいねぇ！",
      "まぁた裏のどぶ川が詰まったんかね。」",
      "「大家さん、何とかしてんよ。",
      "朝からこれじゃ鼻がひん曲がってまうねー。」",
      "「えっへっへ！",
      "そしたら今の美人がもっと美人になっちゃうじゃないのよ、えっへっへ！」",
      "アパートの裏には不衛生などぶ川が流れていた。",
      "格子が枝や落ち葉で詰まり、そこに汚物が溜まって夏場にはひどい悪臭を発生させるのだ。",
      "「こんれ、お役所に何とか言ってーな。",
      "こんなどぶ川埋めてしまぃねホント！」",
      "「ちゃー。",
      "すっかり詰まってるねぇ。",
      "こんなん、棒でちょっとつつけば流れるでよ。」",
      "男はどぶ川の柵を乗り越えると、その近くに転がっていた薄汚れた物干し竿を拾い上げた。",
      "それで詰まりを突っ付いて何とかしようというつもりだろう。",
      "「あーあー、大家さんやめてーなぁ！",
      "ヘンにかき混ぜんと、すったらもー！",
      "すんごい臭いになるんね！」",
      "「えっへっへ、詰まれば臭い、かき混ぜれば臭いー。",
      "どっちにすりゃーえーんよ。",
      "へっへっへ！」",
      "格子に詰まっている汚物に物干し竿を突きたてる。",
      "……もちろん、堆積した汚物はそんなものではどうにもならない。",
      "「ぎゃー…。",
      "猫の死骸やん。",
      "こんなの保健所の仕事やねー。」",
      "「犬猫は死ぬと臭いがすんごいのよ。",
      "…竹竿じゃどーにもならんなぁ。」",
      "「ゴミ袋に古着に、まぁいろいろ捨ててあるんねぇ。",
      "あんのアヒル、おまるでねぇの？",
      "…こりゃあ臭いわきゃあ。",
      "しょんがないねぇまったく！」",
      "不衛生などぶ川に今さらゴミが増えたって。",
      "…そう思う不心得者が後を絶たず、いつの間にかこのどぶ川をごみ捨て場のようにしてしまっていたのだ。",
      "汚水に浮かぶ古着の山を突っ付いた時、真っ黒な飛沫のような煙が、ぶわぁ…と広がった。",
      "その、あまりの異様な、おぞましい光景に二人は思わず顔をしかめてしまう…。",
      "「かー…ウジが涌いとるんね。",
      "生ゴミでも放り込んだんかいなぁ…。」",
      "「…わ、……大家さん。",
      "…なんね、あれ。」",
      "「何よ、こないの捨てたんわ……。」",
      "「……お、……大家さん、それ、……それッ！！」",
      "「へ。",
      "………ひぇ。",
      "……ひええぇええええぇえぇぇええぇぇえええッ！！」",
      "「あ、どもー！",
      "お疲れ様です。」",
      "「かー、ひでー臭いだなぁ！",
      "おい！",
      "ブルーシ、上までちゃんと囲っとけよ！",
      "民家の二階から丸見えだぞ！」",
      "「ホトケの身元は不明。",
      "性別、女。",
      "年齢は推定２０代後半から３０代後半。",
      "死後２〜３日ってところです。",
      "おそらく死後に遺棄したんでしょう。」",
      "「素っ裸かー。",
      "身元割れるの難航しそうだなぁ。",
      "生活課に行方不明者出てないか当たっとけ。」",
      "「重りを付けて沈められてたんでしょうね。",
      "それがほどけて浮かんできたんでしょう。",
      "…しかし、何だってこんなドブ川に。",
      "高速道路下とか山奥とか、もっとマシな場所があったでしょうに。」",
      "「そうすりゃウチの管轄でなくて済んだのに、ってか？",
      "死体隠す気なんかハナからねぇんだよ、この手のは。」",
      "「見つかることを前提にした、何かへ見せしめってことですかね。」",
      "「この腹が裂けてるの、魚に食い破られたってワケじゃねぇだろ。",
      "腹ぁ裂いて、中身引きずり出してるよなぁ。",
      "相当ハデに虐め殺してんぞ、コレ。",
      "中国マフィアとかの伝統的な制裁にこーゆうのあるんじゃねぇの？",
      "四課のシゲさんにマル暴でトラブルないか当たっとけ。」",
      "「わかりました！」",
      "「しかし…ひでぇホトケさんだね。",
      "ほら、内臓のぞいてるここの感じ、京屋のサラダそばに似てねぇか？",
      "ほら、箸で突っついたら麺が出てきそうだぞ、ホレ。」",
      "「……か！",
      "か、勘弁して下さいよ…。」",
      "「かっはっはっは！",
      "腸引きずり出されて、耳鼻そぎ落とされてぇ。",
      "こういう死に方はしたくねぇよなぁ。",
      "指が惨いよな。",
      "両手両指に五寸釘がびっしり打たれてる。",
      "どうゆう拷問だよ、コレ。」",
      "学校で一番ほっとできる時間と言ったら、やはりお昼だろう。",
      "いつものようにみんなの机を寄せ合い、みんなのお弁当を並べる。"
    ],
    "textEn": [
      "...It was a very humid day.",
      "Not even a slight breeze was blowing... It had been an unpleasant summer—one that wasn't only hot, but swelteringly so.",
      "There were various articles of clothing hung out to dry in the messy apartment windows, but the lack of wind evoked an impression far removed from coolness—in fact, it only felt more oppressive.",
      "There were crooked houses and apartments lining the narrow, twisting road.",
      "<size=-2>",
      "In addition, there were planters and flowerpots whose contents were beginning to rot, as well as bicycles and cars on the sides of the road, making it even more cramped, more oppressive, and all the more sweltering.",
      "Nobody who was in this place at this time was visiting it voluntarily.",
      "...But in spite of what everyone might expect, a single motorcycle came rolling in...",
      "The lone motorcycle, which couldn't be called 'neat' even as flattery, pulled up to a two-story apartment complex and stopped there.",
      "A man, fairly old and wrinkled, stepped off.",
      "...When the housewife hanging out the laundry noticed him, she called out.",
      "\"Well, heeello there!",
      "It's quite hot today again, isn't it?\"",
      "\"Hoo, you've got that right!",
      "I feel like I'm gonna boil out here.",
      "Eh-heh-heh!\"",
      "\"Oh, right, Landlord,",
      "I didn't think that would be the first thing you said.\"",
      "\"Ahhh, sorry, sorry~!",
      "The fluorescent lights, right?",
      "I completely forgot!",
      "Ehehe!\"",
      "\"No, not that. Don't you smell it?",
      "There's a teeeerrible smell about.",
      "I've been smelling it since this morning!\"",
      "\"......Wait, what's this?",
      "It reeks!",
      "Did the sewers get backed up again?\"",
      "\"Do something about it, Landlord!",
      "I've had to keep my nose plugged all day long!\"",
      "\"Eh-heh-heh!",
      "You'd still look plenty lovely plugging your nose, my dear! Eh-heh-heh!\"",
      "There was an unhygienic drainage channel running behind the apartment.",
      "The lattice from which it flowed was stuffed with branches and fallen leaves, and when filth got caught up in them, it created an awful stench in the summertime.",
      "\"Could you tell the municipal office about it?",
      "The drain will end up buried at this rate!\"",
      "\"Well, yikes!",
      "It's completely blocked.",
      "Eh, it'll start back up if you poke it with a stick.\"",
      "The man crossed the fence over the drainage channel and picked up a filthy drying pole sitting nearby.",
      "He must have planned to stick it into the drain and clear it out.",
      "\"Ah, wait, Landlord, stop that!",
      "If you mix it all strange, if you do that...!",
      "It will smell terrible!\"",
      "\"Eh-heh-heh, it smells if it's clogged, and smells if it's mixed!",
      "Which should I choose?",
      "Heh-heh-heh!\"",
      "He shoved the drying pole into the filth in the lattice.",
      "...Of course, it did nothing to help the accumulation of waste.",
      "\"Gyah...",
      "It's a dead cat.",
      "This is the health center's job!\"",
      "\"Cats and dogs smell awful when they die.",
      "...A bamboo pole's not going to do much good.\"",
      "\"Garbage bags, old clothes—they throw all kinds of stuff in there.",
      "And is that a duck I see?",
      "...Well, of course it stinks.",
      "The nerve of some people!\"",
      "The drainage channel was already unsanitary—what was a little more garbage at this point?",
      "...The stream of such imprudent people was never-ending, and now this channel had turned into a garbage dump.",
      "When he poked the pile of old clothes floating in the sewage, a black cloud of smoke floated out in the water.",
      "The two of them grimaced at the terribly bizarre and repulsive sight.",
      "\"Gah... We've got maggots, eh?",
      "Someone must've thrown kitchen waste in...\"",
      "\"...Wha... Landlord.",
      "...What's that?\"",
      "\"What? Just more garbage...\"",
      "\"...La...Landlord, that's... that's!!\"",
      "\"Heh?",
      "......Eh?",
      "...Eeeeeeeeeeeeeekkkkk!!\"",
      "\"Oh, hello!",
      "Good work today.\"",
      "\"Ack, what a terrible stench!",
      "Hey!",
      "Someone cover this thing with a tarp!",
      "It's in plain sight of the two-floor houses!\"",
      "\"Identity of the deceased, unknown.",
      "Sex, female.",
      "Age, estimated to be late 20s or early 30s.",
      "Time of death, about two or three days ago.",
      "She was probably abandoned after death.\"",
      "\"Naked, too?",
      "Figuring out who she is will be rough.",
      "Contact the community division and ask if anyone's gone missing.\"",
      "\"They probably weighed her down, so she'd sink.",
      "Then the weights came off and she floated to the top.",
      "...But why in a drainage sewer, of all things?",
      "Would've been better under an overpass or in the mountains, you know?\"",
      "\"And it would've been outside our jurisdiction, right?",
      "But it looks like they never wanted to hide the corpse at all.\"",
      "\"Did they do it so she would be found? As a warning, or something?\"",
      "\"This slice in her stomach definitely wasn't from a fish eating her.",
      "She was cut open and her insides were dragged out.",
      "They really made a show out of killing her.",
      "Doesn't the Chinese mafia do these sort of traditional punishments?",
      "Ask Shige-san in Section 4 if he's had any trouble with yakuza.\"",
      "\"On it, sir!\"",
      "\"Still... what a terrible way to go.",
      "Hey, don't her innards poking out like that look sort of like the salad soba you can get in Kyoto?",
      "Maybe if you stuck chopsticks in, noodles would pop out. See?\"",
      "\"...Urgh!",
      "P-Please, give me a break...\"",
      "\"Kah-hah-hah-ha!",
      "Her intestines were pulled out, and her ears and nose cut off.",
      "That's definitely not how I want to go.",
      "Her fingers are in a bad state, too.",
      "There are long nails stuck in all of them, on both hands.",
      "What kind of torture was this, anyway?\"",
      "The most relaxing time during the school day? Lunch, for sure.",
      "Everyone brought their desks side-by-side like always, and we all ate together."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あらぁ！",
      "魅音さんのお弁当が、今日はなかなか見事でございましてよー！」"
    ],
    "textEn": [
      "\"Oh, my!",
      "Mion-san, if I may say, your lunch looks quite appetizing today!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……品数がいっぱいで豪華豪華なのです。」"
    ],
    "textEn": [
      "\"...There are so many different things—it's wonderful.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子と梨花ちゃんが魅音の弁当を見て歓声をあげている。",
      "……どれどれ。",
      "お！"
    ],
    "textEn": [
      "Satoko and Rika-chan looked at Mion's lunch, shouting gladly.",
      "...Let's have a look.",
      "Whoa!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「昨夜の残りをちょっと詰めてきただけだよ。",
      "うちで昨日、村長たちが酒盛りしててさ。",
      "それで残り物をちょいと取っておいたってわけ。」"
    ],
    "textEn": [
      "\"I just packed in some leftovers from last night.",
      "All the elders were having a drinking party at my house yesterday.",
      "I managed to nab some of what they didn't eat.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あはははは、それでお酒のおつまみみたいなおかずが多いんだね。」"
    ],
    "textEn": [
      "\"Ahahahaha! So that's why they all look like snacks you could have with sake.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…ふーん。",
      "…残り物、つまりは残飯とは言え、これだけ綺麗に弁当箱に収められてるとなかなかの迫力があるな！",
      "高級料亭の懐石弁当みたいだ！」"
    ],
    "textEn": [
      "\"...Hmm.",
      "...They're but leftovers—mere scraps of food—but when arranged in a bento box so cleanly, they look impressive!",
      "It looks like part of a full-course meal at a high-class restaurant!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「人の印象のほとんどがファーストインプレッションで決まるようにさ。",
      "やっぱりお弁当の味も、蓋を開けた時のキレイさに比例するんじゃないかな、って！」"
    ],
    "textEn": [
      "\"People seem to decide if they like things mainly based on their first impression.",
      "So I thought maybe the taste of a bento would be proportional to how pretty it was when you opened it!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「魅音さんってガサツそうな性格に見えて、結構こういう盛り付けのセンスがいいんですのよね。」"
    ],
    "textEn": [
      "\"You may seem unrefined, Mion-san, but you are positively splendid at arranging food like this.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「お部屋もいつもキレイに片付いてるし。",
      "魅ぃちゃんはみんなが思ってるより、ずっと几帳面で丁寧な人なんだよ！」"
    ],
    "textEn": [
      "\"Her room is nice and tidy, too.",
      "Mii-chan is a lot more organized and polite than everyone thinks!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…胃袋に入ればみんな同じ！",
      "なんて言い出しそうな魅音にこんなセンスがあるとは。",
      "……うぅむ。",
      "人は見かけによらないものだ。",
      "魅音って、何をやってもソツがない。",
      "…油断もなければ隙もソツも一切ない。",
      "なるほど、我が部の部長なだけはあるよな！"
    ],
    "textEn": [
      "...It's all the same once it's in your stomach!",
      "I'd have thought Mion would say something like that—but to think she had this kind of taste!",
      "...Hmm.",
      "You can't judge a book by its cover.",
      "Mion was careful in everything she did.",
      "...She never misstepped, faltered, or messed up.",
      "I see—she is our club president, after all!"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……レナのお弁当も見劣らないのです。",
      "カニかまぼこのお花がとてもキレイなのですよ。」"
    ],
    "textEn": [
      "\"...Yours is nothing to scoff at either, Rena.",
      "Your crab kamaboko flower is very pretty.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「レナの弁当って、何て言うか、いつも芸が凝ってるよな。",
      "リンゴのうさぎさんとか、ニンジンの花びらとかさ。」"
    ],
    "textEn": [
      "\"You know, Rena, your lunch always has, like, an art to it.",
      "Like it has rabbit-shaped apple slices and carrot flowers and stuff.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナの弁当には味だけじゃない、",
      "…その、何ていうのかな。",
      "心みたいなものが入ってるんだよな。",
      "おいしいだけじゃなく、こう、胸が温かくなるというか。"
    ],
    "textEn": [
      "Rena's bento wasn't all about taste...",
      "It was like, hmm.",
      "Like she always puts her heart into it, or something.",
      "It wasn't just good—it made your insides all nice and warm."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あははは！",
      "ありがと。",
      "魅ぃちゃんにはちょっと及ばないけど、はぅ、かぁいいかなって！」"
    ],
    "textEn": [
      "\"Ahahaha!",
      "Thanks.",
      "It's not quite as good as Mii-chan's, but I wanted to make it really kyute, hau~!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「料理は技術じゃなくて愛情でしょ。",
      "その意味でだったら、私なんか足元にも及ばないって！」"
    ],
    "textEn": [
      "\"Cooking isn't about skill—it's about love.",
      "In that sense, I don't even come up to your feet!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "愛情か。",
      "…うん。",
      "確かに、見ているだけで、作ってくれたレナの一生懸命が伝わってくる。",
      "そんなお弁当だ！"
    ],
    "textEn": [
      "Love, huh?",
      "...Yeah.",
      "Just from looking at her bento, I could definitely feel that Rena put her heart and soul into making it.",
      "That's what her bento was like!"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「お弁当ってのは味だけでなく、見た目も大事ってことですわね。",
      "私たちも見習わないといけませんわね。」"
    ],
    "textEn": [
      "\"The taste isn't all that counts for a bento—how it looks also matters.",
      "I suppose we must learn from this too!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ほー。",
      "で、その見習わなくちゃならない沙都子たちの弁当はどうだ！",
      "お…？！」"
    ],
    "textEn": [
      "\"Huh.",
      "So, let's see Satoko and Rika-chan's up-and-coming bento!",
      "Whoa...?!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……じゃーん。」"
    ],
    "textEn": [
      "\"...Ta-da.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「をっほっほっほ！",
      "昨日、ご近所さんにお裾分けのお肉をもらったので、今日は焼肉弁当なんでしてよー？」"
    ],
    "textEn": [
      "\"Wo-ho-ho-ho!",
      "Yesterday our neighbors shared some meat with us, so we ended up grilling it for our bento!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "これはまた…すごい迫力だな！！",
      "ボリュームたっぷりの焼肉がぎっしり！",
      "一見すると女の子のお弁当にしては迫力あり過ぎだが、仲間みんなで食べることを思えば、食卓の彩りとしては充分過ぎる！！"
    ],
    "textEn": [
      "These ones, too... They had such an impact!!",
      "They were bursting at the seams with grilled meat!",
      "At a glance, it was too impactful for a girl's bento, but when you thought about eating with all your friends, it brought more than enough color to the table!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「へー。",
      "…粗雑な体育会系弁当と見せかけて、おかずの品数も結構あるみたいじゃない。",
      "ほうれん草のおひたしとか、ひじきの煮物とか。」"
    ],
    "textEn": [
      "\"Wow.",
      "...At first, it looks like the kind of crude bento that a jock would eat, but there are so many different things in here.",
      "Like boiled spinach in soy sauce, and stewed hijiki.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「梨花ちゃんは、こういう気取らない家庭料理がとても上手なんだよね。",
      "…うん、梨花ちゃんは将来、立派なお嫁さんになれると思うよ！」"
    ],
    "textEn": [
      "\"Rika-chan, you're really good at this kind of unaffected cooking, huh?",
      "...Yep, I think Rika-chan will make a great wife when she grows up!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……未来の旦那さまを鷲掴みなのです。」"
    ],
    "textEn": [
      "\"...I have a tight hold on my future husband.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…梨花ちゃんの旦那さんか。",
      "………一見、すごく魅力的な響きがあるが……。",
      "うん、一筋縄では行かない夫婦生活になるような気がするぞ…。",
      "しかし、みんなすごいよな。",
      "まだ全然若いのに、しっかり自炊できている。",
      "俺も家族でデイキャンプに行くたびに、そこそこの料理の真似事はしてるけど…日々のおかずを作るなんてレベルには到底及ばない。",
      "所詮はレジャーとしてのお料理程度だ。",
      "そうやって思うと、みんな大したもんだ。",
      "率直に尊敬するぞ。",
      "………ん？",
      "…あれ？",
      "…何だか他人事ではない気がしてきたぞ…？",
      "…そう言えば、",
      "今朝、",
      "寝ぼけながら朝食を食べている時、",
      "…お袋が何だかとんでもない話をしていたような………。",
      "…あ。"
    ],
    "textEn": [
      "...A husband for Rika-chan, huh?",
      "......At first, that sounded appealing...",
      "It did—but I felt like a married life with her would be anything but normal.",
      "But really, everyone was amazing.",
      "They were all so young, and yet they're all capable of cooking for themselves.",
      "I would sort of cook whenever I went camping with my family... but making lunch every day was a level I definitely couldn't reach.",
      "I could only really cook in my spare time.",
      "When I thought about it like that, it really made everyone stand out more.",
      "Frankly, I respected them.",
      "......Hm?",
      "...Huh?",
      "...I feel like maybe this doesn't only apply to other people...?",
      "...Come to think of it,",
      "this morning,",
      "when I was eating breakfast half-asleep...",
      "I think my mom was saying something really impor...tant......",
      "...Uh."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、……あああぁーーーッ！！」"
    ],
    "textEn": [
      "\"Uh... Aahhhhhhh!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺が素っ頓狂な声をあげて、突然立ち上がったので、みんなが一斉に驚く。"
    ],
    "textEn": [
      "With a hysteric groan, I suddenly stood up, startling everyone at once."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…どど、どうしたのかな？　かな？！」"
    ],
    "textEn": [
      "\"...W-W-What's wrong? Wrong?!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「げほげほッ！！",
      "急に大声を出すからむせてしまいましたですわー！！」"
    ],
    "textEn": [
      "\"*cough* *cough*!!",
      "You'll make us choke if you shout like that so suddenly, you know!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子のお鼻からご飯粒が出てますです。」"
    ],
    "textEn": [
      "\"...There's rice coming out of your nose, Satoko.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…忘れてた。",
      "…自炊って話は…他人事じゃなかったんだ…！"
    ],
    "textEn": [
      "...I'd forgotten.",
      "...All this stuff about cooking for yourself... It applied to me, too...!"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「圭一。",
      "お父さんとお母さんね、またお仕事で東京に行って来なくちゃならないの。」"
    ],
    "textEn": [
      "\"Keiichi?",
      "Your mom and dad need to go to Tokyo again for business.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…ふ〜ん。",
      "…そー…。",
      "ふぁあぁ〜……、",
      "眠……。」"
    ],
    "textEn": [
      "\"...Hmmm.",
      "...Yeah...?",
      "*yaaaawn*~...",
      "Sleepy...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「お父さんの先生にあたる人がね、イベントの直前で倒れちゃったの。",
      "とても大切なイベントなんでね、どうしても穴があけられないのよ。」"
    ],
    "textEn": [
      "\"Your dad's mentor fell ill right before an event he was taking part in.",
      "It's a very important event, and they need someone to fill in.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…親父の仕事なら仕方ないよな。",
      "…むにゃむにゃ…。"
    ],
    "textEn": [
      "...Well, Dad does what he has to do for his job.",
      "...*chew* *chew*..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「それでお父さんとお母さん、",
      "そのイベントのお手伝いのために大至急、東京に行かなくちゃならなくなったの。",
      "場合によっては何日か泊り込みになっちゃうかも。」"
    ],
    "textEn": [
      "\"So your dad and I, you see,",
      "we need to go to Tokyo as fast as we can to help with the event.",
      "We might have to stay there for a few days depending on what happens.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…それは大変…。",
      "ふぁ〜あ…。"
    ],
    "textEn": [
      "...That sounds annoying...",
      "*yaaawn*..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「その間、お母さんたち、いないからご飯とかみんな圭一が自炊しなくちゃならないんだけど、",
      "…圭一は大丈夫？」"
    ],
    "textEn": [
      "\"While we're gone, we won't be here, so you'll need to make your own meals yourself...",
      "Are you okay with that, Keiichi?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……大丈夫大丈夫。",
      "…人間、追い詰められたら何でもできるんだから…。」"
    ],
    "textEn": [
      "\"...I'll be fine.",
      "...Humans can do anything when they're desperate...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「そう？",
      "なら安心ね。",
      "ご飯くらいは炊けるでしょ？",
      "お味噌汁も作れるわよね。",
      "あとは適当にお惣菜を買ってくればご飯らしくなるから。」"
    ],
    "textEn": [
      "\"Is that so?",
      "That's a relief.",
      "You can at least cook rice, right?",
      "And you can make miso soup as well.",
      "Then you just buy some side dishes and you'll have a meal.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ご飯？",
      "…うん。",
      "飯ごうでならご飯は炊けるよ。",
      "…炊飯器は使ったことないなぁ…。",
      "むにゃむにゃ…。",
      "……味噌汁は、ポットのお湯で作れるインスタントしか作ったことないし…。",
      "でもまぁ何とかなるよ、何とか…。",
      "むにゃむにゃむにゃ……。"
    ],
    "textEn": [
      "A meal?",
      "...Yeah.",
      "I can cook rice with my camping kit.",
      "...Never used a rice cooker before...",
      "*chew* *chew*...",
      "...I've only ever made instant miso soup that you make in a pot of boiling water, too...",
      "Well, I'll think of something...",
      "*chew* *chew* *chew*..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Keiichi's mom",
    "labelJp": "圭一の母",
    "textJp": [
      "「自炊できるなら、置いていくお金は少しでいいわよね？",
      "外食は高いからしちゃダメよ？",
      "圭一もそろそろ自炊と経済観念を学んでもいい頃だからね。」"
    ],
    "textEn": [
      "\"If you can cook for yourself, then you don't need much money, do you?",
      "No eating out—it's too expensive.",
      "You're at the age where you should learn about cooking and personal finances now, after all.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…うんうん…。",
      "何とかなる、",
      "何とかなる……。"
    ],
    "textEn": [
      "...Yep, yep...",
      "I'll get by,",
      "I'll get by..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何とかなるかああぁあぁぁッ！！」"
    ],
    "textEn": [
      "\"No I wooooon't!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺ってヤツは…寝ぼけてなんてとんでもないことを安請け合いしてしまったんだぁ！！",
      "こういう時、マンガの主人公たちが決まってそうするように俺もまた、仰け反りながら、頭をバリバリと掻き毟る！",
      "バリバリ！！"
    ],
    "textEn": [
      "What was I thinking... I was half-asleep and I made such crazy empty promises!?",
      "Just like manga characters always do at times like these, I bent over backwards and scratched furiously at my head!",
      "Scritch scratch!!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ふぅん。",
      "圭一くんのご両親って大変なんだね。",
      "圭一くん、しっかりお留守番をしてなきゃね！」"
    ],
    "textEn": [
      "\"Huh.",
      "Keiichi-kun, your parents sure have it rough.",
      "Anyway, you need to keep things in order while they're gone!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そ、そんなことよりメシだメシ！！",
      "親がいないんだぞ、全部自分で作らなきゃならないんだぞ？！",
      "これは超緊急事態だぁああぁ！！」"
    ],
    "textEn": [
      "\"A-Anyway, food! Food!!",
      "My parents aren't here! I have to make it all myself, you know!!",
      "This is a huge emergencyyyy!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「それなら覚悟を決めて、自炊なさればいいではありませんの。",
      "圭一さん、以前のカレーパーティーで見事なカレーを作って見せたではありません？」"
    ],
    "textEn": [
      "\"Should you not simply give up and cook for yourself?",
      "Keiichi-san, did you not make a fabulous curry dish for the curry party previously?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、…あのなぁ。",
      "俺に作れるのはデイキャンプでお袋に教えてもらったカレーがせいぜいなんだよ…！",
      "三食カレーなんか食えるかよ！！",
      "カレーなんて所詮はジャンクフード！！"
    ],
    "textEn": [
      "\"Uh... Listen here.",
      "My mom taught me how to cook that curry when we camped, and it's the best I can do...!",
      "I can't eat curry three meals a day!!",
      "I mean, it's just junk food in the first place!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "栄養バランスなんてカケラもない、実にいい加減な…、",
      "…むぐ！」"
    ],
    "textEn": [
      "There's no nutritional balance whatsoever, and it's just completely—",
      "mgh!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ば、ばか、シーーーーッ！！」"
    ],
    "textEn": [
      "\"S-Stupid, ssssshhhhhh!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音と沙都子が俺の口を手で塞ぐ！",
      "その瞬間、ガラガラと教室の戸が開き…カレー狂で名高い知恵先生がにゅっと顔を出した。"
    ],
    "textEn": [
      "Mion and Satoko put their hands over my mouth!",
      "A moment later, the door rattled open... and Chie-sensei, a known curry maniac, suddenly poked her head in."
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「……今、誰かカレーの悪口を言っていませんでしたか？」"
    ],
    "textEn": [
      "\"...Did I just hear somebody badmouthing curry?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Club Members",
    "labelJp": "部活メンバー",
    "textJp": [
      "「「「いいい、言ってません、言ってません！」」」"
    ],
    "textEn": [
      "\"\"\"N-N-N-No, we didn't say anything!\"\"\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "全員で真っ青になりながら、ぶんぶんと顔を振って否定する。",
      "ぎょろりと教室を嘗め回すように睨みつける先生の眼差しはもはや尋常ではない…！"
    ],
    "textEn": [
      "Everyone's faces went totally white and they all shook their heads in denial.",
      "Her eyes rolled over the classroom—her glare wasn't just a teacher's ordinary stare...!"
    ]
  },
  {
    "color": "#68aee5",
    "labelEn": "Chie",
    "labelJp": "知恵",
    "textJp": [
      "「…………そうですか？",
      "…空耳でしたか…。」"
    ],
    "textEn": [
      "\"......Is that so?",
      "...Must have been the wind...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "先生はもう一度、教室をぎょろりと見渡してから、",
      "戸を閉め、再び職員室に戻っていった…。",
      "…いくら俺が叫んだとは言え、廊下向こうの職員室からそれを聞きつけるのだから…、先生、恐るべし…。"
    ],
    "textEn": [
      "Chie-sensei gave one more look around the classroom,",
      "then closed the door and went back to the teacher's lounge...",
      "...I may have been shouting, but for her to hear it from all the way across the hall in the teacher's lounge... That teacher is terrifying..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…圭ちゃん。",
      "他の食べ物はいくらこき下ろしてもいいけど…カレーだけはやめた方がいいよ。",
      "雛見沢に住んでいる内は！」"
    ],
    "textEn": [
      "\"...Kei-chan.",
      "You can disparage other foods all you want... but you might want to stay away from curry.",
      "At least, as long as you live in Hinamizawa!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……ぅぅぅ、すまん。",
      "反省します……。」"
    ],
    "textEn": [
      "\"...Mgh, okay.",
      "I'm sorry...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "とは言ったものの…。",
      "やっぱり…三食カレーってわけにはいかない。",
      "カップラーメンなんかはたまに食べるからおいしいのであって、三食食べたら、絶対に飽きるに決まってる。",
      "やっぱり…、ご飯に味噌汁に、おいしいおかずがあってこそ、日本人の食卓だ。"
    ],
    "textEn": [
      "That's what I said...",
      "but still... I can't have curry for every meal.",
      "And cup ramen is good because you only eat it once in a while—if you ate it for every meal, you'd get bored of it pretty quickly.",
      "Rice and miso soup, and a good side dish... Yeah, that's what a Japanese table should look like."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「圭一くんもがんばって自炊してみればいいのに。",
      "自分で作ったご飯ってとってもおいしいんだよ。」"
    ],
    "textEn": [
      "\"Why can't you just try to cook for yourself?",
      "Rice you make yourself is really good.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「おじさんはおいしいってより、面倒くさいけどなー。",
      "でも、たまにはそういう経験もいいかもね！」"
    ],
    "textEn": [
      "\"This old man thinks it's more a pain than good.",
      "But experiencing it every once in a while might be nice!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「そうそう！　人生、何事も経験でございましてよ？」"
    ],
    "textEn": [
      "\"That's right! Life is all about experiences, right?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……お指を切ったり、火傷をしたりでかわいそかわいそなのです。」"
    ],
    "textEn": [
      "\"...But when you cut your fingers or burn yourself, it's so sad, so very sad.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…みんなに励まされている内に、俺もやればできるかもしれないという気になってきた。",
      "（若干一名、励ましてなかった気がするが…）",
      "一人暮らしの夢を持つ俺としても、自炊はいつかは身に付けなくてはならない技術だ。",
      "……これを機会に勉強してみるのも悪くない…？",
      "……かなり不安ではあるが…。"
    ],
    "textEn": [
      "...With everyone encouraging me like this, I started to feel like maybe I could do it if I tried, too.",
      "(Though approximately one person didn't sound like she was encouraging me...)",
      "Cooking is a skill I'll have to learn at some point, since I want to live on my own one day.",
      "...Maybe learning now wouldn't be so bad...?",
      "...I'm pretty uneasy about it, but..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そうだな…。",
      "この辺で多少の料理くらい会得しておかないと、今度部活で料理勝負になったときが辛い。」"
    ],
    "textEn": [
      "\"You're right...",
      "If I don't understand how to cook a few things around here, then I won't be in good shape the next time our club does a cooking showdown.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「をっほっほっほ！",
      "そうですわねぇ！"
    ],
    "textEn": [
      "\"Ohh-ho-ho-ho!",
      "You are correct!"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "いつぞやのカレー勝負のような奇策は何度も通用しませんでございますしねぇ！」"
    ],
    "textEn": [
      "That clever trick of yours in the last curry contest won't work every time, after all!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子が小馬鹿にするように、かつての起死回生の大勝負だったあのカレー勝負を嘲笑った。"
    ],
    "textEn": [
      "As if scorning me, Satoko ridicules my comeback from a hopeless situation in a certain do-or-die curry showdown."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何を余裕ぶってやがるー！",
      "あの時だって、沙都子は梨花ちゃんに任せっきりだったじゃないかー！！",
      "あの時、沙都子がした料理は何だ？！"
    ],
    "textEn": [
      "\"And what are you so relaxed for?!",
      "You relied entirely on Rika-chan back then, didn't you?!",
      "What did you cook at the time, exactly?!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "レナのカレーに塩を一袋入れて、",
      "魅音のご飯に塩を一袋入れて、",
      "…俺の鍋をひっくり返しやがってー！！」"
    ],
    "textEn": [
      "You put a bag of salt in Rena's curry,",
      "a bag of salt in Mion's rice,",
      "...and you flipped over my pan!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "以前のカレー勝負の時の因縁が再発！！",
      "取り合えず、納まりのつかない怒りを、沙都子の耳をつねり上げて鎮める。"
    ],
    "textEn": [
      "I relapsed into my grudge over the last curry showdown!!",
      "For now, I calmed my unquellable anger by pinching Satoko's ears."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「いだだだだだだ！！",
      "あれは部活だからの攻撃なんでございましてよー！！",
      "私だってこう見えても、ちょっとはお料理とか出来ましてよー！」"
    ],
    "textEn": [
      "\"Owwwwwww!!",
      "My attack was because that's what they were doing for club!!",
      "I may not look like it, but I can do a little bit of cooking!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ほー！！",
      "あのカレー勝負の時、梨花ちゃんに任せっきりで、ニンジンの皮ひとつ剥かなかったお前がかー！",
      "片腹痛いわー！！」"
    ],
    "textEn": [
      "\"Can you, now?!",
      "Even when you couldn't peel one carrot during the showdown and had to get Rika to do it?!",
      "Don't be so daft!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「人間は日々進歩してますのよ？！",
      "私がいつまでもお料理が下手っぴだと思ってると大間違いなんでしてよー！！",
      "ねぇ、梨花！」"
    ],
    "textEn": [
      "\"People get better every day, you know!!",
      "If you think I'll always be crummy at cooking, then you're quite mistaken!!",
      "Right, Rika?!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクが見てないと、お鍋とか火元とか不安なのです。",
      "たまにガスの元栓も閉め忘れてるのです。」"
    ],
    "textEn": [
      "\"...I have to watch or else I get worried about the pot and the flame.",
      "Sometimes you forget to turn the gas off, too.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "わっはっはっは！！　みんなで大笑いする。"
    ],
    "textEn": [
      "Wah-ha-ha-ha!! Everyone burst into laughter."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「火元は料理以前の問題だ！！",
      "いくら俺でもそれだけはない！」"
    ],
    "textEn": [
      "\"That shouldn't be an issue with cooking!!",
      "Even I would never do that!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「カップラーメンばかり食べてる人に言われたくありませんわー！！」"
    ],
    "textEn": [
      "\"I don't want to hear that from someone who eats nothing but cup ramen!!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「でもでも…、沙都子ちゃんも、そこそこにはお料理とか出来るんだよ？」"
    ],
    "textEn": [
      "\"But, but... Satoko can cook pretty well for herself, you know?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「いいぞレナ、こんなヤツのためにわざわざフォローなんかしてやることはないんだぞ。」"
    ],
    "textEn": [
      "\"Rena, it's fine, you don't need to force yourself to cover up for her like that.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「いや、別にフォローってわけじゃないよ。",
      "梨花ちゃんがずば抜けて料理がうまいから目立たないだけでさ。",
      "沙都子だって、まぁ基本くらいはマスターしてるよ。ね？」"
    ],
    "textEn": [
      "\"No, I'm not trying to cover for her or anything.",
      "It's just that Rika-chan's cooking is by far the best of all of us, so hers doesn't stand out.",
      "Satoko has mastered the basics too, right?\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「……少なくとも、ご飯とお味噌汁くらいは作れますわ。」"
    ],
    "textEn": [
      "\"...At the very least, I can cook rice and miso soup.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「うーん、カリフラワーとブロッコリーの見分けはつかないけど、ね☆」"
    ],
    "textEn": [
      "\"Weeell, she can't quite tell the difference between cauliflower and broccoli, though☆.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「ど、どっちも茹でれば食べられるのは同じですわーー！！」"
    ],
    "textEn": [
      "\"T-They're both the same anyway once you boil them!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子が憤慨して、両手にゲンコツを作って振り上げる。",
      "あとはみんなで大笑いだった。"
    ],
    "textEn": [
      "Satoko erupted into anger, making two fists and swinging them above her head.",
      "Everyone laughed a lot after that."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「わっはっはっは！！",
      "がーっはっはっはっは！！」"
    ],
    "textEn": [
      "\"Wah-ha-ha-ha!!",
      "Gaaahhh-ha-ha-ha-ha!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「むがーー！！",
      "他の人にならともかく！",
      "圭一さんに笑われるのだけは我慢がなりませんですわー！！」"
    ],
    "textEn": [
      "\"Mgaahhh!!",
      "The others don't matter!",
      "I cannot stand being laughed at by you, Keiichi-san!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「がっはっはっは！",
      "確かに俺は他のみんなよりも料理技術は劣るかもしれない。",
      "だけどな、少なくとも沙都子にだけは負けない自信はあるぞ！",
      "少なくとも沙都子にだけは！」"
    ],
    "textEn": [
      "\"Gah-ha-ha-ha!",
      "Yes, perhaps I do lag behind everyone else in terms of cooking skill.",
      "But at least I'm confident I'd never lose to you, Satoko!",
      "Not to you, at least!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「な、なんですってぇええぇえ！！",
      "言うに事欠いて自信があるとは…片腹痛くて笑っちゃいますわー！！！"
    ],
    "textEn": [
      "\"Wh-What was that?!",
      "You have the gall to say you're confident... That's what's daft here!!!"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "こう見えても、私、梨花と交替でご飯をちゃんと作ってますのよ？！",
      "ちゃーんと自炊くらいできるんでございますからねー！！」"
    ],
    "textEn": [
      "I might not seem like a good cook, but I take turns with Rika, you know!!",
      "I can cook just fine for myself, thank you!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そうかそうか。",
      "自炊が出来てえらいな〜。",
      "あとでご褒美にアメ玉買ってやるからな〜。」"
    ],
    "textEn": [
      "\"I see, I see.",
      "Good for you for being able to cook~.",
      "I'll buy some candy for you as a present later~.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "小馬鹿にして、沙都子の頭をわしわしと撫でてやる。",
      "…沙都子も馬鹿にされてるのがわかるらしく、見る見る内に顔が真っ赤になって、やかんのように湯気が出始める。"
    ],
    "textEn": [
      "I patted Satoko on the head while I made fun of her.",
      "...Satoko seemed to know I was making fun of her, too, since her face went bright red very quickly, and steam started to pour out like she was a kettle."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「むがーー！！",
      "全然信じてませんのねー？！",
      "とにかくとにかく！",
      "圭一さんより私の方が全然、お料理が上手なんでございますのよー！！」"
    ],
    "textEn": [
      "\"Mgaaahhh!!",
      "You don't believe me, do you?!",
      "Anyway, aaannnyyywwwaaayyy!",
      "I can cook far better than you can, Keiichi-san!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ほー。",
      "じゃーカリフラワーとブロッコリーの違いを言えたら、俺も信じてやるぞ。",
      "ほれ、言ってみろ。」"
    ],
    "textEn": [
      "\"I see!",
      "Then if you can tell me the difference between cauliflower and broccoli, I'll believe you.",
      "Come on, let's hear it.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「……ぅぅぅぅ、",
      "…えっと、……。",
      "緑の方がブロッコリ…。",
      "……えっと、じゃなくて……黄色い方……。",
      "カリフラワが…、",
      "青…、",
      "赤…、",
      "……緑……。",
      "…ぅぅぅぅ…！！」"
    ],
    "textEn": [
      "\"...Mmgh...",
      "umm...",
      "the green one is broccoli...",
      "...or, no... the yellow one...",
      "Cauliflower is...",
      "blue...",
      "red...",
      "...green...",
      "...mgghhh...!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ほれほれ。",
      "ブロッコリーは何色だ。",
      "青赤緑って、テレビのブラウン管じゃあるまいしー！",
      "ほれほれ、言ってみろ言ってみろ！」"
    ],
    "textEn": [
      "\"Come on, now.",
      "What color is broccoli?",
      "Blue, red, green? It's not a television!",
      "Come on, say it, say it!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…………ぅぅぅぅぅぅー…！！！」"
    ],
    "textEn": [
      "\"......Mgggghhhh...!!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「別にブロッコリーが何色かわかんなくても沙都子ちゃんはお料理ができるんでちゅよね〜。",
      "えらいえらいでちゅよ〜〜！！」",
      "わああぁああぁあん！！」"
    ],
    "textEn": [
      "\"Satoko can cook just fine without knowing what color bwoccoli is, wight~?",
      "Good for you, good for you~~!!\"",
      "Waaahhhhhh!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんな、全力で泣くこともないだろうに。",
      "…いちいち可愛いヤツめ。",
      "思いっきり頭を撫でてやる。",
      "わしわしわし…！"
    ],
    "textEn": [
      "Oh, it was nothing to cry hysterically about.",
      "...She's so god damn cute.",
      "I stroked her head as hard as I could.",
      "Ruffle ruffle ruffle!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ほ〜ぅ。",
      "圭ちゃんもそこまで言うからには、沙都子よりはまともなものを作って見せられるんだろうねぇ…！」"
    ],
    "textEn": [
      "\"Hmm!",
      "If you're going to act so smug, then you can surely show us something better than Satoko...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音がちょっぴり嫌味な顔で笑いながら俺に問いかけた。",
      "実際は、まぁその…、自炊の自信なんか全然ないのだが。",
      "何となく流れで大見得を切っておくことにする。"
    ],
    "textEn": [
      "remarked Mion, giving me just a slightly mean smile.",
      "Actually, well... I had no confidence at all in my cooking.",
      "But the situation carried me along, and I decided to deliver an impressive declaration."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「まぁ見ていろ。",
      "今夜、俺はばっちりがっちり見事な晩飯を作ってみせる！",
      "少し余計に作って明日の弁当にしてくるからそれを見て腰を抜かすがいい！！」"
    ],
    "textEn": [
      "\"Just you wait.",
      "Tonight, I will make the best darn meal you've ever seen!",
      "I'll even make a little too much and pack it for lunch tomorrow—you'll be so surprised you'll fall over!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……それは楽しみなのです。",
      "明日のお弁当が待ち遠しいのですよ。」"
    ],
    "textEn": [
      "\"...That sounds like fun.",
      "I can't wait for lunchtime tomorrow.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんが俺の頭をなでなでする。",
      "…ぅぅ、待ち遠しいという言葉が実に白々しく聞こえるぞ…。"
    ],
    "textEn": [
      "Rika-chan petted me on the head.",
      "...mgh, her words of \"can't wait\" sounded so transparent..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あはははは。",
      "レナも楽しみにしてるね！",
      "どんなのを作ってきても、レナは笑わないからね！」"
    ],
    "textEn": [
      "\"Ahahaha.",
      "Rena is excited too!",
      "I promise I won't laugh no matter what you make!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「となると…、明日の弁当は私も本気で作らなきゃならないようだね。",
      "…じゃあこうしようか！"
    ],
    "textEn": [
      "\"All right, so... Maybe I'll go all-out on my bento tomorrow too.",
      "...Then let's do this!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "明日のお弁当で勝負ってのはどう？！",
      "もっちろん部活扱いだからね！",
      "罰ゲームも付いちゃうよー？！」"
    ],
    "textEn": [
      "Let's have a bento showdown tomorrow!",
      "As a club activity, of course!",
      "And we'll throw in a punishment game, too!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あらぁ、それは妙案でございますわねぇ！！",
      "どうです圭一さん？",
      "退くなら今のうちでしてよ？」"
    ],
    "textEn": [
      "\"My, what an ingenious idea that is!!",
      "How is that, Keiichi-san?",
      "I'll give you one chance to back down!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子が涙を拭き、逆転のチャンスとばかりに牙を剥く…！！",
      "……う、",
      "…………ちょっと…ヤバイかも…？",
      "何だか話が…いつの間にか大盛り上がりしてきているぞ…。",
      "あ、謝るなら…今のうち…？",
      "だが、男、前原圭一の口から出たのは、本人である俺自身でもビビってしまうような、あまりに無鉄砲な一言だった。"
    ],
    "textEn": [
      "Satoko wiped her tears and snarled at me, as if this was her chance to turn things around...!!",
      "...Uh...",
      "...maybe... this is bad...?",
      "I feel like... maybe the conversation is getting pretty out of hand...",
      "Oh, if I apologize... now's my chance...?",
      "But what came out of my, Keiichi Maebara's, mouth was a statement so reckless it even frightened me."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ！！　上等だぜッ！！",
      "明日の弁当を見て腰を抜かすなよッ！！」"
    ],
    "textEn": [
      "\"Yeah!! You're on!!",
      "My bento tomorrow will knock you right out of your shoes!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Club Members",
    "labelJp": "部活メンバー",
    "textJp": [
      "「「「おおおぉぉ…！！！」」」"
    ],
    "textEn": [
      "\"\"\"Whoaaaa...!!!\"\"\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺の自信たっぷりな返答に、みんなが驚きの声をあげる…！",
      "……あぁぁ…言っちまったぁぁぁ！",
      "俺ってヤツは…何て無責任なことをぉぉ…！！"
    ],
    "textEn": [
      "Everyone raised their voices in surprise at my bold, confident reply...!",
      "...Aaagh... Now I've done it!",
      "What have I done... I'm so irresponsible...!!"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「さて魅音さん？",
      "ビリになったらどんな素敵な罰ゲームになってしまうんですの？」"
    ],
    "textEn": [
      "\"So, Mion-san?",
      "What sort of fantastic punishment game will we have to play if we lose?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子が不敵そうにニヤリと笑う。",
      "…その素敵な罰ゲームは、すでに俺に内定しているとでも言わんばかりだ。"
    ],
    "textEn": [
      "Satoko grinned fearlessly.",
      "...As if to say that it was already decided I'd be playing said fantastic punishment game."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…くっくっく…。",
      "そうだねぇ。",
      "…じゃあこんなのはどうかな？"
    ],
    "textEn": [
      "\"...Ku-ku-ku...",
      "Let's see.",
      "...Okay, how about this?"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "…明日のお弁当勝負に負けた人は、",
      "……明日のお昼休み、",
      "職員室で食事中の知恵先生の前で、",
      "…カレーの悪口を言うってのはッ！！」"
    ],
    "textEn": [
      "...Whoever loses tomorrow's bento showdown...",
      "during lunch break tomorrow,",
      "has to go up to Chie-sensei as she's eating in the teacher's lounge...",
      "and say bad things about curry!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「み、魅ぃちゃん！！",
      "そ、それは……！！！」"
    ],
    "textEn": [
      "\"M-Mii-chan!!",
      "T-That's...!!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…なんて、",
      "……お、恐ろしい…ッ！！」"
    ],
    "textEn": [
      "\"...How...",
      "How terrifying...!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あまりの恐ろしい罰ゲームに…、全員が青ざめ、口をぱくぱくさせる…。",
      "…知恵先生って、人生をカレーに賭けてるようなカレー狂…。",
      "その人に対して…カレーの悪口を言う…だって？！",
      "どんな末路を辿るのか…。",
      "想像することすらコワイ。",
      "あまりに恐ろしい罰ゲームに、…みんなが呆然とする中、梨花ちゃんがボソリと言った。"
    ],
    "textEn": [
      "Everyone went pale and gasped... at how truly terrifying the punishment game was...",
      "...Chie-sensei is such a maniac about curry that she'd risk her life for it...",
      "And to go up to her... and start saying bad things about curry...?!",
      "What kind of fate would await us...?",
      "Just trying to imagine it was scary.",
      "And as everyone looked blankly amazed at the terrifying punishment game... Rika-chan spoke."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……明日のお弁当は腕によりをかけますです。」"
    ],
    "textEn": [
      "\"...Tomorrow's contest will be decided by skill.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナも魅音も沙都子も。みんな深々とうんうんと頷く。"
    ],
    "textEn": [
      "Rena, and Mion, and Satoko. Everyone nodded deeply in agreement."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「もっとも、圭一さんには、明日のお弁当以前に、今夜のお夕食の方が問題でしょうけどねぇ…。",
      "をっほっほっほ！」"
    ],
    "textEn": [
      "\"Although Keiichi-san's problem might be his own dinner tonight, rather than tomorrow's bento...",
      "Ohh-ho-ho-ho!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「はん！",
      "俺が今夜、どんな素晴らしいディナーになるか、見ることができなくて残念だな！！",
      "明日の弁当でその片鱗をほんの少しだけ見せてやるから楽しみにしていろよ！！」"
    ],
    "textEn": [
      "\"Hah!",
      "How disappointing that you can't witness what an amazing dinner I'm going to make tonight!!",
      "I'll let you have a glimpse of it in my bento tomorrow, so look forward to it!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あれだけの大見得をきったんですのよ。",
      "…これでとんでもないのを作っちゃったら、どうなるかわかってるんでございましょうねぇ？！」"
    ],
    "textEn": [
      "\"That is quite a lot of grandstanding.",
      "...You do know what will happen if you come to us with something terrible, right?!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「くっくっくっく！！",
      "沙都子こそ、明日、知恵先生にどんな恐ろしい目に遭わされるか…今から楽しみで仕方ないだろう！！",
      "くっくっくっく！！」"
    ],
    "textEn": [
      "\"Ku-ku-ku-ku!!",
      "I just can't wait... how much trouble you'll be in with Chie-sensei tomorrow, Satoko!!",
      "Ku-ku-ku-ku!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「えぇ、楽しみでしてよー！！",
      "明日、圭一さんはきっと土下座して、それだけはどうかご勘弁を〜！！",
      "って泣きながら言うんでしてよ！！",
      "あぁ、目に浮かぶようですわー！！」"
    ],
    "textEn": [
      "\"Yes, I can't wait, either!!",
      "To see you, Keiichi-san, groveling before her and begging for forgiveness~!!",
      "Saying it all with tears streaming down your face!!",
      "Yes, I can just see it now!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「にゃ、にゃにをーー！！！」",
      "ぐに！"
    ],
    "textEn": [
      "\"Wh-What was that?!?\"",
      "Yank!"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「むがーーーー！！！」",
      "ぐにぃ！"
    ],
    "textEn": [
      "\"Mgaahhhhhh!!!\"",
      "Stretch!"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "互いに半涙をこぼしながら、相手のほっぺをつねりあう…！！",
      "ぐにぃ！"
    ],
    "textEn": [
      "Both of us, on the verge of tears, pull on each other's cheeks...!!",
      "Stretch!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「あっはっはっは！",
      "自らを窮地に追い込むことで死力を振り絞ろうとは…。",
      "圭ちゃん、男だねぇ！！」"
    ],
    "textEn": [
      "\"Ah-ha-ha-ha!",
      "Trying to muster all your desperation by placing yourself in a predicament...",
      "Kei-chan, that's so manly!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「こんなの男なんて言いませんのよ！",
      "ただの無鉄砲って言いますのよー？",
      "自分もお料理なんかろくろく出来ないクセにぃー！",
      "ぐにぃー！！」"
    ],
    "textEn": [
      "\"That isn't manly or anything of the sort!",
      "It is called being reckless!",
      "He can't even cook well!",
      "Stretch!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あはははは。",
      "レナは信じてるからね！",
      "素敵なお弁当、楽しみにしてるよ！」"
    ],
    "textEn": [
      "\"Ahahahaha.",
      "Rena believes in you!",
      "I'm looking forward to your wonderful bento!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクも、明日の圭一がとても楽しみなのですよ。」"
    ],
    "textEn": [
      "\"...I'm looking forward very much to seeing Keiichi tomorrow as well.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…みんなの期待の眼差しが痛い…。",
      "……ちょっと沙都子をからかうだけのつもりが……どうしてこんなことに…？！？！"
    ],
    "textEn": [
      "...Their expectant gazes were painful...",
      "...I was just trying to tease Satoko a little... How did it come to this...?!?!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「お、…おぉ…。",
      "楽しみにしててくれよ…！",
      "あっはっはっはっは！！」"
    ],
    "textEn": [
      "\"Y-Yeah...",
      "You'd better look forward to it...!",
      "Ah-ha-ha-ha-ha-ha!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ああぁー…！",
      "俺ってヤツは…、どうしてこうも無責任なことを言っちまうんだぁぁぁ！",
      "こんな無茶なこと言っちゃって…、一体、俺の夕飯はどうなってしまうんだ？！",
      "そして明日の弁当勝負は？！",
      "いや、それより…先生の前でカレーの悪口なんか言わされたら…どういうことになってしまうんだぁあぁぁああぁ…ッ！！！",
      "空威張りする表の俺と、泣き叫ぶ内側の俺との対比があまりに両極端な、蒸し暑い６月のお昼だった…。",
      "その日は一日。",
      "…放課後になるまで、",
      "ずーーっと。",
      "…今晩のおかずのことと明日の弁当のことばかり考えていた。",
      "…こうして思うと、",
      "…一年中、三食の献立を考えてるお袋は偉大だ。",
      "…たまに同じメニューが続くだけで文句を言う自分が、いかに失礼かよくわかるぞ…。",
      "あぁあぁ…、そんなことより…、明日の罰ゲームはどうなっちゃうんだよーぅ…。",
      "それよりも今夜、俺は何を食えばいいんだぁ…？",
      "とほほほ……。"
    ],
    "textEn": [
      "Aaagh...!",
      "How... How am I able to say such reckless things?!",
      "I'm being so unreasonable... What the heck is going to happen to my dinner?!",
      "And the bento showdown tomorrow?!",
      "No, more importantly... If they make me say bad things about curry to Chie-sensei's face... what'll happen to me...?!?",
      "The extreme contrast between my outward bravado and my internal screaming continued as the hot and humid June afternoon dragged on...",
      "That entire day.",
      "...Up until school was over,",
      "the whoooole time.",
      "...My meal tonight and my bento tomorrow were the only things on my mind.",
      "...And now that I thought about it...",
      "It made Mom seem amazing for planning three meals every day of the year.",
      "...I've complained before about having the same meal in a row once in a while, but now I know how rude that was...",
      "Aaagghh... More importantly... What am I gonna do about the punishment game tomorrow...",
      "And besides that, what am I gonna eat tonight...?",
      "Boo hoo..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「圭一くん？",
      "圭一くん…？」"
    ],
    "textEn": [
      "\"Keiichi-kun?",
      "Keiichi-kun...?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…え？",
      "あ、ごめん…。",
      "ちょ、ちょっと考え事を…。」"
    ],
    "textEn": [
      "\"...Huh?",
      "Oh, sorry...",
      "I-I was just thinking about stuff...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「今夜の献立のこと？",
      "それとも明日のお弁当勝負のことかな？」"
    ],
    "textEn": [
      "\"About what to make tonight?",
      "Or about the bento showdown tomorrow?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…う。",
      "……図星を突かれ、言葉に詰まる。",
      "そして、図星を突かれたことが一目でわかるような表情を浮かべてしまう。"
    ],
    "textEn": [
      "...Urk.",
      "...She hit the mark, and I couldn't find anything to say.",
      "And my facial expression made obvious the fact that she hit the mark."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「明日の勝負は、きっと、圭一くんががんばってお弁当を作ってこれたら、それで大丈夫だと思うよ。",
      "がんばって作った手作りのお弁当に優劣なんかないもの。」"
    ],
    "textEn": [
      "\"For tomorrow's showdown, I think that if you do your best to make a bento, you'll be fine.",
      "There's nothing superior to a bento you tried really hard to make all by yourself.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……明日の勝負以前に、今夜の晩飯だよ…。",
      "食中毒でばったりいくかもしれない…。」"
    ],
    "textEn": [
      "\"...Tomorrow's showdown is one thing, but what about dinner tonight...",
      "I might suddenly get food poisoning...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もう強がりなんて言ってられない…。",
      "大仰に肩を落とし、腹の底からため息を吐き出して見せた。",
      "そんな仕草を見て、レナがけらけらと笑った。"
    ],
    "textEn": [
      "I couldn't make any more bluffs...",
      "I exaggeratedly drooped my shoulders, and heaved a sigh from the bottom of my gut.",
      "Rena laughed in a shrill way when she saw me do that."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「やっぱり圭一くん、お料理、全然自信なんかなかったんだね。",
      "あははははは。」"
    ],
    "textEn": [
      "\"Keiichi-kun, you don't have any confidence in your cooking at all, do you?",
      "Ahahahaha.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "やはりバレてたか……。ぅぅぅ…。"
    ],
    "textEn": [
      "So I've been found out... ugh..."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「もしも圭一くんがどんなにがんばっても無理そうだったら、レナに電話してもいいからね。」"
    ],
    "textEn": [
      "\"If it looks like you can't do it no matter how hard you try, you can always give Rena a call!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「え…、ほ、本当か…？！」"
    ],
    "textEn": [
      "\"Eh... R-Really...?!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「圭一くんがちゃんとがんばったら、だよ？",
      "何も苦労しないで人に頼ろうとしちゃダメなんだから。」"
    ],
    "textEn": [
      "\"But only if you try really hard first, okay?",
      "You can't rely on others without first struggling yourself.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "レナって甘そうに見えて、時々教育的だよな。",
      "無条件に甘やかしてくれるわけじゃない。",
      "そんな時のレナは少し大人びて見える。"
    ],
    "textEn": [
      "Rena seemed naive, but sometimes she was instructive.",
      "She didn't just spoil people unconditionally.",
      "Rena always seemed like an adult at these moments."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…どうしてもダメだったら電話するよ。",
      "…その確率は極めて高いが。」"
    ],
    "textEn": [
      "\"...If I absolutely can't do it, I'll call you.",
      "...Though the chances are extremely high.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「ファイト、おーだよ！",
      "沙都子ちゃんにあれだけ大見得を切ったんだから、がんばらなきゃ、ね！」"
    ],
    "textEn": [
      "\"Go for it, yay!",
      "You were grandstanding so much to Satoko-chan that you have to try your best!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「なぁ、沙都子って、…どの程度の料理ができるんだ…？」"
    ],
    "textEn": [
      "\"Hey, about Satoko... How good is she at cooking...?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あははは。",
      "少なくとも圭一くんよりはできるよ。」"
    ],
    "textEn": [
      "\"Ahahaha.",
      "She's at least better than you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あまりに直接的。",
      "…かなりグサっとくる。"
    ],
    "textEn": [
      "That was so direct.",
      "...It hit me pretty hard."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「沙都子ちゃんをあれだけいじめたんだから。",
      "…圭一くんはちょーっぴり苦労をしてもいいかも、ね！　くすくす！」"
    ],
    "textEn": [
      "\"You were making fun of her a lot, too.",
      "...Maybe you should have to struggle just a little, huh? *giggle*\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……うぐぐぐぐ…。",
      "レナって…結構、意地悪なのな…。」"
    ],
    "textEn": [
      "\"...Urghhhh...",
      "Rena... You're pretty mean...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「レナはかわいいだけじゃないんだよ？　だよ？",
      "あっはははははは！」"
    ],
    "textEn": [
      "\"Rena isn't all cute, all cute!",
      "Ah-hahahahahaha!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あぁぁぁ…、沙都子をあれだけ挑発した以上、粗末な弁当なんか作れない…。",
      "あぁあぁ…俺は…何て軽口をぉ…！"
    ],
    "textEn": [
      "Ahhh... Now that I'd provoked Satoko that much, I couldn't just make some crummy bento...",
      "Aahhhh... I can't believe... how loose-lipped I am...!"
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「じゃあね。",
      "がんばってね。",
      "お料理！",
      "圭一くんがやれば出来るってこと、みんなに見せてあげようね！」"
    ],
    "textEn": [
      "\"Okay, bye.",
      "Good luck.",
      "On the cooking!",
      "Show everyone that you can do it if you really try!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「お、…おぅ…。」"
    ],
    "textEn": [
      "\"Y-Yeah...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "頼りなげに手をひらひらと振って応えてやる。",
      "…レナは励ましの言葉と、料理の超初歩のアドバイスをいくつか残しながら、木立の向こうに消えて行った…。",
      "ヤケクソもここまでくれば上等だ。",
      "……航海術のイロハもなく、海図もなければ羅針盤もない。",
      "…にも関わらず、大料理時代の大海原に単身挑むバカが一匹！",
      "その名は…前原圭一！！"
    ],
    "textEn": [
      "I waved my hand absently in response.",
      "...Leaving me with words of encouragement and a few pieces of super-beginner advice, Rena disappeared past the trees...",
      "Fine, I'm desperate—so what?",
      "...I may not know the ABCs of navigation—and I have neither a sea chart nor a compass.",
      "...But still, one idiot is taking on the ocean of the great cooking age alone!",
      "And his name is... Keiichi Maebara!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「よぅし！！",
      "いざ、…料理ッ！！！」"
    ],
    "textEn": [
      "\"Let's go!!",
      "Time... to cook!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "意気込みだけなら天下一品！",
      "気合と無鉄砲さだけでなら天下を取ってやるぜぇ！！",
      "………だが。",
      "世の中、覚悟だけじゃどうにもならないものがたくさんある。",
      "…料理などはその最右翼と言っていいだろう。",
      "ならば、付け焼刃であろうとも…せめて何かの助けが欲しい！",
      "思い立ち、台所の戸棚を漁る。",
      "…探すのは料理の本だ。",
      "お袋も何冊かそういうのを持っていたはず……。",
      "完全に素人の俺には、まず情報が必要なのだ。",
      "大海原を越えようとする者に羅針盤が必要なように。",
      "俺にはお料理の本は絶対に不可欠！",
      "…お、あったあった。",
      "使い込んでよれよれになった辺りに、何だか頼りがいを感じてしまう。",
      "…よし！",
      "これさえあれば………！！！",
      "お料理の本さえあれば、誰だってシェフの味が出せるじゃんよ〜☆",
      "さすがはお料理の本〜……。」",
      "………なんて、楽観的な期待を胸に、",
      "ページをめくる。",
      "…………だが。"
    ],
    "textEn": [
      "My enthusiasm is peerless!",
      "If energy and recklessness was all it took, I could take over the world!!",
      "......However.",
      "There are plenty of things in the world that can't be achieved with resolution alone.",
      "...And cooking was probably the top contender.",
      "Therefore, even if it was hastily-prepared knowledge... I wanted something to help me!",
      "I made up my mind and fished through the kitchen cabinets.",
      "...I was on the hunt for a cookbook.",
      "My mom should have had a few of them...",
      "For a complete amateur like me, the first thing I needed was information.",
      "Just like he who would cross the oceans needed a compass.",
      "For me, a cookbook was absolutely indispensable!",
      "...Oh, here's one!",
      "Its worn-out, wrinkled cover made it feel somehow reliable.",
      "...Okay!",
      "As long as I've got this...!!!",
      "Anyone can concoct the tastes of a gourmet chef as long as they have a cookbook~☆.",
      "Cookbooks are great~...\"",
      "...And as such optimistic thoughts filled my chest,",
      "I flipped through the pages.",
      "......However."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…………………………ぅぉぉ。」"
    ],
    "textEn": [
      "\"............Whoa.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…様々な専門用語に翻弄され、さっぱり作り方が見えてこない。",
      "……あぁ、…わかっていたさ前原圭一…。",
      "……本を読むだけで、誰でもおいしく作れたら、",
      "…そもそもシェフなんて職業はいらないんだよ…！！",
      "第一、この小さじ３杯の小さじって、…一体どれのことなんだぁ？！",
      "それよりも、このあちこちに出てくる、お好みで適量にって表現！！",
      "具体的にはどのくらいが適量なんだぁぁ！！",
      "漠然なんて抽象表現使われても！！",
      "さっと水切りして…、塩コショウで味付けぇ…？？",
      "さっと、ってどのくらいだよ！",
      "水切りって、…包丁で水滴でもちょん切るのかぁ？！",
      "あぁそれよりも塩コショウの量はどのくらいなんだよぅ！！"
    ],
    "textEn": [
      "...It played with technical terminology like toys—I just couldn't see how to actually make things.",
      "...Ah... You knew it all along, Keiichi Maebara...",
      "...If anyone could make delicious food just by reading a book...",
      "then there would be no such job as a gourmet chef in the first place...!!",
      "First off, it calls for three \"teaspoons\"... But which spoon is that?!",
      "And it keeps saying to use however much you like!!",
      "How much exactly are you supposed to use?!",
      "Stop using such obscure expressions!!",
      "Strain out the water in a colander... Add salt and pepper to taste...??",
      "What the heck is a colander?!",
      "And strain it out... Like stretching? You can't stretch water droplets like meat!!",
      "Agh, and besides, how much salt and pepper is that supposed to be, anyway?!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「うっがああぁああぁぁあぁ！！"
    ],
    "textEn": [
      "\"Urgaaaahhhhh!!"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もっと初心者にやさしいマニュアルはないのかぁあぁ！！」",
      "どなっても仕方ないだろ…。",
      "…落ち着け前原圭一…。",
      "冷静に冷静に……。",
      "と、とりあえず…おかずは後回しにしよう。",
      "…それよりもご飯だ。",
      "ご飯を炊かなきゃ始まらないよな…。",
      "ご飯なら少しはわかるぞ。",
      "よくデイキャンプで飯ごうでご飯を炊いたもんな。",
      "お米をといで、",
      "……水はこのくらい。",
      "……で、…どのスイッチだ…？",
      "このボタンかな？",
      "お、ランプがついた！",
      "うんうん、全自動炊飯器はやはり三種の神器だよな…！",
      "炊飯器のセットに気を良くした俺は、気を取り直して今度は味噌汁に挑むことにする。",
      "デイキャンプでは味噌汁はいつもインスタントだったからな…。",
      "まぁ多分、味噌をお湯で溶かすだけで何とかなるに違いない。",
      "…お湯を沸かして…、",
      "味噌を入れて。",
      "……あれ？",
      "量はどのくらいなんだ？"
    ],
    "textEn": [
      "Aren't there any beginner-friendly guides in here?!\"",
      "It won't do you any good to yell...",
      "...Cool off, Keiichi Maebara...",
      "Think calmly, calmly...",
      "F-For now... I'll leave the side dish until after.",
      "...The rice is more important.",
      "Have to cook the rice, or I can't start...",
      "I know a little about how to cook rice.",
      "I didn't cook it with my camping kit when camping all the time for nothing.",
      "I'll wash the rice...",
      "That should be enough water.",
      "...And... which switch is it...?",
      "Is it this button?",
      "Oh, the lamp turned on!",
      "Yeah, yeah—fully-automatic rice cookers are one of the Three Sacred Treasures, after all...!",
      "Now pleased by the rice cooker set, I pulled myself together and decided to take on the miso soup next.",
      "The miso soup I made at day camp was all the instant kind, after all...",
      "Well, it would be fine if I just melted the miso into hot water, no doubt.",
      "...I'll boil the water...",
      "And put in the miso.",
      "...Huh?",
      "How much should I put in?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「何々…。",
      "…人数とお好みで適量に…？",
      "…またしても抽象表現かぁあぁあ！！！"
    ],
    "textEn": [
      "\"Let's see here...",
      "...Use the proper amount according to the number of people and your tastes...?",
      "...Enough with the vague expressions!!!"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あぁ、それなら適量に入れてやるさぁッ！！」",
      "思い切り味噌の袋を握りつぶし、中身の半分ほどを鍋に入れてみる！",
      "ほ、本当にこれでいいんだろうか…？",
      "ちょっと豪快過ぎやしないか…？"
    ],
    "textEn": [
      "Ah, fine, then I'll put in the 'proper amount'!!\"",
      "I crushed the bag of miso in my fist and put half of its contents into the pot!",
      "W-Was this really okay...?",
      "Maybe this was a little too hearty...?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…うんうん。",
      "濃厚なお味の味噌汁がいいって言うもんな。",
      "そう言えば、お袋の味噌汁は少し薄すぎる気がしてたんだ。",
      "俺にはこれくらい入れた方が合うかもしれない！」"
    ],
    "textEn": [
      "\"...Mm-hmm.",
      "They do say miso soup is best when it tastes strong.",
      "Come to think of it, my mom's miso soup is a little thin.",
      "Maybe I'll like it better with this much in it!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自分で自分を納得させるように、わざわざ口に出して言う。",
      "そして、自分の言葉に勝手に納得し、ひとりで何度もウンウンと頷く…。",
      "よし、これでご飯と味噌汁は（多分…）大丈夫だ。",
      "…次は……いよいよおかず！！",
      "でも…何を作ったらいいだろう…。",
      "俺に作れて…、晩飯としての彩りもあって…。",
      "……う〜ん………。",
      "そうだ、野菜炒めなんかはどうだ？！",
      "野菜なんて生でも食えるし、多少火が通ってなくても死ぬことはなさそうだ…。",
      "…早くも、晩飯としての体裁よりも、食えればいいというレベルにまで落ちていることに気付かない俺が無性にかわいい…。",
      "野菜は冷蔵庫の中に結構いろいろと入っていた。",
      "……うーん、野菜炒めってどんな野菜が入ってるんだっけ…？",
      "もやし？",
      "キャベツ？",
      "ニラ？",
      "玉ねぎ？",
      "キュウリやレタスは入ってたかな…？",
      "取り合えず、手当たり次第にまな板の上でザックザックとぶつ切りにし、それを中華なべに放り込む。",
      "なんだか豪快になってきたな…。",
      "男の料理の真骨頂？",
      "お、何だか楽しくなってきた…！",
      "いつの間にか中華なべは野菜で山盛りだ。",
      "よし、次はサラダ油だよな！",
      "サラダ油をどぼどぼどぼ…。",
      "なみなみと注いだ方が豪快だよな。",
      "…おっと、溢れてしまったぞ…。",
      "まぁこのくらいで気にしてはいけないな。",
      "男、前原圭一の料理は豪快なのだ！",
      "では火を付けよう。",
      "………ボン！",
      "をおぉおぉお…。",
      "中華なべになみなみと注いだサラダ油に引火して…炎が空高く…！！"
    ],
    "textEn": [
      "I said it aloud as if trying to convince myself.",
      "Then, convinced by my own words, I nodded to myself...",
      "All right, the rice and miso soup were (probably...) fine.",
      "...Next... the side dish!!",
      "But... What should I make...",
      "Something I could make... that would add color to the meal...",
      "...Hmm......",
      "That's it—why don't I stir-fry some vegetables?!",
      "You can eat vegetables raw too, and they won't die just from a little bit of fire...",
      "...I was so cute then, not realizing that the level of my thoughts had fallen from 'what would look great in a meal' to 'what would be easy to make'...",
      "There were quite a few vegetables in the refrigerator.",
      "...Hmm, what kind of vegetables go in a stir-fry...?",
      "Bean sprouts?",
      "Cabbage?",
      "Chives?",
      "Onions?",
      "Can you put cucumbers and lettuce in...?",
      "For now, I grabbed a nearby cutting board, cut them into chunks, and tossed them into a wok.",
      "This has gotten pretty exciting...",
      "Is the true worth of men's cooking?",
      "Hey, this is actually getting kind of fun...!",
      "All of a sudden, there was a pile of vegetables in the wok.",
      "All right, next is the salad oil!",
      "Glug, glug, glug went the salad oil...",
      "It'd be more exciting if I filled it to the brim.",
      "...Whoops, a bit leaked out...",
      "Well, no point in worrying about something so minor.",
      "The great Keiichi Maebara's cooking is exciting!",
      "Okay, let's turn on the heat.",
      "......Bwp!",
      "Fwoooshhhh...",
      "The salad oil filling the wok to the brim caught fire... and flames reached up to the sky...!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「す、すげぇ！！",
      "何だか俺って鉄人って感じ…！！",
      "俺ってひょっとして炎の料理人なんじゃあ…！！！」"
    ],
    "textEn": [
      "\"A-Amazing!",
      "Maybe I can be an iron chef too...!!",
      "What if I'm really good at cooking with fire...!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "口に出す言葉というのは魔性だ…。",
      "とんでもなくいい加減なことを言っているのに……口に出して言うと、何だか勝手に納得できてしまう…！"
    ],
    "textEn": [
      "Those words were spoken by delusion...",
      "I was saying something outrageously careless... but when the words came out, they sort of convinced me...!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「がっはっはっはっは！",
      "そうさ、俺は料理の鉄人ー！！",
      "…アチチチ！！」"
    ],
    "textEn": [
      "\"Gah-ha-ha-ha-ha!",
      "Yes, I am an iron chef!!",
      "...Ow, hot hot hot!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…ドハデな炎の柱が天井を焦がし始めた頃、",
      "目の前の素敵なクッキングが、実は致命的な災害に至ろうとしていることにようやく気が付く…。",
      "あ…れ？",
      "……ひょっとして。",
      "……俺って、",
      "…とんでもないことをしてる…？",
      "火勢が何だかどんどん強くなり…、",
      "あれれれ……あ、れ…？？"
    ],
    "textEn": [
      "...Right as the crazy pillar of flame started to burn the ceiling,",
      "I finally realized that the fabulous cooking before my eyes had culminated into an actually life-threatening disaster...",
      "Wait... what?",
      "...Could I...",
      "Could I have been...",
      "doing something insane...?",
      "The force of the flame grew stronger and stronger...",
      "Wait, whaaat... what...??"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「ぎゃ、ぎゃあああぁああぁあぁぁッ！！！",
      "な、何をしてるでございますのー！！",
      "早く火を止めなさいですわーーッ！！」"
    ],
    "textEn": [
      "\"G-Gyaaahhhhhhhhhh!!!",
      "What in the world are you doing?!",
      "You must stop the flames this instant!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ぱかーーーん！！",
      "誰かが俺の後頭部を思いっきり叩く！",
      "何事かと振り向くと、何とそこには沙都子と梨花ちゃんがいた。"
    ],
    "textEn": [
      "Ker-thwack!!",
      "Somebody forcefully struck me in the back of the head!",
      "When I turned around to see what was going on, to my surprise, I saw Satoko and Rika-chan there."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「へ？！",
      "沙都子？",
      "梨花ちゃん…？」"
    ],
    "textEn": [
      "\"Eh?!",
      "Satoko?",
      "Rika-chan...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "思わぬ登場に唖然としていると、沙都子は俺とドンと突き飛ばし、まずガスを止めた。",
      "梨花ちゃんは布巾を水に浸し、それを広げて鍋にかける。",
      "どんどん布巾を濡らして、２枚、３枚とかけていって…。",
      "それを何枚か重ねたところで、ようやく火は治まった。",
      "……あっという間の出来事だった。",
      "危機一髪のところで大火災を免れ、３人でぜーぜーと肩で息をする…。"
    ],
    "textEn": [
      "As I stood in wonder at their unexpected entrance, Satoko shoved me out of the way and turned off the gas.",
      "Then Rika-chan got a towel, soaked it in water, spread it out, and placed it over the pot.",
      "She continued to soak more towels, and put a second on, then a third...",
      "Once a whole bunch were piled on, the fire finally stopped.",
      "...All of it had happened in a few moments.",
      "Having avoided a huge fire by a hair's breath, the three of us gasped for air..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…って、お前ら、何で俺のうちにいるんだー！！",
      "住居不法侵入だぞー！！」"
    ],
    "textEn": [
      "\"...Wait, what are you doing in my house?!",
      "You're trespassing on private property!!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「それを言うなら圭一さんなんか、放火の現行犯でございますのよ？！",
      "もうすぐで大火事になるところだったではございません？！」"
    ],
    "textEn": [
      "\"Yes, well, Keiichi-san, you've been caught red-handed in the act of arson!",
      "It was just about to turn into a huge building fire, wasn't it?!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……圭一は今日から宿無しでかわいそかわいそなのです。」"
    ],
    "textEn": [
      "\"...It would be very, very sad if Keiichi was homeless after this.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鉄人気取りの俺にも…、そろそろ事態が呑み込めてくる…。"
    ],
    "textEn": [
      "And after pretending to be an iron chef... I finally began to take in the situation..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………う、",
      "…や、やっぱり…あれは火事になりかけてた…？」"
    ],
    "textEn": [
      "\"......Urgh...",
      "S-So... that was really about to set the house on fire...?\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「当り前でございませんのー！！！",
      "ほら、御覧なさいませ！！",
      "天井が煤けてるではございません？！",
      "煤けていいのは男の背中だけですのよー！！」"
    ],
    "textEn": [
      "\"Is that not obvious?!?",
      "Just look at it!!",
      "The ceiling is all sooty, is it not?!",
      "Chimneys are the only things that should be sooty!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子にかなり本気で怒られる。",
      "……ひょっとして、俺って命を救われたのかも…。",
      "話を聞いてみると…。",
      "俺が放火的料理に没頭していたので、沙都子と梨花ちゃんが鳴らしてたチャイムに気付かなかったらしい。",
      "でも人の気配はしてたので、様子を見にあがってきたのだそうだ。",
      "……あがって来てくれて…よかった…。"
    ],
    "textEn": [
      "Satoko was seriously mad at me.",
      "...Maybe they saved my life...",
      "According to what they said...",
      "I was so absorbed in my fiery cooking that I hadn't noticed when Satoko and Rika-chan rang the doorbell.",
      "But they could tell someone was home, so they came in to check.",
      "...Thank goodness... they did..."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクと沙都子が来なかったら、今頃、ボーボーで消防車がウーウーなのです。」"
    ],
    "textEn": [
      "\"...If Satoko and I hadn't come, the fire engines would have been going wee-ooo right now.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「圭一さん、そろそろ事の重大さが呑み込めまして？」"
    ],
    "textEn": [
      "\"Keiichi-san, do you understand now how serious this was?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "いつの間にか正座して、神妙に話を聞いている俺。"
    ],
    "textEn": [
      "At some point, I had sat down on my knees as I listened obediently."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「う…。",
      "…す、…すみませんでした。",
      "…皆さんは命の恩人です……。」"
    ],
    "textEn": [
      "\"Urk...",
      "...I-I'm sorry.",
      "...You two saved my life...\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「素敵なディナーがどんなものかと来て見れば！",
      "案の定、このザマですし！",
      "これじゃあ、出来上がりを見るまでもありませんわねぇ！」"
    ],
    "textEn": [
      "\"We thought we would come and see what a fabulous dinner you made!",
      "But as we thought, it's a mess!",
      "At this rate, we won't even need to look at your bento!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…う、嫌味なヤツ。",
      "…じゃあ沙都子たち、俺が夕食にどんなものを作るか、見に来たってわけか…！」"
    ],
    "textEn": [
      "\"...Urk, you're mean.",
      "...So you and Rika-chan came all this way just to see what I'd make for dinner...?!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「その嫌味に命と家を助けられたの、よーく肝に銘じた方がよろしいのではありません？」"
    ],
    "textEn": [
      "\"Us being mean saved your house and your life—is that not something to take to heart?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…ぅ……。",
      "ぅぅ、はい、すびばせんでした沙都子さん……。」"
    ],
    "textEn": [
      "\"...Urk...",
      "Ugh, yes, I'b sowwy Satoko-san...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もう、こんなザマを見せちゃ、今さら空威張りなんかできないよな…。",
      "もう完全に降参だ…。"
    ],
    "textEn": [
      "At this point, having shown them such a disaster, I couldn't exactly make any more bluffs...",
      "I'd completely surrendered..."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「カレーの時は結構、頑張ってましたのに。",
      "あの時の圭一さんはどこに行ってしまいましたの？",
      "まったく！」"
    ],
    "textEn": [
      "\"And yet you tried really hard on the curry.",
      "Where did the Keiichi-san from back then go?",
      "Geez!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ぅぅ…、",
      "あの時は、後輩諸君に手伝ってもらって、",
      "他の班の鍋を丸ごと借りただけで…、",
      "別に俺が料理したわけじゃ…。」"
    ],
    "textEn": [
      "\"Urk...",
      "I had all our underclassmen help me then,",
      "and just borrowed entire pots from the other teams...",
      "I didn't really cook anything...\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「圭一さん、そんなズルをしてましたの？！？！",
      "…まったく、いくら部活とは言え、とんでもない手を使いますのね！」"
    ],
    "textEn": [
      "\"Keiichi-san, you cheated?!?!",
      "...Geez, you might have been doing what our club usually does, but that was terrible!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…他人の鍋に塩を一袋放り込む方が、よっぽどとんでもない手だと思うが…、",
      "今は沙都子の方が優位なので、何を言い返すことはできない。",
      "大人しくうな垂れて見せる。"
    ],
    "textEn": [
      "...Pouring salt into the other teams' pots seemed far more terrible to me...",
      "But Satoko was in control right now, so I couldn't respond.",
      "I obediently hang my head to her."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…ところで圭一さん。",
      "…この凄まじいお鍋。",
      "…まさか味噌汁だなんて言わないでしょうねぇ…？」"
    ],
    "textEn": [
      "\"...By the way, Keiichi-san.",
      "...This terrible pot.",
      "...This wasn't supposed to be miso soup, was it...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "凄まじい形相でお味噌たっぷりどっぷりの鍋を凝視する沙都子…。",
      "あぁぁ、やっぱり…分量が間違ってたかなぁ…。",
      "沙都子の表情から見るに…あの鍋は到底味噌汁と呼べるべきものではないようだ…。"
    ],
    "textEn": [
      "Satoko stared at the pot, totally full of miso, with an awful expression...",
      "Ahhh... so I really did get the amount wrong...",
      "Judging by the look on Satoko's face... whatever was in the pot couldn't be called miso anymore..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「み、味噌汁はともかく、ご、ご飯はうまく炊けたはずだ！",
      "最近の炊飯器は便利だからなぁ！",
      "きっとそろそろ炊けてる頃だ…！」"
    ],
    "textEn": [
      "\"F-Forget the miso soup—t-the rice should be cooked just fine!",
      "Rice cookers these days are pretty convenient!",
      "It should be just about done...!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……みー。",
      "炊けてないです。",
      "ほら、まだ中身も全然お水なのですよ。」"
    ],
    "textEn": [
      "\"...Meep.",
      "It's not cooked.",
      "See—the inside is still all watery.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「え？",
      "あれ？！",
      "だって、ちゃんとスイッチを入れたらランプが点灯して…！」"
    ],
    "textEn": [
      "\"Eh?",
      "What?!",
      "But I switched it on, and the little light came on...!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…圭一さん。",
      "あなたが押したボタン。",
      "…これ、タイマーのボタンですのよ？",
      "朝食用にセットしてあるから…電源が入るのは明日の早朝でしてよ？」"
    ],
    "textEn": [
      "\"...Keiichi-san.",
      "The button you pushed...",
      "was the timer button, okay?",
      "It's set for breakfast... so it won't turn on until tomorrow morning.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ぎゃ、ぎゃああぁああぁああぁあ…！！"
    ],
    "textEn": [
      "\"G-Gyaahhhhhhhhhh...!!"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ってことは何か？！",
      "俺は結局…、おかずは元より、味噌汁も！",
      "ご飯すらも！！",
      "何も自炊できなかったってことかぁああぁあぁ！！！」"
    ],
    "textEn": [
      "So then, what?!",
      "In the end... I don't have a side dish, or miso soup!",
      "Or even rice!!",
      "I couldn't make anything myself?!?!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「をーーっほっほっほっほっほ！！",
      "ざまぁありませんわねぇ！！",
      "どうです？",
      "ようやく身の程を思い知りまして？",
      "さぁ！！",
      "認めなさいませ！！",
      "私、前原圭一は北条沙都子さんよりもお料理の下手っぴな口先男でしたーって！！」"
    ],
    "textEn": [
      "\"Ohhhh-ho-ho-ho-ho-ho-ho!!",
      "It serves you right!!",
      "So?",
      "Have you finally realized your place?",
      "Come!!",
      "Admit it!!",
      "Say it—I, Keiichi Maebara, am all bark and a much crummier cook than Satoko Houjou-san!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「みぎゃあああぁあぁあぁあ！！",
      "私は沙都子より料理の下手っぴなダメダメ男でございましたー！！！",
      "どうもすみませんでしたーー！！！",
      "うがああぁあぁあ！！」"
    ],
    "textEn": [
      "\"Migyaahhhhhhh!!",
      "I'm a terrible person and a crummier cook than Satoko!!!",
      "I beg your forgiveness!!!",
      "Ugaahhhhhh!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悶絶する俺。",
      "それを見て満足そうに頭を撫でる梨花ちゃん。",
      "…そして勝ち誇ったように高笑いする沙都子。",
      "…あぁぁぁ……、俺さま、完全敗北ー…！",
      "…結局、俺は大口叩いて、晩飯ひとつ満足に作れなかったわけだ。",
      "このままじゃ今晩はメシ抜き…。",
      "明日の朝もメシ抜きだし、弁当だってなしだ。",
      "…親が帰ってくるのが何日後だか知らないが……、このままじゃ間違いなく…。"
    ],
    "textEn": [
      "I fainted in agony.",
      "Rika-chan pat my head, satisfied at the sight.",
      "...And Satoko laughed loudly in triumph.",
      "...Ahhh... I've completely lost...!",
      "...In the end, I talked big, but couldn't make a single dish adequately.",
      "At this rate, I'll go without dinner...",
      "And tomorrow morning, no breakfast—and no bento for lunch, either.",
      "...I didn't know how many days it would be before my parents returned... but at this rate, without a doubt..."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「う、飢え死にだぁあぁあぁあぁ…！！」"
    ],
    "textEn": [
      "\"I-I'll starve to deeeaaaaattthhh...!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「み〜〜〜〜〜〜♪！！！」"
    ],
    "textEn": [
      "\"Meep~~~~~~♪!!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「もちろん、明日の弁当もなし！！」"
    ],
    "textEn": [
      "\"Of course, I'll have no bento tomorrow either!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「み〜〜〜〜〜〜♪♪！！！」!"
    ],
    "textEn": [
      "\"Meep~~~~~~♪♪!!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そして明日の罰ゲームも俺で決まり！！",
      "ぎゃあああぁあぁあぁあ！！！」"
    ],
    "textEn": [
      "\"And I'm sure to get the punishment game tomorrow!!",
      "Gyaaahhhhhhh!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「み〜〜〜〜〜〜〜♪♪♪！！！」"
    ],
    "textEn": [
      "\"Meep~~~~~~♪♪♪!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんはこれ以上ないくらいの満面の笑顔で、俺の頭をいつまでもいつまでもなでなでしてくれていた…………。",
      "その無様な姿を見て、すっかり呆れ、大きなため息を漏らす沙都子。"
    ],
    "textEn": [
      "Rika-chan kept on patting my head with a smile on her face that couldn't possibly get any bigger......",
      "Satoko, completely appalled at how unsightly I looked, heaved a heavy sigh."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…大の男が情けないったらありゃしませんのねぇ。",
      "……ほら！",
      "おどきあそばせ！」"
    ],
    "textEn": [
      "\"...Adult men are just so pathetic, aren't they?",
      "...Come on!",
      "Please, move yourself out of the way!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子は女々しく泣いている俺を不機嫌そうに押しのけると、味噌汁の残骸の鍋を流しの三角コーナーに捨て、鍋を洗い出した。"
    ],
    "textEn": [
      "As I sobbed like a girl, Satoko, displeased, brushed me aside, dumped the remains of the miso soup into the sink tidy, then began to rinse out the pot."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「い、いいよ沙都子…。",
      "自分の後片付けくらい俺がやるよ…！」"
    ],
    "textEn": [
      "\"D-Don't worry about it, Satoko...",
      "I can at least clean up after my own mess...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自分の散らかした食器を沙都子に片付けてもらうことなんかない。",
      "そう思い、沙都子を制しようとした時、梨花ちゃんが俺の服を引っ張った。"
    ],
    "textEn": [
      "I couldn't have Satoko clean up the cooking utensils I'd made a mess of.",
      "But when I tried to stop her, Rika-chan pulled on my clothes."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……圭一は黙って見ているといいのですよ。」"
    ],
    "textEn": [
      "\"...Keiichi, you can just be silent and watch.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そう言ってにっこり微笑む。"
    ],
    "textEn": [
      "She grinned as she said it."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「だ、黙って見てろって、…なに言ってるんだ梨花ちゃん？！」"
    ],
    "textEn": [
      "\"B-Be quiet and watch... What are you saying, Rika-chan?!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…まぁそういうことですわね。",
      "圭一さんは黙って私に任せればいいんですのよ。」"
    ],
    "textEn": [
      "\"...She meant just what she said.",
      "Keiichi-san, just be quiet and leave this to me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子が振り返り、面倒くさそうにそう言い放つ。",
      "…素人は引っ込んでろとでも言わんばかりだ。",
      "不機嫌そうな表情がちょっと怖い。"
    ],
    "textEn": [
      "Satoko turned around and declared, seeming bothered.",
      "...As if to say that amateurs should keep their hands off.",
      "Her annoyed expression was a little scary."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「任せるって、何を…、」"
    ],
    "textEn": [
      "\"Leave what to you...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子はそれには応えず、くるっと背を向け、鍋やら冷蔵庫の中身やらを漁り始めた。"
    ],
    "textEn": [
      "Satoko didn't answer—instead she spun back around and began to rifle through the pots and the refrigerator."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「おいおい…、あんまりいじり回すなよ…！",
      "ひっくり返したりしたら、俺が後でお袋に怒られるんだからな…！」"
    ],
    "textEn": [
      "\"Hey, wait... Don't mess with them too much...!",
      "If you turn the place inside out, my mom might get mad at me later...!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「うるさい男ですわねぇ！",
      "男子、厨房に立ち入らずでしてよ？",
      "梨花ぁ！」"
    ],
    "textEn": [
      "\"Would you just be quiet already?",
      "Men aren't supposed to enter the kitchen!",
      "Rika!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……あいあいさーですよー。」"
    ],
    "textEn": [
      "\"...Aye aye sir~\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子が指を弾いて合図すると、梨花ちゃんが背伸びして俺の襟首を掴み、ずるずると引っ張っていく。あぁぁ…。",
      "沙都子ひとりを台所に残し、俺は梨花ちゃんに引きずられて居間に戻ってきた。"
    ],
    "textEn": [
      "Satoko snapped her fingers, and Rika-chan got on her tiptoes, grabbed me by the back of my neck, and started dragging me away. Ahhh...",
      "Leaving Satoko alone in the kitchen, Rika-chan dragged me back into the living room."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「おいおい…、梨花ちゃん。",
      "もう離してくれよ…！",
      "沙都子に任せたら台所が大変なことに…！」"
    ],
    "textEn": [
      "\"Hey, stop... Rika-chan.",
      "Let me go already...!",
      "If we leave it to Satoko, the kitchen will be a disaster...!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……今日の沙都子は圭一を見返しに来たのですよ。",
      "復讐なのです。」"
    ],
    "textEn": [
      "\"...Satoko came to see how she beat you today.",
      "It's her revenge.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ふ、復讐…？！",
      "そう言えば…沙都子のヤツ、どこか険しい顔を……。」"
    ],
    "textEn": [
      "\"R-Revenge...?!",
      "Come to think of it... Her face looked kinda grim...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その内に、台所から、蛇口をひねる音やガス台のひねる音。",
      "冷蔵庫の開閉する音やまな板の音といった、夕食時を連想させる懐かしい音が聞こえ出してきた。",
      "ってことは何だ。",
      "沙都子のヤツ…、料理をしてる？？"
    ],
    "textEn": [
      "Eventually, from the kitchen, there was the sound of a faucet being twisted and a stove dial being turned.",
      "I began to hear the nostalgic sounds that made me envision dinnertime; the refrigerator opening and closing, ingredients being cut on the chopping board.",
      "What did that mean?",
      "Was Satoko... Was she cooking??"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……圭一にいっぱいいっぱい馬鹿にされましたですから。",
      "沙都子は、自分にもお料理がちゃんとできるところを圭一に見せたかったのですよ。」"
    ],
    "textEn": [
      "\"...Keiichi made fun of her quite a lot.",
      "Satoko wanted to show you that she can cook proper meals too.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…う。",
      "……こうして音だけ聞いてる限りでは…。",
      "お皿を落とす音も、破裂音も爆発音も聞こえてこないな…。」"
    ],
    "textEn": [
      "\"...Urk.",
      "...Just listening to it like this...",
      "There haven't been any sounds of blood spilling, or bursting, or explosions...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…少なくともこの時点で、俺よりも料理は達者なことは証明されている。",
      "北条沙都子バーサス前原圭一の料理勝負は…早くも勝負アリみたいだ…。",
      "もう一度、さっきの少し不機嫌そうだった沙都子の表情を思い出す。"
    ],
    "textEn": [
      "...At this point, at least, she had proven she was a more skillful cook than me.",
      "In the cooking showdown with Satoko Houjou vs. Keiichi Maebara... it looked like victory had already been decided...",
      "I recalled Satoko's slightly annoyed expression from before."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…俺、日中、沙都子のことをちょっと馬鹿にし過ぎちゃったよな…？",
      "ひょっとして……、それで根に持たれた…？」"
    ],
    "textEn": [
      "\"...I was making fun of Satoko too much today, wasn't I...?",
      "Is she... holding a grudge...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "つい、沙都子をいつものノリで売り言葉と買い言葉で挑発してしまったが。",
      "……言い過ぎだったようにも思う…。",
      "…少なくとも、レジャーでしか料理をしたことがない俺が、自炊できる沙都子を馬鹿にしていいはずがなかったのだ…。"
    ],
    "textEn": [
      "We were just provoking each other with our usual back-and-forth.",
      "...But I also think I maybe overdid it...",
      "...At the very least, I shouldn't have made fun of Satoko, who could cook for herself, when I'd never cooked other than for recreation before..."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子はそんなの根に持っていませんです。」"
    ],
    "textEn": [
      "\"...Satoko isn't holding very much of a grudge.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「でも、こうしてわざわざ俺のところまで押しかけてきた位だろ。",
      "…やっぱり、怒ってるに違いないよ……。」"
    ],
    "textEn": [
      "\"But she came all the way to my house and pushed her way in.",
      "...She's gotta be mad...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そっと台所をうかがう。",
      "普段のおっちょこちょいな沙都子とはどう見ても雰囲気が違う。",
      "目つきも鋭くて動きもキビキビしていて、…ちょっとコワイくらいだ。",
      "気取られたのか、こちらを振り返り、不機嫌そうにキッと睨みつける！",
      "…俺はすくみあがって慌てて首を引っ込めた。"
    ],
    "textEn": [
      "I quietly took a peek into the kitchen.",
      "She definitely looked different than the usual birdbrained Satoko.",
      "Her eyes were sharp, and her movements were brisk... to the point where it was a little scary.",
      "Then, she must have noticed me, because she turned around and shot me an annoyed glare!",
      "...I cringed in fear and hastily pulled my head back out."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「怒ってる…！",
      "やっぱり怒ってる…！",
      "…あぁぁ、俺はどんな復讐をされるんだろう…！",
      "ああぁあぁあー…。」"
    ],
    "textEn": [
      "\"She's mad...!",
      "She's totally mad...!",
      "...Ahhh, how will she take revenge on me...?",
      "Aahhhhh...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子は失敗したくないから真剣なだけなのです。",
      "怒ってなんかいないのですよ。」"
    ],
    "textEn": [
      "\"...That's just Satoko being serious because she doesn't want to fail.",
      "She isn't angry or anything.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あれのどこが怒ってないって言うんだよ？！",
      "あんなおっかなそうな沙都子、初めて見たよー！」"
    ],
    "textEn": [
      "\"How can you say she isn't angry?!",
      "I've never seen Satoko be this frightening!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「圭一さんッ！！　ちょっと聞こえてますの？！」"
    ],
    "textEn": [
      "\"Keiichi-san!! I can hear that, you know?!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「は、はいぃぃぃッ！！」"
    ],
    "textEn": [
      "\"S-Sorryyyy!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子の怒鳴り声に飛び上がり、台所に向かう。",
      "…悪さをして職員室に呼びつけられたいたずらっ子と、これじゃ何も変わらない。"
    ],
    "textEn": [
      "I jumped at Satoko's angry outburst and faced towards the kitchen.",
      "...I felt exactly like a kid who had done something bad and gotten called to the teacher's lounge."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「お味噌ってどこにしまってありますの？！",
      "冷蔵庫がでっかくて、全然わかりませんですわよ！」"
    ],
    "textEn": [
      "\"Where do you keep the miso?!",
      "The refrigerator is so big that I don't see any of it anywhere!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「すす、すみません！！",
      "味噌はその…、冷蔵庫の中段扉の中の、下の網棚の左奥に…。」"
    ],
    "textEn": [
      "\"I-I-I'm sorry!!",
      "The miso is... It's on the middle shelf in the fridge, at the back left of the lower rack...\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「な、なんですのこれは！"
    ],
    "textEn": [
      "\"W-What is this?"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "お味噌のパックは使ったらちゃんと口を閉じなさいですわよ！",
      "冷蔵庫の中がお味噌で汚れてしまってるではありませんのー！！」"
    ],
    "textEn": [
      "You need to close the miso package after you finish with it!",
      "It's getting the inside of the refrigerator dirty, isn't it?!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ぎゃぎゃ！　すみませんん！！」"
    ],
    "textEn": [
      "\"Gyagya! I'm sorry!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺が何か拭くものを探すより早く、沙都子が濡れ布巾でキュッキュと拭き取った。"
    ],
    "textEn": [
      "Before I can look for something to wipe it with, Satoko wiped it off with a wet dish towel."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「まったく。男の人ってのはどうしてこう後片付けがずさんなんでございますの？",
      "そのまま大人になったらと思うとぞっとしましてよ？」"
    ],
    "textEn": [
      "\"I swear. How are men so bad at cleaning up after themselves?",
      "I shudder to think that you'll become an adult like this!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ぅぅぅ。",
      "…今日の沙都子には何も言い返せないぞ…。",
      "大人しく頭を垂れて、ごめんなさいと言うしかない。",
      "沙都子が小言を言い、それに謝ったり相槌を打ったりしている内に、…台所は次第にいい匂いで満たされ始めた。"
    ],
    "textEn": [
      "Urgh.",
      "...I couldn't talk back to Satoko today...",
      "The only thing I could do was obediently lower my head and apologize.",
      "As Satoko nitpicked and I apologized, a good smell began to fill the kitchen."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「お味噌汁のお味噌はこう！",
      "おたまに少量を掬い取って、お箸で溶きながら！"
    ],
    "textEn": [
      "\"This is how you prepare the miso for the soup!",
      "You scoop a little out with the ladle and break it up with chopsticks!"
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "少しずつ加えて味見をしながら慎重にですのよ。",
      "丸ごとひねり出してお鍋に開けちゃうなんて、言語道断でしてよー？！」"
    ],
    "textEn": [
      "It's important to add a little at a time and keep tasting it.",
      "Dumping the entire thing into the pot is absolutely outrageous!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ぅぅぅ、すみませーん！",
      "家庭科の授業は真面目にやってませんでしたー…！」"
    ],
    "textEn": [
      "\"Urgh, I'm sorry!",
      "I never paid attention in home ec class...!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「情けない！",
      "まったく。",
      "これだから男の人は！",
      "…ぶつぶつ。」"
    ],
    "textEn": [
      "\"You're pathetic!",
      "I swear.",
      "Men!",
      "...Grumble grumble.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "不機嫌そうな独り言にすっかり畏縮してしまっていたが。",
      "…こうして見てると、沙都子もなかなかに料理、達者じゃないか。",
      "…レナや梨花ちゃんの芸術的手腕と比べるから霞んで見えるだけで。充分に及第点に値する腕は持っていることがわかる。"
    ],
    "textEn": [
      "I cowered at her annoyed-sounding muttering.",
      "...But looking at her like this, she seemed quite good at cooking.",
      "...It had just been overshadowed by Rena's and Rika-chan's artistic abilities. Satoko's skills were clearly enough to get passing marks."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「さぁさぁ、そんなところでぼーっとしてる暇がございましたら、食卓にお茶碗の用意をなさいませー！",
      "私も梨花も食べますから用意は３人分ですわよー！」"
    ],
    "textEn": [
      "\"Hey! If you have time to zone out like that, then you can go set the table!",
      "Rika and I will be eating too, so set three places!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、…はいはい！！」"
    ],
    "textEn": [
      "\"Ah... On it!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あせあせと、食器棚から人数分の食器を出し、食堂に向かった。",
      "戻るとテレビのバラエティ番組の笑い声が聞こえてきた。",
      "梨花ちゃんがソファーに寝そべりながらテレビを見てくつろいでいるのだった。",
      "俺が食卓に食器を並べ出すのに気付き、ぱたぱたとやって来る。"
    ],
    "textEn": [
      "I hastily took a three people's worth of dishes and such from the cabinets and headed to the dining room.",
      "When I returned there, I could hear laughter from a variety show on the television.",
      "Rika-chan was sprawled out on the couch, watching television and relaxing.",
      "When she noticed me putting the dishes out on the table, she came scampering up."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……もうすぐご飯なのです。",
      "圭一の家でご飯なのです。",
      "にぱ〜☆」"
    ],
    "textEn": [
      "\"...Dinnertime is soon.",
      "Dinner at Keiichi's house.",
      "Nipah~☆.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「梨花ちゃんは上機嫌みたいだな…。",
      "沙都子の不機嫌とはえらい違いだ…。」"
    ],
    "textEn": [
      "\"Rika-chan, you're in a good mood...",
      "That's a pretty big difference from Satoko...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子は全然不機嫌じゃないです。",
      "久しぶりに、とても楽しそうなのですよ。」"
    ],
    "textEn": [
      "\"...Satoko isn't in a bad mood at all.",
      "She's enjoying herself more than she has in a long time.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「楽しそう？",
      "あれがか？！」"
    ],
    "textEn": [
      "\"Enjoying herself?",
      "Seriously?!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子がにーにーと一緒だった頃みたいです。",
      "こんなに楽しそうな沙都子を見るのは、本当に久しぶりなのですよ。」"
    ],
    "textEn": [
      "\"She's like how she was when her Nii-nii was with her.",
      "It really has been a long time since I've seen Satoko look like she's having so much fun.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…にーにー？",
      "にーにーって何だ。",
      "猫の鳴き声？？？"
    ],
    "textEn": [
      "...Nii-nii?",
      "What the heck is nii-nii?",
      "Is it a sound cats make???"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……にーにーは兄々（にーにー）です。",
      "沙都子のお兄さんなのですよ。」"
    ],
    "textEn": [
      "\"...'Nii-nii' means 'brother.'",
      "Satoko's older brother.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「沙都子の、兄。」"
    ],
    "textEn": [
      "\"Satoko's... older brother.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……悟史（さとし）と言いますです。",
      "名前くらい聞いたことがありませんですか？」"
    ],
    "textEn": [
      "\"...He's named Satoshi.",
      "Haven't you heard his name before?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史。",
      "…北条悟史？",
      "聞いたことがあるような、ないような。",
      "…少なくとも、うちの学校にはいないヤツだ。"
    ],
    "textEn": [
      "Satoshi.",
      "...Satoshi Houjou?",
      "Maybe I have, maybe I haven't.",
      "...At least, he didn't go to our school."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「悟史って言うのか。",
      "沙都子の兄貴は。",
      "……ふーん。",
      "初めて聞いたな。」"
    ],
    "textEn": [
      "\"Satoshi, huh?",
      "Satoko's older brother...",
      "...Hmmm.",
      "That's the first time I've heard of him.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "兄なんかいたんだな。",
      "知らなかった。",
      "いるのですよ。",
      "そう言って、梨花ちゃんは一際明るく、にぱ〜っと笑った。"
    ],
    "textEn": [
      "She had a brother, huh?",
      "I didn't know that.",
      "She does have one.",
      "Saying that, Rika-chan grinned even more brightly and went \"nipah\" again."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……悟史と一緒にいる時の沙都子は、いつもこんな風で楽しそうだったのですよ。",
      "…本当に久しぶりに、こんな楽しそうな沙都子を見ますのです。」"
    ],
    "textEn": [
      "\"...When Satoko was with Satoshi, she always looked like she was having fun, just like this.",
      "...It really has been a long time since I've seen Satoko enjoying herself this much.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どう見ても不機嫌そうにしか見えない沙都子だが…。",
      "親友の梨花ちゃんは、そんな沙都子をむしろ上機嫌だと言う。"
    ],
    "textEn": [
      "However I looked at it, she seemed to be in a bad mood...",
      "But her good friend, Rika-chan, was saying that it was actually the opposite."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「楽しそう、……なのか。」"
    ],
    "textEn": [
      "\"Is she really... enjoying herself?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……きっと、にーにーと一緒だった頃を思い出してるに違いないのです。",
      "…懐かしいのですよ。」"
    ],
    "textEn": [
      "\"...She must be remembering the time she spent with her Nii-nii.",
      "...It's nostalgic.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「懐かしい？",
      "ふーん。",
      "じゃあ今は沙都子とは別居なのか。」"
    ],
    "textEn": [
      "\"Nostalgic?",
      "Huh.",
      "Then does he live apart from Satoko?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子の兄の悟史って、ひょっとして結構年上なのかな？",
      "とっとと独立して、遠方で一人暮らしでもしているに違いない。"
    ],
    "textEn": [
      "Maybe Satoko's older brother Satoshi is actually a lot older than her?",
      "He must have gone off on his own and was living by himself far away."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「沙都子は、その悟史って兄と仲はよかったみたいだな。」"
    ],
    "textEn": [
      "\"Satoko seems like she got along well with this Satoshi person.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……はい。",
      "とても仲良しな兄妹だったです。」"
    ],
    "textEn": [
      "\"...She did.",
      "The two of them got along very well.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大きく両手を広げながら、仲の良さの尺度を示して見せる。",
      "梨花ちゃんが言うには。",
      "…大人しくて少し頼りない兄を、口やかましく支える沙都子。",
      "そういう関係だったらしい。",
      "…なるほど。",
      "今の状況は確かにそれに当てはまるな…。",
      "料理ひとつまともにできない頼りない俺と、それを叱りながら料理を作り直してくれる沙都子。",
      "沙都子はひょっとして…。",
      "……今は遠くに住んでいる兄の面影を、俺を通して垣間見ているのだろうか。"
    ],
    "textEn": [
      "She spread her arms wide to demonstrate the width of how well they got along.",
      "According to Rika-chan...",
      "...Satoko supported her docile, slightly unreliable older brother through nagging.",
      "That was their relationship.",
      "...I see.",
      "That certainly applied to the current situation...",
      "We had me, unreliable, unable to cook even a single dish properly, and Satoko, who redid it while scolding me.",
      "Could Satoko have been...",
      "...getting a glimpse of her brother, who now lived far away, through me?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「いつもあんな感じで、悟史に小言を言いながら。",
      "…だけどしっかりと支えながら、仲良く生活してたんだな…。」"
    ],
    "textEn": [
      "\"So she would always nitpick whatever Satoshi did...",
      "but she firmly supported him, and they got along well...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……今日、圭一のところへ来たのだって。",
      "沙都子が言い出したのですよ。」"
    ],
    "textEn": [
      "\"...Today, she was the one.",
      "She suggested we should go to Keiichi's house.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "圭一さんみたいな頼りないのに夕食が作れるわけがない。",
      "行って作ってあげなければ、って。"
    ],
    "textEn": [
      "She said: there's no way the unreliable Keiichi-san could possibly make dinner.",
      "We need to go make it for him."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…じゃあ、…別に復讐とか見返すとか、そういう意味で来たんじゃなかったのか…。」"
    ],
    "textEn": [
      "\"...Then... she didn't come here to get revenge, or to get even, or anything like that...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……放っておけなかったのですよ。",
      "沙都子は、今でもしっかり者の妹なのです。」"
    ],
    "textEn": [
      "\"...She couldn't leave you alone.",
      "Even now, Satoko is a proper little sister.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺は一人っ子だ。",
      "兄弟のいる感覚はわからない。",
      "…もちろん、沙都子のような妹など持ったこともない。",
      "だけれども……。",
      "…今だけは大人しく、頼りなく沙都子に世話を焼かれる兄であろうと思った。",
      "茶化したりふざけたりなんかはなしで。",
      "…沙都子の苦労をねぎらえる言葉をかけてやろう。",
      "………純粋にそう思った。"
    ],
    "textEn": [
      "I was an only child.",
      "I didn't know how it felt to have siblings.",
      "...Of course, I've never had a little sister, like Satoko.",
      "But...",
      "I felt that in this moment, I was an older brother, obediently and helplessly being looked after by her.",
      "Without any teasing or messing around.",
      "...I'm going to give thanks for her trouble.",
      "......That's what I honestly thought."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「圭一さん！",
      "おしゃもじがどこにあるかわかりませんでしてよ！！」"
    ],
    "textEn": [
      "\"Keiichi-san!",
      "Do you know where on earth the ladle is?!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、ごめんごめん…！！",
      "しゃもじはその右脇の引き出しの中に…！」"
    ],
    "textEn": [
      "\"Ah, sorry, sorry...!",
      "The ladle should be in the drawer to your right...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "台所に駆け込み、引き出しからしゃもじを出して沙都子に差し出す。"
    ],
    "textEn": [
      "I ran into the kitchen, got the ladle out of the drawer, and offered it to Satoko."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「さぁ、出来上がりでしてよ。",
      "もうお茶碗とかは準備できてますの？」"
    ],
    "textEn": [
      "\"It's all done.",
      "Have you put the bowls and things out?\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ。",
      "もう準備ＯＫだぜ。」"
    ],
    "textEn": [
      "\"Yeah.",
      "Everything's a-okay.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「ではご飯にしましょうですわね。",
      "梨花ぁ！",
      "お夕飯ですわよー！！」"
    ],
    "textEn": [
      "\"Then let us have our meal.",
      "Rikaa!",
      "It's time for dinner!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…み〜〜〜♪！」"
    ],
    "textEn": [
      "\"...Mi~~~♪!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "食堂から上機嫌の梨花ちゃんの声が聞こえてくる。",
      "沙都子はガス台の火を止め、味噌汁の鍋を運び始める。"
    ],
    "textEn": [
      "I heard Rika-chan's effervescent voice coming from the dining room.",
      "Satoko turned off the gas flame on the stove and lifted up the pot of miso soup."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「圭一さんは炊飯器を持ってきて下さいます？",
      "ひっくり返さないように注意するんですのよ？！」"
    ],
    "textEn": [
      "\"Could you bring the rice cooker, Keiichi-san?",
      "Be careful not to flip it over, all right?!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、あぁ。気をつけるよ…。」"
    ],
    "textEn": [
      "\"Uh, right. I'll be careful...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "炊飯器くらい注意されなくったってちゃんと運べるよ…。",
      "そう言い帰そうと思ったがやめた。",
      "憎まれ口や買い言葉は今日はなしだ。",
      "湯気をあげるご飯に味噌汁。",
      "それから数品のおかず。",
      "食卓の上は…、実に手堅い家庭的な夕食が並べられていた。",
      "変に凝っていたり、豪華だったりしない。",
      "主婦が作る、日々の食事。",
      "…そんな生活感のあふれる、とてもさりげないものだった。"
    ],
    "textEn": [
      "I can carry rice cookers just fine without being warned about it...",
      "I thought about replying like that, but I decided not to.",
      "No mean words or witty retorts today.",
      "Rice with steam billowing from it, and miso soup.",
      "As well as a handful of side dishes.",
      "On the table... was a truly firm, family-oriented dinner.",
      "It wasn't weird at all, or extravagant.",
      "It was a daily meal—the sort a housewife would make.",
      "...It was very nonchalant, and brimming with liveliness."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「では、いただきますですわよ。」"
    ],
    "textEn": [
      "\"Then let us eat.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「「いただきまーす！！」」"
    ],
    "textEn": [
      "\"\"Thank you for the food!!\"\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子の号令で、俺も梨花ちゃんも大きな声でいただきますをする。"
    ],
    "textEn": [
      "At Satoko's command, Rika-chan and I both thanked her in a loud voice."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……俺、沙都子のことを侮ってたよ。",
      "完全に敗北だ。」"
    ],
    "textEn": [
      "\"...I made light of you, Satoko.",
      "You've beaten me soundly.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「をっほっほ！",
      "少しは見直しまして？",
      "梨花やレナさんに比べれば私もまだまだですけど、頼りない圭一さんなんかよりはよーっぽどお料理ができましてよ？！」"
    ],
    "textEn": [
      "\"Oh-ho-ho!",
      "Do you have a better opinion of me now?",
      "I may still not be as good as Rika or Rena-san, but I can cook faaar better than the helpless Keiichi-san!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「へいへーい。お見それしやしたー。」"
    ],
    "textEn": [
      "\"Yeah, yeah. I know better now.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "素直に負けを認めると、沙都子はようやく表情をやわらかくし、いつもそうするように大きな声で上機嫌に笑った。"
    ],
    "textEn": [
      "After I honestly admitted my defeat, Satoko's expression finally softened, and she laughed with her normally loud and cheerful voice."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「もぐもぐ…。",
      "…お、…ご飯、いい感じで炊き上がってるな。」"
    ],
    "textEn": [
      "\"Chomp chomp...",
      "...Oh... The rice is cooked really well.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "炊飯器で作っているとは言え、水加減が違うのか、いつものお袋のご飯とは少し違った。",
      "だが沙都子の個性が感じられて、いつもよりおいしく感じる。",
      "味噌汁も少し濃い目だったが、充分においしいものだった。",
      "派手さこそないが、おかずも充分にうまい。",
      "箸が自然に進む。"
    ],
    "textEn": [
      "Though she used the rice cooker, it tasted a little different from the rice my mom made—maybe she used a different amount of water for it.",
      "Even so, I could feel Satoko's personality from the rice, which made it taste better than usual.",
      "The miso soup was a little on the thick side, but it was still delicious.",
      "The side dishes, while not exactly flashy, tasted great as well.",
      "It was all so appetizing, and I couldn't stop eating."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…おかずもよく出来てるよ。",
      "…沙都子も決して料理は下手じゃないぞ。」"
    ],
    "textEn": [
      "\"...The side dishes are well done too.",
      "...Satoko, you're not a bad cook at all.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "嫌味ゼロで、素直な感想を口に出した。",
      "沙都子は多少の嫌味は覚悟していたらしく、俺があまりに素直に褒めるので、かえって面食らったようだった。"
    ],
    "textEn": [
      "I gave my honest impression, without a hint of sarcasm.",
      "Satoko seemed to have been expecting some, because when I praised her so honestly, she got flustered instead."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「ほっほっほ…！",
      "褒められるのは光栄ですけど、そんなに立派ではありませんのよ。"
    ],
    "textEn": [
      "\"Ho-ho-ho...!",
      "Your praise honors me, but it's nothing so grand."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "おかずはお惣菜屋さんで買ったものを温めただけですし。",
      "これとこれは缶詰を開けただけですし。",
      "自分でちゃんと作ったのは、…ご飯と味噌汁だけなんですのよ。」"
    ],
    "textEn": [
      "The side dishes are just things I bought at the store and heated up.",
      "This, and this—all I did was open the can.",
      "I can only really make... rice and miso soup myself.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ちょっと照れたような顔で、恥ずかしそうに言う沙都子。",
      "…別に普段の悪口雑言にあるような嫌味は含まれていなかった。"
    ],
    "textEn": [
      "Satoko said, embarrassed, her face a bit flushed.",
      "...There was none of her normal verbal abuse or sarcasm in there either."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…ご飯とお味噌汁しか作ってませんけど、出来合いのおかずを並べれば、そこそこに立派にはなりますのよね。」"
    ],
    "textEn": [
      "\"...I can't make anything except rice and miso soup, but when you get ready-made side dishes and put them on the table too, it turns into something fairly splendid.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「うちのお袋だって、出来合いのお惣菜は使うし缶詰だって使うよ。",
      "そんなので恥ずかしがることはないだろ。",
      "……これは立派な夕食だよ。」"
    ],
    "textEn": [
      "\"My mom uses ready-made side dishes and canned goods too.",
      "It's nothing to be so embarrassed about.",
      "...This is a fantastic dinner.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "素直に褒めた。",
      "…会ったことはないが、きっと沙都子の兄、悟史ならそう褒める。"
    ],
    "textEn": [
      "I gave her honest praise.",
      "...I've never met Satoko's brother, but Satoshi would probably praise her in the same way."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「……ふふん。",
      "…まぁ、私にもそこそこのお料理ができることがわかっていただけたのでしたら、それで充分ですわね。",
      "御代わりいります？",
      "お味噌汁はまだありますですわよ。」"
    ],
    "textEn": [
      "\"...Hm-hmm.",
      "...Well, I suppose it's enough now that you've come to realize that I can hold my own in the kitchen.",
      "Would you like seconds?",
      "There's plenty of miso soup still left.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あれ…？",
      "こいつ、今ちょっと照れなかったか？",
      "自分の対応が決して間違ってなかったことに気付き、ちょっと嬉しくなった。"
    ],
    "textEn": [
      "Huh...?",
      "Did that brat just awkwardly change the subject?",
      "When I realized my response had been on the mark, it made me a little happy."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……こうしてご飯を食べてると、悟史と一緒にご飯を食べてるみたいで楽しいのです。」"
    ],
    "textEn": [
      "\"...When we eat rice like this, it's fun, like we're eating with Satoshi.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんは再び沙都子の兄、悟史の名前を出した。",
      "……沙都子は箸を止め、天井を見上げる。"
    ],
    "textEn": [
      "Rika-chan mentioned Satoko's older brother's name again.",
      "...Satoko's chopsticks paused, and she looked up at the ceiling."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…懐かしいですわね。",
      "一体今頃、どこでどうしてるやら。」"
    ],
    "textEn": [
      "\"...How nostalgic.",
      "I wonder what he could be doing right now?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "引越して別れた友人を懐かしむような、ちょっと遠い笑顔だった。",
      "…その様子から、沙都子は悟史とはもうずいぶん長く会っていないような印象を受ける。",
      "…俺がきょとんとした顔をしているのに沙都子が気付いた。"
    ],
    "textEn": [
      "She had a faraway smile, as if yearning for a friend who had moved away.",
      "...From how it looked, I got the impression she hadn't seen Satoshi in quite some time.",
      "...Satoko realized I was giving her a blank stare."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あぁ、申し訳ないですわね。",
      "悟史ってのは私のにーにー、",
      "…じゃなくってえぇと！",
      "兄なのですのよ。」"
    ],
    "textEn": [
      "\"Ah, I do apologize.",
      "Satoshi is my Nii-nii.",
      "...Er, no!",
      "My older brother.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あ、…うん。",
      "そうなんだ。」"
    ],
    "textEn": [
      "\"Ah... okay.",
      "I see.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "にーにーというのは沙都子ならではの兄の愛称らしい。",
      "慌てて否定する辺りが面白い。"
    ],
    "textEn": [
      "Nii-nii must have been a nickname only Satoko used for him.",
      "It was funny to see her hastily deny it."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あんなに生活力のない人に家出なんて甲斐性があったなんてびっくりでございますけど。",
      "まぁその内、根を上げて、ひょっこり帰ってくるに決まってますわ。」"
    ],
    "textEn": [
      "\"I was rather surprised a person with such few living skills had the ability to run away.",
      "Well, I'm sure he'll pack up shop at some point and return out of the blue.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「………家出、したんだ。」"
    ],
    "textEn": [
      "\"......So he ran away.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……沙都子が明るそうに言うのとは裏腹。",
      "…悟史との別居の理由は、ちょっと深刻なものだった。",
      "みんなが明るそうに話題にするからと、俺も悟史の話題を続けたが…。",
      "…ひょっとして、触れない方がいい話題だったのか……？",
      "そう思い、慌てて沙都子の顔色をうかがったが、…俺が心配するような陰鬱な表情は一切なかった。"
    ],
    "textEn": [
      "...There was another story to what Satoko had said so cheerfully.",
      "...The reason for Satoshi not living with her was a little serious.",
      "Everyone had been talking about it in such an upbeat way, so I continued to talk about him...",
      "Should I not have broached the subject at all...?",
      "I hastily took a look at Satoko's face after thinking that... but there was no trace of the gloomy expression I'd been worrying about."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「まぁ、一人暮らしに憧れるなんて年頃らしい夢ではありませんの。",
      "どうせにーにーには長続きするはずもありませんけどね。",
      "堪え性のない人ですから。」"
    ],
    "textEn": [
      "\"Well, he's not old enough to be dreaming of living on his own.",
      "Nii-nii won't be able to do it for long anyway.",
      "He has no endurance.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……悟史はああ見えてもとても我慢強い人なのですよ。",
      "沙都子が思ってるよりもずっと我慢強いのです。」"
    ],
    "textEn": [
      "\"...Satoshi may not look like it, but he's a very persevering person.",
      "He's a lot more persevering than you think.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「梨花はすぐ、にーにーの肩を持ちますのね。",
      "梨花はちょっと甘やかし過ぎですのよ。」"
    ],
    "textEn": [
      "\"Rika, you always take Nii-nii's side right away.",
      "You're a little too nice to him.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「沙都子はにーにーに厳しすぎるのです。",
      "帰ってきたらもっとやさしくしてあげた方がよいのです。」"
    ],
    "textEn": [
      "\"Satoko is just too harsh on Nii-nii.",
      "You should treat him more kindly when he comes back.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "にーにーこと悟史を巡って、沙都子と梨花ちゃんの意見は互いに平行線だが…。",
      "沙都子も梨花ちゃんも、…大好きだったことがよくわかる。",
      "そして、家出なんて別れでも、まるで来週には会える…みたいな楽観さがあった。",
      "沙都子も梨花ちゃんも、今でも悟史のことが好きで、…きっと帰ってくると信じて、待っている。",
      "会ったことはないけれど。",
      "…悟史という男が、すごくいいヤツだったことだけはよくわかった。",
      "俺はさっき、兄の家出で沙都子が深く傷ついてると思っていたが…。",
      "当の沙都子はすでにそんなものは乗り越えていて。",
      "…兄がいつ帰ってきてもいいように、いつまでも、生活力旺盛な妹であり続けているのだ。",
      "何も考えず、ただ日々をはしゃいだり、悪ふざけしながら過しているだけだと思っていた沙都子。",
      "…だが、本当は…、",
      "……………………うん。"
    ],
    "textEn": [
      "Satoko and Rika-chan's views regarding Nii-nii a.k.a. Satoshi were parallel to each other...",
      "But I could easily tell... that both of them really liked him.",
      "They were so optimistic, too... even though he had run away from them, it was like they were going to see him again next week.",
      "Satoko and Rika-chan both liked Satoshi even now... and waited for him, believing he would surely return.",
      "I've never met him...",
      "but I know for sure that this Satoshi person was a really good guy.",
      "I had thought Satoko would be deeply hurt by her brother running away...",
      "But she had already overcome that.",
      "...She was still being the energetic little sister, always full of vim and vigor, as if to say that her brother could come back any time he liked.",
      "I thought that Satoko didn't think through anything, and just frolicked and played practical jokes every day, and that was it.",
      "...But she was really...",
      "...............Yeah."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「………？",
      "何で私の頭を撫でますの？」"
    ],
    "textEn": [
      "\"......?",
      "Why are you petting my head?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子の頭をわしわしと乱暴に撫でてやる。"
    ],
    "textEn": [
      "I roughly rubbed a hand through Satoko's hair."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「俺、沙都子のこと誤解してたよ。",
      "…お前がこんなにしっかり者だなんて思わなかった。」"
    ],
    "textEn": [
      "\"I misunderstood you, Satoko.",
      "...I didn't know you were this level-headed.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子は、何かをバカにされていると思ったらしく、俺の手を振り払おうとしたが、",
      "……俺の顔に邪気がまったくないことに気付き、大人しく頭を預けてくれた。"
    ],
    "textEn": [
      "Satoko seemed to think I was making fun of her, and tried to bat away my hand.",
      "...But then she saw that there wasn't even a trace of malice on my face, and obediently granted me her head."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「うん。",
      "沙都子はしっかり者。",
      "…うんうん。」"
    ],
    "textEn": [
      "\"Yep.",
      "Satoko's level-headed.",
      "...She sure is.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「わ、私は最初からしっかり者でしてよ。",
      "圭一さんに合わせて悪ふざけしてあげてたに過ぎませんわー。」"
    ],
    "textEn": [
      "\"I-I've been level-headed from the start.",
      "I was just playing pranks on you because you always do it to me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "いつもの売り言葉だが、今日は買わないでおく。"
    ],
    "textEn": [
      "There was her usual provocation, but I decided not to buy into it today."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そうだな。",
      "俺に合わせてふざけてただけなんだよな。",
      "でも本当はこんなにもしっかり者。",
      "…えらいえらい。」"
    ],
    "textEn": [
      "\"You're right.",
      "You were just doing it to go along with me.",
      "But you really were so level-headed.",
      "...Good for you.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「……ほ、本当に褒めてますの…？",
      "何だか…ば、ばかにされてるような……。」"
    ],
    "textEn": [
      "\"...I-Is that actually a compliment?",
      "It kind of... seems like y-you're making fun of me...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「俺は全然バカにしてないぞ。",
      "真面目に褒めてる。",
      "…バカにしてる時は梨花ちゃんも一緒に撫でるからな。」"
    ],
    "textEn": [
      "\"I'm not trying to make fun of you at all.",
      "I'm seriously complimenting you.",
      "...Because if I was making fun of you, Rika-chan would be petting your head too.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…そ、それもそうですわねぇ！",
      "梨花は人を小馬鹿にする時、よく頭を撫でますものねぇ！」"
    ],
    "textEn": [
      "\"...T-That's right, isn't it!",
      "When Rika makes fun of people, she usually pets their head!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……みぃ☆",
      "缶詰のイワシさんがおいしいのですよ☆」"
    ],
    "textEn": [
      "\"...Meep☆.",
      "These canned sardines are delicious☆.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんはにぱ〜☆っとさらに一際笑顔で微笑んだ。",
      "そのあまりに白々しい態度が何だか小憎らしくてかわいくて、俺も沙都子も、どちらからともなく大笑いしてしまう。",
      "食卓をにぎわす笑い声。",
      "……毎日の無味簡素な食卓が、こんな風に笑い声で満たされるなんて、…思いもしなかった。",
      "その時。",
      "俺はようやく、すごく当り前のことに気付くのだ。"
    ],
    "textEn": [
      "Rika-chan went nipaa~☆ and her smile became even brighter.",
      "Her attitude was clear as day, but it was annoyingly cute—so both Satoko and I suddenly burst into laughter.",
      "That laughter lightened up the table.",
      "...The table itself is so dull and simple that... I never even thought people could be laughing like this around it.",
      "And then.",
      "I finally came to realize something really obvious."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…笑いながら食べる食事って、おいしいよな。」"
    ],
    "textEn": [
      "\"...Dinner is better if you're laughing while you're eating, huh?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……もちろんなのですよ。",
      "…笑いはご飯をおいしくするのです。」"
    ],
    "textEn": [
      "\"...Of course it is.",
      "Laughing makes it taste better.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「失礼ですわね！",
      "ご飯がおいしいのは私のお料理がおいしいからに決まってますわよ！」"
    ],
    "textEn": [
      "\"How rude!",
      "The food is good because I'm a good cook, obviously!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「「あっはっはっはっはっはっは…！！」」"
    ],
    "textEn": [
      "\"\"Ah-ha-ha-ha-ha-ha-ha-ha...!!\"\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "家族と過すのとはまったく違う、だけれどもどこか懐かしい…団欒のひとときだった。"
    ],
    "textEn": [
      "This harmonious moment, this happy circle... It was completely different than spending time with family, but still somehow nostalgic."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「沙都子は、にーにーに会いたいか？」"
    ],
    "textEn": [
      "\"Satoko, do you want to see Nii-nii?\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「に、にーにーなんて言ってませんですわ！",
      "兄とお呼びなさいですわ！！」"
    ],
    "textEn": [
      "\"I-I didn't say Nii-nii!",
      "Call him my brother, please!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "おいおい、さっきまでずーっと、にーにー、にーにーって言ってたじゃないかよ。",
      "…苦笑いしながら、沙都子の言うように兄と言い直してやることにする。"
    ],
    "textEn": [
      "Hey, wait, you've been saying Nii-nii this, Nii-nii that this whole time.",
      "...I grinned wryly and decided to just call him \"brother\" like she told me to."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「沙都子は、兄貴に会いたいか？」"
    ],
    "textEn": [
      "\"Satoko, do you want to see your brother?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんが箸を止め、俺と沙都子の顔を見比べる…。",
      "沙都子は笑顔のまま、いくつかの言葉を選んでいるようだった。",
      "……その様子だけで、沙都子の想いが伝わってくる。",
      "本当なら、すぐにでも帰ってきてほしい。",
      "…だけど、自分はそんなに弱くないから。悟史の気が済むまで好きにしたらいい。",
      "その代り、帰ってきたらみっちりとお小言を聞かせる。",
      "…それから夕食を共にして、布団を敷いてやるんだ。"
    ],
    "textEn": [
      "Rika-chan stopped eating, then looked back and forth between my face and Satoko's...",
      "Satoko was smiling—she looked like she was trying to choose her words.",
      "...Just from that, Satoko conveyed her feelings.",
      "Honestly, she wished he would come home right now.",
      "...But she wasn't that weak. Satoshi should just do what he wanted until he was satisfied.",
      "In return, she'd let him have the scolding of his lifetime.",
      "...And then she'd have dinner with him, and lay out his futon for him."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…会いたいか、と言われれば、もちろん会いたいに決まってますわね。",
      "もうすぐで一年になりますもの。」"
    ],
    "textEn": [
      "\"...Well, of course I want to see him again.",
      "It's been almost a year.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…もうそんなにもなるのです。",
      "梨花ちゃんが遠くを見るような目で薄っすらと笑う。"
    ],
    "textEn": [
      "...It's been that long already.",
      "Rika-chan smiled thinly, her eyes appearing to look far away."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「ま、にーにーの好きにすればいいのですわ。",
      "少しでも生活力を見につけて逞しくなって帰ってきてくれれば、私の負担も軽くなるわけですし。」"
    ],
    "textEn": [
      "\"Well, Nii-nii can do what he wants.",
      "It would lighten my load if he came back with more muscles and knowing how to do housework, of course.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「ほら。",
      "またにーにーって言った。」"
    ],
    "textEn": [
      "\"See?",
      "You said Nii-nii again.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……言いましたですね。」"
    ],
    "textEn": [
      "\"...You said it.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「い、言ってませんわよ！！",
      "にーにーのことをにーにーなんて言いませんわよー！！」"
    ],
    "textEn": [
      "\"I-I did not!!",
      "I would never call Nii-nii Nii-nii!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "いつもの、学校での賑やかな昼食の雰囲気に一気に戻る。",
      "だけれども、沙都子の兄を想う気持ちは、何も変わらない。",
      "沙都子はこんなにも健気に、たくましく生きている。",
      "なぁ悟史。",
      "…お前の妹って、こんなにもがんばってお前の留守を守ってくれてるじゃないか。",
      "……いい加減、…早く帰ってきてやれよ。"
    ],
    "textEn": [
      "Things rapidly returned to the usual, lively atmosphere of lunchtime at school.",
      "But nothing changed about Satoko's feelings towards her brother.",
      "She was living so bravely, and so strongly.",
      "Hey, Satoshi.",
      "...Your sister is trying so hard to watch the place while you're gone, isn't she?",
      "...Give it a rest... and come back soon, got it?"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子。",
      "そろそろお片付けをしないとお眠になる時間なのです。」"
    ],
    "textEn": [
      "\"...Satoko.",
      "It's time to clean up, or else we will get sleepy.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんなでテレビを見ながら、食後のお茶を楽しんでいる時。",
      "…梨花ちゃんが大きなアクビをひとつしてから言った。",
      "俺も沙都子も、時計を見てからこんなにも遅い時間になっていたことに気付く。",
      "いや、…互いに気付いていたのかもしれないな。",
      "…今の、温かなひとときを終わらせたくなくて。",
      "言い出せなかったのかもしれない。"
    ],
    "textEn": [
      "It was when we were all watching TV while enjoying some tea after dinner.",
      "...Rika-chan let out a big yawn and then spoke.",
      "Satoko and I both then looked at the clock and noticed how late it had gotten.",
      "No... Perhaps we both realized it already.",
      "...We just didn't want this warm moment to end.",
      "Maybe we didn't want to say anything."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あ、いけませんわね！",
      "まだ食器を洗っていませんでしたわ…！」"
    ],
    "textEn": [
      "\"Oh, this will not do!",
      "I still haven't washed the dishes yet...!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「いいよ、そんなの。",
      "それくらい俺がやっておくよ。",
      "メシをご馳走になって、食器まで洗わせるわけにはいかないよ。」"
    ],
    "textEn": [
      "\"Don't worry about it.",
      "I can do that much, at least.",
      "You made a great dinner, so I can't let you do the dishes too.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「……本当に大丈夫ですの？",
      "慣れない人が洗うと、お皿とか洗剤で滑って落としちゃいますわよ…？」"
    ],
    "textEn": [
      "\"...Are you sure you'll be all right?",
      "When people who are not used to it try and wash them, the soap could make the dishes slip out of their hands, you know.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "こいつ…すっかり口やかましい妹になっちまいやがったな。",
      "微笑ましいような、照れてしまうような…。",
      "そんな気持ちでごっちゃになって。",
      "曖昧に苦笑いしてしまう。"
    ],
    "textEn": [
      "Geez... She's turned into a perfect nagging little sister.",
      "It was charming, and awkward...",
      "Emotions like that were all mixed up inside me.",
      "I gave her a vague, dry smile."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……圭一だってお皿くらい洗えますですよ。",
      "…割ったお皿でケガをしたら、明日学校でかぁいそかぁいそしてあげますです…。",
      "……くわぁあぁあぁぁ……。」"
    ],
    "textEn": [
      "\"...Keiichi can at least wash dishes.",
      "...If you break one and hurt yourself, I'll give you pettings at school tomorrow...",
      "...yaaawwwwnnn...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんが、大臼歯まで覗けそうなアクビをもう一度する。"
    ],
    "textEn": [
      "Rika-chan yawned again, so wide you could see her molars."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…本当に大丈夫ですの…？",
      "圭一さんって、見かけと違ってずいぶんと頼りない方でございますからね！」"
    ],
    "textEn": [
      "\"...Is it really all right...?",
      "Keiichi-san is pretty unreliable, despite how he looks!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「やれやれ…。",
      "沙都子の中の圭一株は大暴落みたいだな。",
      "…安心しろ。",
      "皿くらいきっちりと洗ってみせるぞ。",
      "安心して帰れ。"
    ],
    "textEn": [
      "\"Gimme a break...",
      "Looks like Keiichi's approval ratings have plummeted in Satoko's mind.",
      "...Don't worry.",
      "I'll clean those dishes up no problem.",
      "So don't worry about it and go home."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "……ってゆーか、こんな時間じゃ、沙都子たちだけに帰らせられないよな。",
      "家まで送るよ。",
      "自転車のカギを……、」"
    ],
    "textEn": [
      "...Actually, at this hour, I can't let you two go home by yourselves.",
      "I'll take you there.",
      "Let me find the key for my bike...\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「私たちを送った後、ひとりで家に帰るのは圭一さんではありませんの！",
      "夜道に迷って、高津戸あたりに迷い込んだら大変ですのよ？",
      "あの辺り、お家も灯りも全然ありませんから。」"
    ],
    "textEn": [
      "\"Once you've taken us home, Keiichi-san will be the one going home by himself!",
      "You'll be in big trouble if you get lost on the roads at night and end up in Takatsudo!",
      "There's no houses or lights out there at all.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……沙都子たちの夜道を案じたつもりが、俺の迷子を案じられるとは思わなかった。",
      "…そんなにも俺って、頼りないかな…。",
      "実に口やかましいヤツだが、……うん。",
      "……何だかこういう気持ち、悪くない。",
      "結局、見送りは不要ということになった。",
      "沙都子と梨花ちゃんを門のところまで送る。"
    ],
    "textEn": [
      "...I was trying to worry about them going home, but I didn't think they'd be worried about me getting lost.",
      "...Am I really that unreliable?",
      "She really is being critical, but... yeah.",
      "...This feeling I have—it's not bad.",
      "So I ended up not needing to escort them.",
      "I saw off Satoko and Rika-chan to the gate."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「今日は本当にありがとうな。",
      "お陰で、とても文化的な夕飯にありつけたよ。」"
    ],
    "textEn": [
      "\"Thanks a lot for today.",
      "Thanks to you, I got a good, cultural dinner.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子が来なかったら、今頃圭一はぐーぐーでにゃーにゃーだったのです。」"
    ],
    "textEn": [
      "\"...If Satoko hadn't come, Keiichi would be growling and yowling right now.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「本当ですわね！",
      "本当、来てよかったですわ。」"
    ],
    "textEn": [
      "\"Truly!",
      "It's really good that we came.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "本当に助かったよ…。",
      "もう一度感謝を込めて、頭を下げる。"
    ],
    "textEn": [
      "They really saved me...",
      "I gave them another bow filled with gratitude."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「そうそう。",
      "ご飯とおかずの残りをタッパーに詰めておきましたから、明日はそれをお弁当になさいませ。",
      "あと、明日の朝食は、食パンとジャムがいいですわね。"
    ],
    "textEn": [
      "\"Oh, yes.",
      "I put the rice and side dishes into a container, so use that for your bento tomorrow.",
      "And for breakfast, you can eat some bread and jam."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "イチゴジャムとピーナツバターが冷蔵庫中段の右端にありましたわ。あ",
      "と粉末ココアが食器棚の右上の戸の中に…、」"
    ],
    "textEn": [
      "Strawberry jam and peanut butter were in your refrigerator, on the middle shelf to the right.",
      "Cocoa powder, too, was in the upper-right door of the cupboard...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そこまで事細かに言われなくてもわかるさ…と言おうとするが、謙虚に聞いておくことにする。",
      "この頃になってようやく、一見不機嫌そうな沙都子が、実は梨花ちゃんが言うように、とても上機嫌であることに気付く。",
      "…口やかましくも、とても嬉しそうな沙都子に。"
    ],
    "textEn": [
      "I know all that, you don't have to go into detail—I was about to say that, but I decided to humbly listen to her.",
      "It was then that I finally realized that Satoko, who had appeared to be in a bad mood, was in fact in a great one, just like Rika-chan had said.",
      "...And that though she nagged a lot, she was very kind."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……では、おやすみなさいなのですよ。」"
    ],
    "textEn": [
      "\"...Then good night.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「寝る前にはちゃんと歯を磨くんですのよ！",
      "５分以上かけてしっかりと磨きなさいませー！」"
    ],
    "textEn": [
      "\"Make sure to brush your teeth before you go to bed!",
      "You have to do it for at least five minutes!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「わかったよ沙都子。",
      "…ちゃんと歯も磨くし、明日の朝飯も用意する。",
      "弁当も忘れないようにするよ。」"
    ],
    "textEn": [
      "\"I got it, Satoko.",
      "...I'll brush my teeth and make breakfast for tomorrow.",
      "And I'll be sure not to forget the bento.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「いつもより早めに起きないと、朝食やお弁当の支度ができませんわよ？",
      "何なら少し早いくらいの時間に目覚まし代わりに電話してさしあげましょうか？」"
    ],
    "textEn": [
      "\"You need to wake up earlier than usual, or you won't be able to get your breakfast or bento ready, got it?",
      "If you like, I can give you a call a little earlier to wake you up instead of using your alarm clock.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そ、そこまでしてくれなくても大丈夫だよ。",
      "…目覚まし時計を少し早めにセットしておくことにする。",
      "……ありがとな。いろいろと気にしてくれて。」"
    ],
    "textEn": [
      "\"Y-You don't have to go that far.",
      "...I'll set my alarm clock to wake me up a little early.",
      "...Thanks for being so concerned about me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子はまだ小言を言い足りないようだったが、",
      "切り上げ、おやすみの挨拶を残すと、自転車にまたがり真っ暗な夜道に消えていった。",
      "梨花ちゃんもそれについていこうとし、何かを思い出して戻ってきた。"
    ],
    "textEn": [
      "Satoko looked like she had more fault-finding to do,",
      "but she stopped and, leaving me with a \"good night,\" got on her bike and disappeared down the night-time road.",
      "Rika-chan went to do the same, but then remembered something and came back."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「どうした梨花ちゃん。",
      "忘れ物か…？」"
    ],
    "textEn": [
      "\"What's wrong, Rika-chan?",
      "Did you forget something...?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……今日の圭一は百点満点でした。",
      "ぱちぱちぱちなのです。」"
    ],
    "textEn": [
      "\"...Keiichi, you get one hundred points for today.",
      "Clap clap clap.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "突然、梨花ちゃんに褒められる。",
      "小さな手のひらでパチパチと。",
      "…一体何のことやら？"
    ],
    "textEn": [
      "Rika-chan suddenly complimented me.",
      "She clapped her small hands.",
      "...What was she on about?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「べ、別に褒められるようなことはしてないだろ…。",
      "危うく自宅を火事にするところだったし…。」"
    ],
    "textEn": [
      "\"I-I didn't do anything worthy of praise, did I...?",
      "I nearly burned down the house, after all...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……沙都子もきっと、にーにーが帰ってきたような気がして。",
      "とても楽しかったと思いますです。」"
    ],
    "textEn": [
      "\"...Satoko probably felt like her Nii-nii had come home.",
      "I think she was having a lot of fun.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……………………。」"
    ],
    "textEn": [
      "\"......\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……たまに。",
      "これからも沙都子のお小言に付き合ってあげて欲しいのですよ。」"
    ],
    "textEn": [
      "\"...Once in a while.",
      "I want you to go along with Satoko's scolding in the future.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「沙都子に小言を言われる、頼りない兄貴、…悟史の代わりになってやれって言うことか？」"
    ],
    "textEn": [
      "\"Are you telling me to be like an older brother that she can scold... instead of Satoshi?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花ちゃんは何も言わず、ただ、にぱ〜☆と笑った。"
    ],
    "textEn": [
      "Rika-chan didn't say anything—she just smiled and went all nipah~☆."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…悟史ってさ、",
      "…こんなにも出来た妹と一緒で、何が不満だったんだ？",
      "…俺が悟史だったら絶対に家出なんかしないぞ。」"
    ],
    "textEn": [
      "\"...This Satoshi person...",
      "He has such a great little sister, so what was he unhappy about?",
      "...If I were Satoshi, I would never have run away from home.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……悟史には悟史なりの事情があったのです。",
      "…きっと。」"
    ],
    "textEn": [
      "\"...Satoshi had his own circumstances.",
      "...I'm sure.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "何が不満だったか知らないが。",
      "…どんな理由にせよ、沙都子を放り出していく言い訳になんかなるもんか。"
    ],
    "textEn": [
      "I didn't know what he was unhappy with.",
      "...But whatever the reason, it was no excuse for abandoning Satoko."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「早く帰ってくるといいな。",
      "……俺じゃ、多分本物のにーにーの代役はいつまでも務まらないぜ？」"
    ],
    "textEn": [
      "\"I hope he comes back soon.",
      "...I probably can't play the role of her actual Nii-nii forever, you know?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……大丈夫ですよ。",
      "今日の圭一は、悟史そっくりだったのです。",
      "またお願いしますなのですよ。」"
    ],
    "textEn": [
      "\"...It's okay.",
      "You were just like Satoshi today.",
      "Please do it again sometime.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それで沙都子が喜ぶなら。",
      "……この程度の代役、いつだって引き受けてやるさ。"
    ],
    "textEn": [
      "If that's what would make Satoko happy.",
      "...I'd take on this easy role whenever I needed to."
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…梨ぃ花ぁ〜！！！」"
    ],
    "textEn": [
      "\"...Rikaaa~!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ずっと向こうの外灯の下で、沙都子が自転車を止め、いつまでもついてこない友人を呼んでいる。"
    ],
    "textEn": [
      "Satoko stopped her bike under a distant exterior light and called out to her friend, who wasn't coming no matter how long she waited."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ではボクはもう行きますですよ。",
      "おやすみなさいなのです。」"
    ],
    "textEn": [
      "\"...Okay, I have to go.",
      "Good night.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「あぁ。お休み。」"
    ],
    "textEn": [
      "\"Yeah, night.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクでは悟史の代わりをできませんが、圭一ならできます。",
      "…これで、ボクも心の荷がひとつ下りましたのですよ。」"
    ],
    "textEn": [
      "\"...I can't replace Satoshi, but Keiichi could do it.",
      "...That's one less piece of baggage I need to shoulder.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それだけを言い残し、梨花ちゃんの自転車が走り出す。",
      "…沙都子の自転車も並んで走り出し、…２人の自転車はあっという間に見えなくなった。"
    ],
    "textEn": [
      "Leaving me with that, Rika-chan sped off on her bike.",
      "...She rode up next to Satoko... and then the two of them disappeared in the blink of an eye."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「悟史。",
      "……本当に、早く帰ってきてやれよな。",
      "……あんまり帰りが遅かったら…。」"
    ],
    "textEn": [
      "\"Satoshi.",
      "...Seriously, come back soon, got it?",
      "...If you come home really late...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "俺が、ぶっ飛ばしてやるからな。",
      "…その日まで、がんばろうな、沙都子。",
      "二人の自転車の音が聞こえなくなっても。",
      "…俺はしばらくの間、二人を見送り続けていた。"
    ],
    "textEn": [
      "I'll punch you right in the nose.",
      "...Let's try our best until that day comes, Satoko.",
      "Even if I could no longer hear the sounds of their bicycles.",
      "...I stood there for a while, seeing them off."
    ]
  }
]