[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "福児庶エ２−３第４４号",
      "昭和５２年Ｘ月ＸＸ日",
      "児童名：",
      "北条沙都子（Ｘ歳）",
      "鹿骨市雛見沢村ＸＸＸ番地在住",
      "（１）相談の経路",
      "本児より子ども虐待ＳＯＳに電話相談有り。",
      "（２）虐待の状況",
      "本児が養父に身体的虐待を受けているという訴え。",
      "（３）家族構成（●虐待者）",
      "●養父、実母、兄、本児",
      "※養父と実母は昭和ＸＸ年に入籍。",
      "本児は離婚した前夫との子。",
      "（４）児童相談所の対応",
      "本児より電話相談が入り、同日、学校に電話で、本児の状況を聞き取り。",
      "即日、担当児童福祉司が本児宅を訪問し、面談を行なった。",
      "養父は真摯に指導を受け入れ、以後、市の育児ワークショップを受講することに同意した。",
      "助言指導とし、経過を観察することとする。",
      "（５）その他",
      "市教育相談所で本児に対し数度のカウンセリングの結果、",
      "本児の養父への過度の不信、コミュニケーション不足が原因である可能性が高いことがわかった。",
      "当初訴えのあったような虐待は実際には行なわれておらず、本児が養父を遠ざけるため、虚実の訴えをした様子。",
      "（以下は当時の担当者のえんぴつによる走り書き）",
      "むしろ娘の方に問題があったようだ。",
      "虐待話はほとんどが作り話の可能性があると市教育相談所のＦ主査。",
      "今後は本児への指導を中心に行なうこととなった。",
      "本児の話は真に受けすぎないように注意。"
    ],
    "textEn": [
      "Fukujisho D2-3 Number 44",
      "______ __, 1977",
      "Child name:",
      "Satoko Houjou (_ y/o)",
      "Residence: ___ Hinamizawa Village, Shishibone",
      "(I) Consultation circumstances",
      "Telephone SOS from child of child abuse.",
      "(II) Abuse situation",
      "Child claims she is being physically abused by her adoptive father.",
      "(III) Family structure (● marks abusers)",
      "●Adoptive father, real mother, older brother, child in question",
      "Note: Adoptive father and real mother entered family registry in 19__.",
      "The child is the daughter of the mother's previous husband.",
      "(IV) Child consultation center's response",
      "On the day of the child's telephone consultation, the center called the child's school and asked of her situation.",
      "On that day, the child welfare officer on duty visited the child's house and conducted an interview.",
      "The adoptive father sincerely listened to instruction and agreed to take child-raising workshops in the city from now on.",
      "As part of the suggested coaching, the center will continue to observe the situation.",
      "(V) Other notes",
      "As a result of numerous counseling sessions at the city's education consultation office regarding the child,",
      "we learned there was a high possibility the cause of the child's excessive distrust towards her adoptive father was the result of a lack of communication.",
      "The abuse she claimed hadn't actually taken place—she had made a false report to distance herself from her adoptive father.",
      "(Below is a note written in pencil by the person on duty at the time)",
      "The problem appeared to be more with the daughter.",
      "Chief Investigator F of the city's education consultation office said that most of her stories of abuse were likely fabrications.",
      "They decided to shift the focus of their coaching to the child.",
      "Be cautious not to take everything the child says as truth."
    ]
  }
]