[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "昭和５８年６月１８日",
      "北条沙都子に関する虐待問題について（緊急）",
      "標記の件につき、北条沙都子を緊急に保護すべきであると進言します。",
      "１．家庭状況",
      "先日、雛見沢に戻った養父との生活はすでに破綻しており、養父による虐待は肉体的にも精神的にも耐えがたいものとなっている模様です。",
      "２．児童相談所の対応",
      "昨日２３日に県福祉部より児童保護司が派遣されましたが、５２年度のケースにより、慎重策から継続指導の形となりました。",
      "残念ながら相談所長は正しく状況を把握しているとは言えません。",
      "３．当該児の状況",
      "初見ではすでに鬱状態もしくはノイローゼに近い状態を発症していると思われます。",
      "ストレスにより、思春期独特の不安定な状態が刺激されれば、健全な身体・精神の発育に憂慮すべき事態をもたらすでしょう。",
      "人道的見地からも、このまま放置することは許されません。",
      "４．家庭裁判所への申し立て",
      "以上から、北条沙都子を緊急に保護すべきであると進言します。",
      "家裁に緊急に法２８条申し立てをし、一時保護を行うべきです。",
      "緊急に、関係各機関への調整を求めるものであります。"
    ],
    "textEn": [
      "June 18, 1983",
      "Abuse issues regarding Satoko Houjou (URGENT)",
      "We propose that Satoko Houjou must be taken into immediate custody based on the items below.",
      "1. Family situation",
      "Life with adoptive father who recently returned to Hinamizawa has already turned disastrous, and she is currently subject to unendurable physical and mental abuse from the father.",
      "2. Child consultation center's response",
      "A child probation officer was dispatched yesterday on the 17th from the prefecture welfare office, but because of the '77 case, changed to continued coaching and cautionary action.",
      "Unfortunately, the consultation office head does not properly understand the situation.",
      "3. Status of concerned child",
      "Child already appears to be suffering from an outbreak of something close to neurosis or manic depression.",
      "If her unstable pubescent mind is negatively stimulated by stress, it will put her development of a healthy body and mind at risk.",
      "This cannot be allowed to continue from a humane standpoint.",
      "4. Allegations made to the family court",
      "We propose, based on the above items, that Satoko Houjou should immediately be taken into protective custody.",
      "She should be secured temporarily under emergency allegations to the family court under Article 28.",
      "We request emergency coordination between all related agencies."
    ]
  }
]