[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "昭和５７年７月ＸＸ日",
      "興宮警察署捜査一課",
      "高杉課長　殿",
      "ＸＸ県警麻薬犯罪撲滅本部",
      "鹿骨支部長　ＸＸＸＸ",
      "秘匿捜査指定第Ｘ号事件について",
      "標記秘匿捜査事件（興宮警察署第Ｘ号、雛見沢村主婦撲殺事件）について関連すると思われる部分が、",
      "当本部担当事件の供述調書内に確認されたことを通達する。",
      "Ｘ月Ｘ日に覚醒剤所持の現行犯で逮捕したＸＸＸＸ容疑者への取調べ中、",
      "標記事件の犯行をほのめかす供述があり、その中に、犯人しか知り得ない情報が含まれていることが明らかとなった。",
      "よって、この供述調書（複写）を貴課に提供する用意がある。",
      "この供述調書を信頼できるなら、ＸＸＸＸ容疑者は標記事件の実行犯である可能性が極めて高い。",
      "なお、担当取調官はこの供述を受け、興宮警察署に事件の問い合わせをしたが、",
      "",
      "７月１日県警本部長発令の秘匿捜査指定（昭和５７年総総管イ１−１２）を対応した興宮署担当者が誤解し、",
      "担当取調官に対し、事件の存在を正しく説明しなかった。",
      "その為、担当取調官は標記事件に関連する供述を重要なものと認識せず、",
      "その結果、現場確認等を怠り、今日まで放置するに至ったことを謝罪する。",
      "なお、ＸＸＸＸ容疑者は先日Ｘ月Ｘ日、留置場内にて死亡したことを追記する。"
    ],
    "textEn": [
      "July __, 1982",
      "Okinomiya Police Station 1st Investigative Division",
      "Chief Takasugi",
      "____ Prefecture Police Headquarters for the Eradication of Drug-Related Crime",
      "Shishibone Branch Head, ____ ____",
      "Regarding incident _ designated as undercover investigation",
      "This message is to inform you that a section of the testimony records of an incident under this police headquarters' jurisdiction has been found",
      "that is thought to be related to the undercover investigation of the incident in question (Okinomiya Police Station X, Hinamizawa Village housewife slaughter incident).",
      "During investigation of suspect ___ ___ who was arrested for possession of illegal drugs,",
      "there was testimony related to the crime in question, and as part of it, we learned that the criminal had information only he could have known.",
      "Therefore, this record of testimony (duplicate attached) will be provided to you.",
      "If this testimonial is to be believed, then there is an extremely high chance that suspect ___ ___ was the culprit behind the incident in question.",
      "In addition, the head investigator on the case received this report and inquired as to the incident with the Okinomiya Police Station,",
      "<size=-2>",
      "but the responsible party at Okinomiya Station, who responded to the designated undercover investigation announced by the prefectural police's general director on July 1 (1982, Osamu Fusakane, B1-12), misunderstood,",
      "and did not explain the incident's existence to the head investigator on the case properly.",
      "Because of this, the case's head investigator was not aware of the importance of the testimony as it related to the case in question,",
      "and as a result, was negligent when combing the scene; we apologize for having left it in the dark until now.",
      "In addition, there is a postscript stating that suspect ___ ___ died while in confinement yesterday on X/XX."
    ]
  }
]