[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「その前原くんって子は…本当に助っ人になれるんですか…？",
      "相手はあの強豪校のエース、左腕の亀田くんですよ？",
      "甲子園クラスの投手を打ち崩せるなんて…一体どんな助っ人なんです…？！」",
      "スポーツ新聞でも有名な高校野球のエース、左腕の亀田くんって、知らない？」"
    ],
    "textEn": [
      "\"This Maebara-kun kid... Will he really save us...?",
      "We're up against that ace among champions, Kameda-kun!",
      "He can beat a Koshien-class pitcher... He must be a god...!\"",
      "Don't you know about Left-Arm Kameda-kun, the high-school ace famous in sports magazines?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「たまたまね、今日の試合にあの亀田くんが見物に来てたの。」"
    ],
    "textEn": [
      "\"And Kameda-kun just happened to show up to watch the game today.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "亀田って男が通う高校は、うちの県ではかなり知られた甲子園常連の学校らしい。",
      "俺は爽やかなスポーツマンのふりをした…隠れすけべぇなんだぁ…。」"
    ],
    "textEn": [
      "Apparently Kameda attends a fairly well-known school in our prefecture that frequently sent people to Koshien.",
      "I'm nothing but a... a pervert, pretending to be a proper sportsman...\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「そうだ。",
      "お前はすけべぇだッ！！！」"
    ],
    "textEn": [
      "\"That's right.",
      "You're a pervert!!!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「わめくな亀田！！",
      "男がすけべぇで何が悪いッ？！？！」"
    ],
    "textEn": [
      "\"Do not cry, Kameda!!",
      "What's wrong with a man being a pervert?!?!\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「男はすべからくすけべぇだ！！",
      "だがそれを認めか否かで、男の器は天と地の差を持つのだ！！！",
      "帰りはエンジェルモートでショートケーキを飽きるまで見つめて……くっくっく！！"
    ],
    "textEn": [
      "\"A man ought to be a pervert!!",
      "But admitting it sets a man apart from those below him!!",
      "I'll go to Angel Mort on the way home and just gaze at that shortcake until I'm sated... hu-hu-hu!!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "身を寄せ合って震える少女たちをひとりずつ順番に…、…くっくっく！！！",
      "ひとつ食べるごとに…次はどの子にしようかと…顎をこう、くいと持って、品定めをして…、"
    ],
    "textEn": [
      "I draw ever closer to the trembling maidens, and then, one by one... I show them... hu-hu-hu!!!",
      "For every one I eat... I hold my jaw tight, just like this, and appraise the goods... wondering who to go for next..."
    ]
  },
  {
    "color": "#5a5e5e",
    "labelEn": "Kameda",
    "labelJp": "亀田",
    "textJp": [
      "「……愛でるように…！！",
      "……フリルとリボンで西洋人形のように飾られた美少女たち、食い放題で行こうかなぁ？！"
    ],
    "textEn": [
      "\"...As if cherishing each one...!!",
      "why don't I head down to Angel Mort and get all-you-can eat of those lovely young ladies, decorated like western dolls in frills and ribbons?!"
    ]
  },
  {
    "color": "#5a5e5e",
    "labelEn": "Kameda",
    "labelJp": "亀田",
    "textJp": [
      "く、",
      "食い放題ッ！！！」"
    ],
    "textEn": [
      "A-",
      "All you can eat!!!\""
    ]
  }
]