[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ろくでなしの怠け者だからね。",
      "…沙都子が重宝なわけだから、何もひどい扱いをしているってわけじゃないかもしれないだろ…？」"
    ],
    "textEn": [
      "\"Because he's a good-for-nothing slob.",
      "...If Satoko's that important, then there wouldn't be any reason to torment her, would there...?\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "雛見沢に帰ってきた理由だって、一緒に暮らしてた相手が失踪して生活できなくなったからでしょ？"
    ],
    "textEn": [
      "He only even came back because the lady he was depending on vanished and he couldn't look after himself."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……………どう、なんだ…？」",
      "いろいろと状況証拠は必要だろうけど、こういうのって問題だろ？",
      "…あるいはそういうのって、興宮の相談所の人とかに相談できないの？」",
      "興宮の相談所に。"
    ],
    "textEn": [
      "\"......How's... the situation...?\"",
      "We'd need a lot of circumstantial evidence, but it's a problem, right?",
      "...And can't we talk to Okinomiya's welfare people about this?\"",
      "To Okinomiya's welfare center."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「しばらくは毎週決まった日に担当の職員さんが訪問してたみたい。",
      "…ということはつまり……しばらくは黙って見てろ…ってことなんだよね…？」",
      "……保護者のいない子供って、……施設みたいなところに入れられちゃうんじゃないっけ…？」",
      "そのお陰で梨花ちゃんは保護者から離れての生活を認められているってわけ。"
    ],
    "textEn": [
      "\"The welfare officer apparently went to visit on the same day each week for a while.",
      "...This means... we have to just sit quietly and wait, don't we?\"",
      "...Don't kids with no guardians... have to go to some sort of institution...?\"",
      "That's why Rika-chan is allowed to live separately from her guardian."
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんな日々に終止符を打ってくれたのは、……どこの誰とも知らない、薬物中毒のおかしなヤツだ。",
      "たまらなくなって沙都子の手を、そっと握る。",
      "………その時、沙都子の手のひらの熱が、異常なほど、",
      "……そう、汗ばむほどに火照っているのに気づいた。"
    ],
    "textEn": [
      "The one who brought an end to those terrible days... was some crazy drug addict nobody knew.",
      "Before I could help it, I'd gently clasped Satoko's hand.",
      "...And then, I noticed how hot it was...",
      "well above normal temperature, Satoko's hand was flushed and sweaty."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……おい、沙都子…お前、まだ熱が…？！」"
    ],
    "textEn": [
      "\"...Hey, Satoko... Do you still have a fever?!\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「…………今年の夏風邪は、なかなかしつこいようですわね。",
      "気になさらないで下さいませ。」"
    ],
    "textEn": [
      "\"......I just can't seem to shake this year's summer cold.",
      "Please, pay it no mind.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「……沙都子ちゃんは多分、…そういう仕打ちに耐えるのを試練だと考えているかもしれません。」"
    ],
    "textEn": [
      "\"...Satoko-chan probably... thinks of this poor treatment as a trial.\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「あの家で悟史くんの帰りを待つのが、沙都子ちゃんの生きる理由でもあります。",
      "………兄に捨てられた少女が、…何に生きる理由を見出したか。"
    ],
    "textEn": [
      "\"Because Satoko-chan's reason for living is to wait at that house for Satoshi-kun to return.",
      "......The young girl abandoned by her brother... How did she find her reason to live?"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「…俺は、………本当に沙都子が危ないと感じたら、…誰の意思も聞かずに行動します。"
    ],
    "textEn": [
      "\"...If... If I feel that Satoko is really in danger... I will take action without asking anyone's opinion."
    ]
  }
]