[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「大したことじゃないです。",
      "すでにご存じの方もおられるかと思いますけど、",
      "閲覧できる資料に新しいものが追加されて、……私、園崎詩音のシナリオがプレイできるようになるってことですよ」"
    ],
    "textEn": [
      "\"It's no big deal.",
      "As you probably already know,",
      "a brand new chapter is being added. And I, Sonozaki Shion, will be the main character.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "風の噂じゃ、俺のボイス数を超えてるとか？！",
      "へっへ〜ん、俺の苦労を少しは思い知れ〜！！」"
    ],
    "textEn": [
      "If the rumors are right, you got even more voiced lines than me?!",
      "Ha-hah! Get a small taste of my suffering~!!\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "私個人としては、大災害が実際に起こったときの惨劇の描写も欲しかったところだけど、みんなの感想も同じかしら？」",
      "ではここで、今回の会合に改めてご参加いただく皆さんです。",
      "脇役にしては出番もセリフも多過ぎで、しかもキャラが強すぎましてよ。」",
      "今後どれだけ出番があるかはわかりませんが、その節は応援よろしくお願いしますね〜。」",
      "では次に、我らが担任、知恵留美子先生〜！！」",
      "色々と登場シーンもあったのですが、今回カレー勝負で目立つシーンをいただきまして。",
      "…カレーを馬鹿にする人は許せません。ええ。」",
      "だ、だれもバカになんてしていませんよっ？"
    ],
    "textEn": [
      "Personally, I wanted to get a scene depicting the tragedy unfolding after the disaster struck—do you all think so too?\"",
      "Now here are our guests that debuted in this chapter.",
      "You had too many appearances, too much dialogue, and too strong a role for a minor character.\"",
      "I don't know how much I'll get to appear from hereon, so please root for me!\"",
      "Next up is our teacher, Chie-sensei~!!\"",
      "I've appeared in various scenes, and this time I was given that memorable scene, the curry showdown.",
      "...I just can't forgive those who would slight curry.\"",
      "N-Nobody here would even think of it!"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「劇中の私が入ったレストランは、園崎系列の店だったということですね。",
      "園崎一族は、この辺りの飲食店やら何やらを経営しているわけですから。」"
    ],
    "textEn": [
      "\"Meaning that the restaurant I visited during the story must have been part of the Sonozaki group.",
      "Since the Sonozaki family runs various eateries and businesses around these parts.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……「鬼隠し」のレナはコワイ人だけど、それは「鬼隠し」だけの設定、ということじゃなくて。",
      "…レナはレナで、３つのシナリオに、まったく変わらない設定で出演している、ということですね？」"
    ],
    "textEn": [
      "\"...I was scary in Onikakushi, but that wasn't only because it was Onikakushi...",
      "it was because my character was the exact same in all three stories, is that it?\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「一般的なサスペンスアドベンチャーの視点で考えると…物語が派生する分岐点が存在したってことになりますね。」"
    ],
    "textEn": [
      "\"If we think from the perspective of a general adventure game in the suspense genre... sometimes the story branches depending on choices, right?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「「綿流し」で言うと、…お姉に人形を渡した、あるいは渡さなかった、というあたり？？」"
    ],
    "textEn": [
      "\"So in Watanagashi, the point where you do or don't give the doll to my sister?\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「では、「祟殺し」に話を戻しますと",
      "……うーん。この場合ですと、…叔父を殺そうと決意するあたりですかしら。」",
      "…同居人の女性がトラブルで失踪して、叔父が雛見沢に帰ってくることになった辺りから、もう分岐しちゃってると思うわね。」",
      "…ちゃんと圭一さんの気持ちを理解して。",
      "それで大石さんも私の叔父さんも現れなかったら、……何も起こらずに平和に過せるってことなんじゃありませんの？」",
      "あんたにゃ次は容赦なく痛い目見させてやるからね！！",
      "泣いて謝ったって許してやるもんかー！！！"
    ],
    "textEn": [
      "\"Well then, returning to the topic of Tatarigoroshi.",
      "Hmm, this time round... maybe whether you decide to kill the uncle or not.\"",
      "...I think it branched back when the uncle's cohabitant disappeared because of some trouble and he returned to Hinamizawa.\"",
      "...If we were more understanding of Keiichi-san's feelings...",
      "And if Ooishi-san and my uncle hadn't appeared... would we not have spent our time in peace, without anything happening?\"",
      "Next time I'll make sure to be merciless in the pain I put you through!!",
      "You can cry and apologize as much as you like, it won't work!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「鬼ヶ淵の沼に捧げ物を沈める…あの儀式、ですね！」"
    ],
    "textEn": [
      "\"Sinking a ritual offering into the Onigafuchi Swamp, right!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…さ、捧げ物って、…何をオヤシロさまに捧げるっていうんですか？」",
      "どんな分岐にも関係なく話の流れから脱落が確定している人だよ！"
    ],
    "textEn": [
      "\"...A-An offering? ...What do you suggest is offered to Oyashiro-sama?\"",
      "Someone who is destined to drop out from the story no matter what happens!"
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「……あー…、",
      "…その「脱落」が確定している人って、",
      "…やっぱり僕のことかな。」"
    ],
    "textEn": [
      "\"...Uhh...",
      "...When you say someone who drops out no matter what...",
      "you're talking about me, aren't you?\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「やぁ、私が北条叔父ですよ〜。」"
    ],
    "textEn": [
      "\"Hiya, my name's Uncle Houjou~.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「……なんで監督さんが叔父さまの役を？」"
    ],
    "textEn": [
      "\"...Why is Coach playing my Uncle?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「だって、わざわざ呼びにいくのめんどくさいじゃない？」",
      "「はいは〜い、行き場を失くしてロンリーブル〜♪"
    ],
    "textEn": [
      "\"Going to get him would be pretty tedious, wouldn't it?\"",
      "I'm so lonely and blue because my lover ran away~♪."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "早く雛見沢に帰って、沙都子ちゃんをお持ち帰りしてじっくり教育、未来はご奉仕メイドですよ〜〜♪",
      "突然、レナの腕が光って唸って、大変なことに☆」",
      "もう言っちまってもいいんじゃないか、あれ。」",
      "とはいえ、もうすでにわかってる人たちもいるでしょうけど、まぁいいか。」",
      "姉妹キャラでも遅れ登場した片割れの方が絶対に人気が出るってのは、ギャルゲー全盛時代から決められたお約束ですしー♪♪」",
      "とにかく俺はそのシナリオでは、主人公のお役御免！"
    ],
    "textEn": [
      "Time to go back to Hinamizawa, take Satoko-chan home, train her, and make her into my future maid servant~~♪.",
      "Oh no, all of a sudden, this arm of mine is glowing with an awesome power☆.\"",
      "Isn't it about time we told them about it?\"",
      "I suspect that some people already figured it out, but okay.\"",
      "The late-appearing sister of a pair is always popular, it's been that way since the golden era of galge♪.\"",
      "Anyway, I've been fired from my main character post for once!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「まー、圭ちゃんのボイス数は異常ですから、他のシナリオに入れるようになればすぐに逆転されるでしょうけど。",
      "ま〜、園崎姉妹の実力ってヤツを、とくと皆さんにお見せしてさしあげますよ。」"
    ],
    "textEn": [
      "\"Well, Kei-chan has such a ridiculous number of voiced lines I'm sure that'll be turned around in the other scenarios.",
      "Anyway, be prepared to experience the true prowess of the Sonozaki sisters.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「「ひぐらしのなく頃に粋」も、今回の「祟殺し」と、外伝の「染伝し」で一区切り。"
    ],
    "textEn": [
      "\"With Tatarigoroshi and the side story Someutsushi, we've hit a landmark point in the Higurashi: When They Cry series."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "ミステリアスな謎を次々と提示してきた前半部はここで折り返しになり、",
      "次の章からはこれまでの謎に挑み、そしてさらなるドラマの幕開けとなります。」",
      "御三家の秘密に近付きすぎて、閉じ込められていたぶられて！",
      "ヒサンな最期を遂げる役に決まってるー！！」"
    ],
    "textEn": [
      "This first half presented a lot of strange and exciting mysteries, but starting next time...",
      "we'll start to challenge the mysteries from the next chapter, which will set the stage for yet more drama.\"",
      "You'll get too close to the Three Families' secrets, be imprisoned, and then get tormented!",
      "You're a shoe-in to meet a violent, unnatural death!!\""
    ]
  }
]