[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「じゃあ圭ちゃん、私と一緒に言いましょうね。",
      "せーの！」"
    ],
    "textEn": [
      "\"Okay, Kei-chan, let's say it at the same time.",
      "One, two, three!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「「次回のシナリオの主人公は園崎詩音になりました〜〜！！」」"
    ],
    "textEn": [
      "\"\"The main character of the next story will be Shion Sonozaki~~!!\"\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "風の噂じゃ、とうとう俺にも立ち絵が実装とか？！",
      "ひゃっほ〜い！！」"
    ],
    "textEn": [
      "If the rumors are right, I might even get a portrait finally?!",
      "Yahoo!!\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "私個人としては、ガスに包まれて、ひとり、またひとりと村人が痙攣して泡を吹きながら息絶えていくシーンの描写も欲しかったところだけど、みんなの感想も同じかしら？」",
      "ではここで、今回のシナリオから立ち絵新登場の皆さんです。",
      "今回限りの脇役にしては出番もセリフも多過ぎでしてよ。」",
      "次回のシナリオでも出番があるかはわかりませんが、その節は応援よろしくお願いしますね〜。」",
      "では次に、第１回から登場していたにも関わらず、ずっと立ち絵がなかった、知恵先生〜！！」",
      "第１回からずーっと学校シーンで登場させてもらってたんですけど、どういうわけか立ち絵がいただけなくて。",
      "…どうしてなんでしょうねぇ。」",
      "ど、どうしてなんでしょうね！"
    ],
    "textEn": [
      "Personally, I wanted to get a scene of the gas coming in, the villagers spasming and foaming at the mouth one by one before dying—do you all think so too?\"",
      "Now here are all the new character portraits that debuted in this chapter.",
      "You had too many appearances and too much dialogue to be a minor character this time.\"",
      "I don't know if I'll appear in the next scenario, so please root for me!\"",
      "Next up we have Chie-sensei, who has been around since Chapter 1 but never had a portrait until now~!!\"",
      "They've had me appear in school scenes ever since the first chapter, but for whatever reason, I didn't have my own portrait.",
      "...I wonder why?\"",
      "Y-Yes, I wonder!"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「劇中の私が、制服の可愛いレストランと言っているのは、きっとエンジェルモートのことに違いありません。",
      "で、エンジェルモートってのは園崎一族が持つお店ですから…。」"
    ],
    "textEn": [
      "\"When I mentioned a restaurant with cute uniforms during the story, it must have meant Angel Mort.",
      "And Angel Mort is owned by the Sonozaki family, so...\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……鬼隠し編の私はコワイ人だけど、それは鬼隠し編だけの設定、ということじゃなくて。",
      "…私は私で、３つのシナリオに、まったく変わらない設定で出演している、ということですね？」"
    ],
    "textEn": [
      "\"...I was scary in Onikakushi, but that wasn't only because it was Onikakushi...",
      "it was because my character was the exact same in all three stories, is that it?\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「一般的なサウンドノベル的に考えると…物語が派生する分岐点が存在したってことになりますね。」"
    ],
    "textEn": [
      "\"If we think in a general sound novel type of way... sometimes the story branches depending on choices, right?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「綿流し編で言うと、…お姉に人形を渡さなかった、という辺り？」"
    ],
    "textEn": [
      "\"So like... if in Watanagashi, you had given the doll to my sister?\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「では……うーん。",
      "祟殺し編の場合ですと、…叔父を殺そうと決意する辺りですかしら。」",
      "…愛人がトラブルで失踪して、叔父が雛見沢に帰ってくることになった辺りから、もう分岐しちゃってると思うわね。」",
      "…ちゃんと圭一さんが魅音さんにお人形をあげて。",
      "それで大石さんも私の叔父さんも現れなかったら、……何も起こらずに平和に過せるってことなんじゃありませんの？」",
      "あんたにゃ次は容赦なく釘を打つからね！！",
      "もうガシガシにー！！！"
    ],
    "textEn": [
      "\"Well... hmm.",
      "In Tatarigoroshi... maybe whether you decide to kill the uncle or not.\"",
      "...I think it branched back when the uncle's lover disappeared because of some trouble and he returned to Hinamizawa.\"",
      "...If Keiichi-san gave the doll to Mion-san...",
      "And if Ooishi-san and my uncle hadn't appeared... would we not have spent our time in peace, without anything happening?\"",
      "Next time I'll pound nails into you without mercy!!",
      "Bang, bang!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「鬼ヶ淵の沼に生贄を沈める…生贄の儀式、ですね！」"
    ],
    "textEn": [
      "\"Sinking a sacrifice into the Onigafuchi Swamp... A ritual sacrifice!\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「…い、生贄って、…誰を生贄にするんですか？」",
      "どんな分岐にも関係なく死亡が確定している人だよ！"
    ],
    "textEn": [
      "\"...A-A sacrifice... Who do we sacrifice?\"",
      "Someone who dies no matter what happens!"
    ]
  },
  {
    "color": "#945c44",
    "labelEn": "Tomitake",
    "labelJp": "富竹",
    "textJp": [
      "「……あー…、",
      "…その死亡が確定している人って、",
      "…やっぱり僕のことかな。」"
    ],
    "textEn": [
      "\"...Uhh...",
      "...When you say 'dies no matter what'...",
      "you're talking about me, aren't you?\""
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "「やぁ、私が北条叔父ですよ〜。（立ち絵がないので代役です☆）、",
      "愛人に逃げられてロンリーブル〜♪"
    ],
    "textEn": [
      "\"Hiya, my name's Uncle Houjou~ (He has no portrait, so I'm standing in☆).",
      "I'm so lonely and blue because my lover ran away~♪."
    ]
  },
  {
    "color": "#c89a80",
    "labelEn": "Irie",
    "labelJp": "入江",
    "textJp": [
      "早く雛見沢に帰って、沙都子ちゃんを拉致監禁してハァハァに調教してご奉仕メイドですよ〜〜♪",
      "突然、私の腕が光って唸って、大変なことに☆」",
      "出してくれ。」",
      "もう少し秘密にしたかったけど、まぁいいか。」",
      "双子姉妹の遅れ登場妹は絶対に人気が出るってのは、東鳩の時代から決められたお約束ですしー♪」",
      "とにかく俺は次回に限り、主人公のお役御免！"
    ],
    "textEn": [
      "Time to go back to Hinamizawa, lock up Satoko-chan, and—hah, hah—raise her into a maid servant~~♪.",
      "Oh no, all of a sudden, this arm of mine is glowing with an awesome power☆.\"",
      "Can you put her on?\"",
      "I wanted to keep it secret for a while longer, but okay.\"",
      "The late-appearing younger sister of twins being popular has been the pattern of things ever since the days of TH♪.\"",
      "Anyway, I've been fired from my main character post for once!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「まー、圭ちゃんの立ち絵なんてディスク容量の無駄遣いもいいとこですからね。",
      "ディスク１枚に納まらなくなったら、バッサリ没になる可能性激大ですけど。」"
    ],
    "textEn": [
      "\"Well, portraits of Kei-chan would be a big waste of disc space.",
      "If it couldn't all fit on one disc, there's a pretty high chance he'd be the first one dropped.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「「ひぐらしのなく頃に」も、今回の祟殺し編で３作目。"
    ],
    "textEn": [
      "\"With Tatarigoroshi, we're already at the third game in the Higurashi: When They Cry series."
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "ミステリアスな謎を次々と提示してきた前半部はここで折り返しになり、",
      "次回からはこれまでの謎を解決していく後半部、究明編（仮称）のスタートとなります。」",
      "御三家の秘密に近付きすぎて、監禁されて拷問されて！",
      "非業の最期を遂げる役に決まってるー！！」"
    ],
    "textEn": [
      "This first half presented a lot of strange and exciting mysteries, but starting next time...",
      "the mysteries will start to be solved in the second half, marking the start of the Investigation Arc (temporary name).\"",
      "You'll get too close to the Three Families' secrets, be imprisoned, and then get tortured!",
      "You're a shoe-in to meet a violent, unnatural death!!\""
    ]
  }
]