[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "４年目のオヤシロさまの祟りが起きたことは、その翌日にお姉からの電話で知らされた。",
      "死んだのは悟史くんたちを苛めてきた、意地悪叔母だった。",
      "悟史くんの悩みは、叔母と沙都子の関係にあるのだから、叔母の死は問題の解決を意味する。",
      "不謹慎にも小躍りしてもよかったはず。",
      "だが私はそういう気持ちにはならなかった。"
    ],
    "textEn": [
      "Sis called the morning after the Watanagashi festival to tell me that the curse had struck again for the fourth time.",
      "The victim was the evil aunt who was harassing Satoshi-kun and Satoko.",
      "Satoshi-kun's suffering should be over now, since the problem was with Satoko and the aunt's relationship to begin with.",
      "Maybe I should have celebrated,",
      "but I wasn't in the mood for some reason."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………犯人って、もう警察は目星をつけてるのかな。」"
    ],
    "textEn": [
      "\"...Do the police have a lead on the suspect?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私がぼそりと呟くと、受話器の向こうのお姉は、しばし口をつぐんだ。"
    ],
    "textEn": [
      "Sis went quiet when I asked that."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「さぁね。",
      "大石の野郎がしつこく聞き込みをして回ってるみたい。",
      "犯人は近しい人間に違いないと思ってるようだね…。」"
    ],
    "textEn": [
      "\"I don't know.",
      "Ooishi seems to be questioning people in the neighborhood.",
      "He thinks the culprit is somebody close to the victim.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私とお姉は一卵性。",
      "同じ人間だからこそ、同じことを考える。",
      "だから私が、叔母を殺したのは悟史くんかもしれないと漠然と考えるのと同じ様に、恐らくお姉も考えているに違いなかった。",
      "だから、その部分をざわざわ口に出さずに端折り、言った。"
    ],
    "textEn": [
      "Being identical twins,",
      "Sis and I think very much alike.",
      "If I suspected Satoshi-kun of being the murderer, so would she.",
      "Because of this, I didn't have to mention the obvious."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………悟史くんって、祭りの日にアリバイあります？」"
    ],
    "textEn": [
      "\"...Does Satoshi-kun have an alibi for that day...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ぇ、",
      "あ、",
      "……ん、どうだろ…。」"
    ],
    "textEn": [
      "\"Eh,",
      "umm...",
      "I don't know.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はぁ…。」"
    ],
    "textEn": [
      "\"Hahh...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は悪態をつくように深くため息を吐いた。"
    ],
    "textEn": [
      "I heaved a huge sigh."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「馬鹿ですね。",
      "悟史くんは祭りに来ていた。",
      "そういうことでいいじゃないですか。」"
    ],
    "textEn": [
      "\"Are you stupid?",
      "He was at the festival,",
      "didn't you see him there?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「ぁ……ん、……そうだよね。",
      "気が利かなくてごめん…。」"
    ],
    "textEn": [
      "\"Um... yeah... right.",
      "I'm sorry I didn't realize that...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "駄目押しに、もうひとつため息をついた。",
      "馬鹿姉は、叔母が死んだ時点で悟史くんが疑われてもおかしくないことが分かっていながら、悟史くんのアリバイ工作について何も考えなかったのだ。"
    ],
    "textEn": [
      "I heaved another sigh.",
      "Sis was stupid enough to forget to make an alibi for him even though the murder of his aunt alone would raise enough suspicion."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…じゃあじゃあ…。",
      "…やっぱり…悟史が…？」"
    ],
    "textEn": [
      "\"...So, that means...",
      "he did do it...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんが殺したかどうかが問題じゃないでしょ。",
      "悟史くんが犯行の時間帯に、アリバイがあったかが重要なんです！",
      "…ったく。」"
    ],
    "textEn": [
      "\"That's not important now!",
      "The problem is whether he has an alibi or not!",
      "...Tch.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「あ、…あとで警察がうちに来るみたいだから、来たら悟史は祭りで一緒だったって言うよ。」"
    ],
    "textEn": [
      "\"Well... the police are going to come here later. I'll tell them I was with him at the festival.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……お姉？",
      "取ってつけた嘘なんかなぁんの役にも立たないです。",
      "何も手を打たなかったなら、今さら小細工しても無駄ってことです。",
      "せいぜい正直に喋って下さい。"
    ],
    "textEn": [
      "\"...Sis?",
      "Lying out of the blue like that won't work.",
      "If you haven't done anything to ensure his alibi, it's too late now.",
      "Please just be honest with them. I can't trust your acting skills."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "お姉は芝居が下手なんだから、変に意識するとかえって勘繰られますからね？」"
    ],
    "textEn": [
      "You might raise more suspicion if you make something up on the spot...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「…………ん、…ごめん…。」"
    ],
    "textEn": [
      "\"...Yeah... sorry...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音はすっかり落ち込んでいるようだった。冗談じゃない、落ち込みたいのは私の方なんだ。",
      "お姉は普段はそこそこにやれるのだが、突発に対応できる臨機応変さがない。",
      "仮にも園崎家の次期頭首の身なのだから、今からこんなざまでは先が思いやられる。",
      "お姉はそろそろ返事にも窮してきて、話題を変えたくなる頃だろうな、",
      "と思ったちょうどのタイミングで、お姉は話題を逸らした。"
    ],
    "textEn": [
      "She sounded depressed. I was the one who should have been depressed.",
      "Mion usually handles things well, but she's not too good with emergencies.",
      "I was left worried for the future of the Sonozaki family.",
      "Mion must have been embarrassed.",
      "She soon changed the subject."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「詩音、最近はあまりバイトに行けてなかったでしょ…？」"
    ],
    "textEn": [
      "\"I guess you haven't been able to work lately, have you...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…ご賢察痛み入ります。",
      "お陰様で。」"
    ],
    "textEn": [
      "\"You're right, I haven't.",
      "...Thanks to you.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「あ、……うん、ごめん。",
      "…今日は私、夜まで姿を隠してるから、バイトに出られるんじゃない…？」"
    ],
    "textEn": [
      "\"Uh... I'm sorry about that...",
      "I'll hide somewhere until tonight, so maybe you can work today...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "綿流しの事前打ち合わせやら準備やらのせいで、最近のお姉は公の場に出ずっぱりだった。",
      "魅音が公の場にずっといると、私は魅音のふりができない。",
      "つまり、バイトに行けないということだ。",
      "生活費を自分で稼がなければならない私には、それはとても痛いことだった。",
      "本当はバイトなどしたい気分ではない。",
      "……だが、部屋でアンニュイな気分を楽しめるほど、私の財政状況は潤ってはいなかった。",
      "部屋を出て鍵を掛けていると、その音で私の外出に気付いたのか、隣の部屋の戸が開き、葛西が顔を覗かせた。"
    ],
    "textEn": [
      "Sis has been appearing in public places during festival preparations and whatnot.",
      "As a result, I hadn't been able to pretend to be her.",
      "I hadn't been able to work.",
      "As someone who had to support myself, it was a bit of a pain.",
      "To be honest, I didn't feel like working.",
      "...But I couldn't afford to be sitting around, either.",
      "When I locked my apartment door before leaving, the door of the next apartment over opened and Kasai appeared."
    ]
  },
  {
    "color": "#76523d",
    "labelEn": "Kasai",
    "labelJp": "葛西",
    "textJp": [
      "「詩音さん、お出掛けですか…？」"
    ],
    "textEn": [
      "\"Shion-san, are you heading out...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんなとこです。",
      "お姉が姿を隠してくれるそうなんで、久々にバイトに出ます。",
      "葛西、暇だったら叔父さんの店まで車を出してもらってもいい？」"
    ],
    "textEn": [
      "\"Yeah.",
      "I'm going to work, since Sis gave me time until tonight.",
      "Can you give me a ride?\""
    ]
  },
  {
    "color": "#76523d",
    "labelEn": "Kasai",
    "labelJp": "葛西",
    "textJp": [
      "「…………詩音さん、しばらくはバイトを控えられた方がよろしくはないですか？",
      "事件のせいで、警察は園崎家界隈を監視しているようですし。",
      "あまり姿を表に出さない方がいいのではないかと思います。」"
    ],
    "textEn": [
      "\".........Shion-san, wouldn't it be safer for you to take a few days off?",
      "The police seem to be staking out the main house.",
      "I don't think it's a good idea to leave.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「お気遣いは嬉しいけど、バイトしないと食費もないわけですし。」"
    ],
    "textEn": [
      "\"I appreciate your concern, but I have to make money to survive.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "こういう言い方をすると葛西が、食費くらい私が出しますなんて言いかねない。",
      "だが、葛西にお金を無心しないというのはここでの生活を始めた時に、強く誓ったことだ。",
      "私は、人の作ったルールなんて全然守らないが、だからこそ、自分の作ったルールだけは頑なに守りたかった。",
      "葛西は、私が一度言い出したら絶対に聞かないことを知っていたから。",
      "事務的に何度か考え直すように言った後、あっさりと折れて車の用意をしてくれた。",
      "叔父さんの店へ車で行こうとすると、必ずこの信号で捕まる。",
      "必ず捕まる、と分かっていても、やっぱり今日もまた捕まると、それはそれで不愉快だった。",
      "目の前の横断歩道を、とろとろと歩行者たちが横切る。",
      "その歩行者たちの中に、私は悟史くんにそっくりな人を見つけて驚く。",
      "……間違いなく悟史くんだった。",
      "悟史くんとは、つい最近、電話で話したとは言え、その姿を見るのは本当に久しぶりだった。"
    ],
    "textEn": [
      "Kasai might suggest he'd donate money to my cause.",
      "However, I had sworn to myself when I started living here that I wouldn't depend on Kasai.",
      "While I don't obey anyone else's rules, I stick to my own.",
      "Kasai could tell that I was adamant in my decision.",
      "So, after repeating himself a couple of times as a formal procedure, he decided to give me a ride after all.",
      "Every time we went to my uncle's store by car, we stopped at this traffic light.",
      "I knew it was going to happen again, but it still irritated me.",
      "Pedestrians passed by in front of the car.",
      "I was startled to see that one of them looked like Satoshi-kun.",
      "...It was him.",
      "Though I'd spoken with him on the phone just a couple of days before, it'd been a while since I saw him last."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「葛西。",
      "悪いけど叔父さんに、やっぱ今日のバイトは行けなくなったって伝えてくれる？",
      "私、ここで降ります。」"
    ],
    "textEn": [
      "\"Kasai.",
      "Sorry, but could you tell my uncle that I can't come today?",
      "I'm getting off here.\""
    ]
  },
  {
    "color": "#76523d",
    "labelEn": "Kasai",
    "labelJp": "葛西",
    "textJp": [
      "「え？",
      "詩音さん？！」"
    ],
    "textEn": [
      "\"What?",
      "Shion-san?!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "葛西が何事かと聞き返すが、私は答えずに車を降りた。",
      "車道の信号は青になる。",
      "葛西は私に向かって何か叫んでいるようだったが、後続車のクラクションに急かされ、仕方なく車を出す他なかった。",
      "悟史くんは自転車だったが、歩く速度と大して変わらない遅いスピードだったので、私は簡単に追いついてその背中を叩くことができた。"
    ],
    "textEn": [
      "Kasai looked taken aback, but I got out of the car regardless.",
      "The light turned green.",
      "The car behind him honked while Kasai was shouting at me, so he had to start moving.",
      "Satoshi-kun was on his bike, but he was going really slowly. I caught up with him in a flash, and tapped him on the back."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はろろー。",
      "興宮で会うなんて奇遇ですね、悟史くん。」"
    ],
    "textEn": [
      "\"Hello.",
      "I'm surprised to see you in Okinomiya, Satoshi-kun.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私が思いきりの笑顔で話しかけたなら。",
      "悟史くんも同じくらいの笑顔で返してくれるかもしれない。",
      "…そう思い、私は最高の笑顔で話しかける。"
    ],
    "textEn": [
      "If I talked to him with a smile,",
      "he might smile back.",
      "...So, I smiled as brightly as I could."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「……魅音。」"
    ],
    "textEn": [
      "\"...Mion.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その表情は相変わらず疲労の色が濃い。",
      "だが、その表情には、私の笑顔に少しでも応えようという意思が感じられた。",
      "…私の心が途端にふわっと軽くなるのを感じた。",
      "鏡がないからわからないけど、私の顔は一気に血色がよくなっているんだろうなと感じた。",
      "自分でもわかるくらいなんだから、脇で見ている悟史くんには、私がよっぽど上機嫌な顔をしているように見えるに違いなかった。"
    ],
    "textEn": [
      "He looked tired as always.",
      "But as I could tell, he was trying to smile back...",
      "my worries suddenly disappeared.",
      "I was certain I looked happy.",
      "I was aware of that myself, so it must have been obvious to Satoshi-kun."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「何があったか知らないけど、…魅音が楽しそうだね。」"
    ],
    "textEn": [
      "\"I don't know the circumstances, but... you look happy.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「えぇ楽しいですよ？",
      "悟史くんの機嫌が良さそうなので、私もつられて機嫌が良くなっただけです。」"
    ],
    "textEn": [
      "\"Yeah, I am happy.",
      "I'm happy because you look happy.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ちょっとだけ嫌味っぽく言って、目を細めて笑ってやると、悟史くんは少し照れるような表情を返してくれた。",
      "………こんな反応は、私にとって一番幸せだった日々を彷彿させる。",
      "だから、ますます私は上機嫌になるのだった。"
    ],
    "textEn": [
      "When I teased him, he looked a bit embarrassed.",
      "...It was like we were back in the good old days.",
      "I felt even happier than before."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんこそ、何かあったんですか？",
      "何か機嫌がよくなるようないいことがありましたか？」"
    ],
    "textEn": [
      "\"What's going on, Satoshi-kun?",
      "Did something good happen?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「………いい事なんかないよ。",
      "…叔母さんが亡くなって、…警察とかご近所とか、いろいろ大変だよ。」"
    ],
    "textEn": [
      "\"...Not really...",
      "My aunt died and... I have to deal with the police and the neighbors...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "一瞬、私は失言してしまって、悟史くんをひどく落胆させてしまうのではないかと思った。",
      "だが、そんな私の焦りは本当に杞憂だった。",
      "言葉を返す悟史くんの顔には、陰りはありながらも、やさしい笑みが浮かんでいたからだ。",
      "まるで、………何かの大きな仕事をやり遂げた時のような、疲労感、達成感。",
      "そういう雰囲気を感じた。",
      "だから、…私は確信した。",
      "沙都子を苛め抜いた意地悪叔母を、",
      "…彼が殺した。",
      "私は何の証拠がなくとも、直感的にそれを理解するのだった。",
      "だから私はそういうのを全部端折る。",
      "悟史くんが叔母を殺す動機も、そこに至るほど追い詰められていることも。",
      "取り巻く状況も環境も、",
      "…そして悟史くんの気持ちも。",
      "……全部わかっていたから。",
      "そういうのを全部端折る。",
      "呪縛のような何かから解放された彼を労いたくて、私は何事もなかったかのように笑いながら問い掛けた。"
    ],
    "textEn": [
      "I might've asked something dumb.",
      "He seemed to be okay with it, though.",
      "He'd frowned a bit at first, but Satoshi-kun continued smiling gently.",
      "He looked... worn out, but satisfied, like he had accomplished something great.",
      "That was the mood I sensed from him.",
      "So... I was convinced.",
      "The one who killed that wicked aunt who tormented Satoko...",
      "...was him.",
      "I had absolutely no proof, but I knew it intuitively.",
      "So I omitted all those questions.",
      "I knew Satoshi-kun's motive for killing his aunt, and how badly he was driven into a corner.",
      "I knew the environment and the situation he was in.",
      "...And I knew Satoshi-kun's feelings.",
      "......I knew all of that.",
      "So I omitted all those questions.",
      "I wanted to celebrate his release from that curse, so I smiled like nothing was different as I asked..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんはどこかへお出掛けですか？",
      "あ、バイトかな？」"
    ],
    "textEn": [
      "\"Where are you going, Satoshi-kun?",
      "To work?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「正解。",
      "…その前に寄り道なんだけどね。」"
    ],
    "textEn": [
      "\"That's right...",
      "I have to make a stop before that, though.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…寄り道？」"
    ],
    "textEn": [
      "\"...A stop?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「あははは…。",
      "毎日、ちゃんとショーケースにあるのを確認しないと…何だか不安で。」"
    ],
    "textEn": [
      "\"Ahahahaha...",
      "I have to make sure it's still there, otherwise I'll continue feeling really anxious...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その言葉から、連鎖的に思い出す。",
      "悟史くんがバイトを始めた理由。",
      "それは、沙都子がこの先にあるおもちゃ屋で売っている、巨大なぬいぐるみを欲しがったからだ。",
      "そのぬいぐるみの値段が、結構高いものなのだとか。",
      "沙都子の誕生日は、綿流しのお祭りのあと、すぐだと聞いている。",
      "……何日かはよく知らないけれど。",
      "そういえば、バイトは辞めたと言ってなかったっけ？",
      "お世話になった人へのご挨拶とか、借りてたロッカーの整理とか、そんなところだろうか。",
      "どちらにせよ、悟史くんは目標額を貯め、もうじきバイト生活から完全に解放されるということだ。",
      "ショーケースにあるのを確認しないと不安で…、なんていう事は、どうやらお給料はまだもらえていないのだろう。",
      "この様子だと、沙都子の誕生日当日にもらえるのかもしれない。",
      "おもちゃ屋が見えてくると、悟史くんは急に小走りになり、ショーウィンドゥの中を覗き込んだ。",
      "売れていないと確認できたらしく、安堵している様子だった。"
    ],
    "textEn": [
      "That conversation reminded me.",
      "The reason he started his part-time job was to buy Satoko a huge teddy bear.",
      "It was being sold at the toy store just down the street.",
      "I recalled that the teddy bear was very expensive.",
      "Satoko's birthday was right after the festival.",
      "...I wasn't sure what day, though.",
      "Wait, didn't he say he quit his job?",
      "Maybe he was going to greet his ex-coworkers and clean out his locker, or something?",
      "Either way, he'd be completely free very soon.",
      "Maybe he hadn't been paid yet. That's why he wanted to check if they still had the teddy bear.",
      "Maybe he was only getting paid on Satoko's birthday.",
      "When we got near the toy store, he rushed to the display window.",
      "He looked relieved that it hadn't been sold yet."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「よかったよかった。",
      "…大丈夫。",
      "ちゃんとあるよ。」"
    ],
    "textEn": [
      "\"Good, good...",
      "All right,",
      "it's still there.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「買えるだけのお金は稼げてるわけですよね？",
      "なら予約とかしちゃえばいいのに。」"
    ],
    "textEn": [
      "\"You've earned enough money already, haven't you?",
      "Why don't you reserve it?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「…むぅ。」"
    ],
    "textEn": [
      "\"...Mmph?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "予約という概念すら欠落しているらしい。",
      "…やっぱり悟史くんの身近には世話焼きが必須だと実感する。",
      "悟史くんの肩越しに私もショーケースを覗き込んだ。",
      "私の尺度ではそんなに可愛いとは思えないが、確かにサイズだけは特大のぬいぐるみが、ケースの中に窮屈そうに閉じ込められていた。",
      "売り物というよりは、展示品やレイアウトの一部といった雰囲気だった。"
    ],
    "textEn": [
      "He probably hadn't thought of that.",
      "...He really did need someone to look after him.",
      "I looked into the display window over his shoulder.",
      "The teddy bear wasn't that cute, in my opinion. It looked huge and cramped in the middle of the store's showcase.",
      "Really, it looked more like a display model than an item for sale."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「値札が付いてないけど、これ、本当に売り物なんですか？",
      "これ、一体いくらするんです？」"
    ],
    "textEn": [
      "\"I don't see a price tag. Is that really for sale?",
      "How much is it?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「……ん、…うん。",
      "売り物なのは確認したから間違いないよ。」"
    ],
    "textEn": [
      "\"...Uh, yeah.",
      "I'm sure they sell it.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「値段は？",
      "予算は大丈夫？」"
    ],
    "textEn": [
      "\"What about the price?",
      "Does it fit your budget?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「大丈夫だよ、ちゃんと確認してあるよ…。」"
    ],
    "textEn": [
      "\"It's all right. I already checked...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんはさすがに馬鹿にされたと思ったらしく、口を尖らせて頬を膨らませた。"
    ],
    "textEn": [
      "Satoshi-kun thought I was teasing him again. He pouted and looked a little sulky."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「予算が大丈夫なら、問題ないじゃないですか。",
      "なら予約しちゃいましょう。",
      "その方が悟史くんも心の荷が下りていいでしょうしね。」"
    ],
    "textEn": [
      "\"There's no problem then.",
      "Why don't you go reserve it now?",
      "Then you won't have to feel anxious anymore.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私たちはちょっと埃っぽい店内に入り、お店の人の姿を探す。"
    ],
    "textEn": [
      "We entered the store and looked for a clerk."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「………誰もいないのかな。」"
    ],
    "textEn": [
      "\"...Is anybody here...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あははははー、そりゃ好都合です。",
      "悟史くん、お給料日を待たずにぬいぐるみが手に入るかもですね。」"
    ],
    "textEn": [
      "\"Ahahahaha. Nice.",
      "Maybe you can get it without paying.\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「だだ、駄目だよ魅音。",
      "泥棒はいけないよ…。」"
    ],
    "textEn": [
      "\"N-No, Mion.",
      "Stealing is bad...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…冗談ですって。",
      "軽く受け流して欲しかったんだけどなぁ。",
      "…ひょっとして、私が盗人の真似を平気で出来る女だと思ってますー？」"
    ],
    "textEn": [
      "\"...I'm just kidding.",
      "Trying to make you laugh...",
      "Do you think I'd really do that?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「あ、…ごめん。あははは…。」"
    ],
    "textEn": [
      "\"Uh... no. Sorry. Ahahahaha...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんが取り繕ったように笑う。",
      "私はそれにむくれ面を返してやる。",
      "このやり取りが、…何だか無性に懐かしい。",
      "今日までに何だか色々と、嫌なことやつまらないこと、忘れたいことがたくさんあった気がする。",
      "……だけど、そんなことは砂浜に書いた文字が、波に一度覆われただけで跡形もなく消えてしまうくらいに、すーっと消えてしまっていた。",
      "レジの奥に揺り椅子があり、お店の人らしい老人が昼寝をしているのを見つける。",
      "私たちは結構賑やかにしていたつもりなのに、起きないところを見ると相当深く眠っているようだった。"
    ],
    "textEn": [
      "Satoshi-kun smiled apologetically.",
      "I puffed up my cheeks to tease him.",
      "It had really been a while since the last time we did this.",
      "In between those times, many undesirable things happened that I wanted to forget.",
      "...But now I felt as though all those things simply vanished into the air around us.",
      "I found an old person napping in the back. He must be the clerk, I thought.",
      "He looked to be fast asleep."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あの、…すみません。",
      "お店の方ですよね？」"
    ],
    "textEn": [
      "\"Excuse me...",
      "You work here, right...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "肩を突っ突いたりしてみるが、まるで目を覚ます気配がない。",
      "その時、ただいまーという声が聞こえて、エプロンをしたおばさんが入って来た。"
    ],
    "textEn": [
      "I poked his shoulder, but he didn't look like he was going to wake up.",
      "When I did that, a middle-aged woman wearing an apron came in."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Aunt",
    "labelJp": "おばさん",
    "textJp": [
      "「おじいちゃん、店番頼んだのにすっかり居眠りしちゃってー！",
      "お客さん来てるってのにもー！",
      "もーごめんなさいねぇ！",
      "うちのおじいちゃんももうすっかりボケちゃって。」"
    ],
    "textEn": [
      "\"Grandpa! You fell asleep again!",
      "We have customers!",
      "I'm really sorry, you two!",
      "He's been very flaky, you know.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "おばさんは、ちょっと乱暴な起こし方で老人を起こすと、居間に戻るように告げる。",
      "それから苦笑いしながら、レジに回ってくれた。"
    ],
    "textEn": [
      "The middle-aged woman shook the old man awake and told him to go back to the living room.",
      "She went to the cash register after that."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Aunt",
    "labelJp": "おばさん",
    "textJp": [
      "「お恥ずかしいところを見せちゃってごめんなさいねぇ。",
      "何かお買い上げ？」"
    ],
    "textEn": [
      "\"That was so embarrassing.",
      "So, how can I help you?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「あ、買うんじゃなくて予約なんですけど、いいですか？",
      "あのショーケースの中の一番大きいぬいぐるみなんですけど。」"
    ],
    "textEn": [
      "\"Um, I'd like to reserve something.",
      "That big teddy bear in the display window.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Aunt",
    "labelJp": "おばさん",
    "textJp": [
      "「あれ？",
      "いいの？",
      "値札見た？",
      "かなり高いけど、お小遣い大丈夫なの？」"
    ],
    "textEn": [
      "\"Oh, that one?",
      "Are you sure?",
      "That one is really expensive.",
      "You know that, right?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「あ、……はい。",
      "ぎりぎり足りるはずです。」"
    ],
    "textEn": [
      "\"Uh... yes.",
      "I think I have enough.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「もうすぐバイトのお給料が入るそうなので、それまで予約したいんですけど…。」"
    ],
    "textEn": [
      "\"He'll get paid really soon, so he'd like to reserve it.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "店の人はやや面倒くさそうではあったけど、悟史くんの名前をメモに書き取ると、予約を引き受けてくれた。",
      "悟史くんは、予約券の代りに、予約したことを示すメモをもらう。"
    ],
    "textEn": [
      "The woman looked a bit hesitant at first, but she eventually wrote down Satoshi-kun's name and accepted the reservation.",
      "Satoshi-kun received a slip of paper."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ね？",
      "これでもう誰かに先に買われちゃう心配はもう必要ありません。」"
    ],
    "textEn": [
      "\"See?",
      "You don't have to worry about the teddy bear anymore.\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「うん。",
      "…お給料がもらえるのはもうすぐなんだけどね、",
      "…これで安心できる。」"
    ],
    "textEn": [
      "\"Yeah...",
      "I'll get paid soon, too...",
      "I feel relieved now.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この様子じゃ、悟史くんは連日のようにショーケースを覗いていたに違いない。",
      "で、今日はあるか、明日はあるかと無駄に心配を重ねてたわけだ。",
      "その心的負担から解放されたのか、悟史くんは本当にほっとした笑顔で、予約券を取れた喜びを噛みしめているようだった。"
    ],
    "textEn": [
      "He would've kept coming to check every day if he hadn't done this now.",
      "He would've spent his time needlessly worrying.",
      "Satoshi-kun looked very relieved indeed."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「これなら、もっと早くに予約をしてれば良かったなぁ。」"
    ],
    "textEn": [
      "\"I should've done it sooner.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……普通の人は欲しいと思ったら即予約します。",
      "そういう思考に至らない悟史くんはちょいと希少です。」"
    ],
    "textEn": [
      "\"...Usually, people do that right away when they want something.",
      "It's very rare for somebody not to think of that.\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「む、…むぅ。」"
    ],
    "textEn": [
      "\"Mm, mmph...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんをいじめることの楽しさを思い出す。",
      "……本当に、昨日までの暗くて辛くて寂しい日々が嘘のようだった。",
      "悟史くんも、昨日までの日々を嘘にするつもりに見えた。"
    ],
    "textEn": [
      "It's so very fun to tease him.",
      "...Those painful days seem unbelievable now.",
      "Satoshi-kun looked like he'd forgotten everything that happened up until yesterday."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「でも、…ありがと。」"
    ],
    "textEn": [
      "\"Anyway... thanks.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんはそう言いながら、私の頭に手を伸ばす。",
      "…私の頭を撫でようとしてくれてるんだと気付くと、顔が紅潮するのが自分でわかった。",
      "悟史くんの手が、私の頭にまだ触れてないのに。",
      "…私の頭のてっぺんは、悟史くんが気安く撫でてくれた日々を思い出し、くすぐったいような感じでいっぱいになってしまう。",
      "………昨日、物騒な殺人事件があったことだって、もう今の私には何の興味もないことだった。",
      "悟史くんたちに辛くあたっていた不幸の元凶が死んだのなら、それでいい。",
      "今日から悟史くんにとっても、私にとっても幸せな日々が取り戻されていくなら、それで十分だった。",
      "……だが、いくら待っても、悟史くんの手は私の頭を撫でてくれなかった。",
      "固く閉じていたまぶたをそぅっと開く。",
      "そして、…私は状況がまったく一変してしまっていることを知った。",
      "背広姿の男たちが４人。",
      "まるで、私たちがおもちゃ屋から出てくるのを待ち構えていたかのようだった。"
    ],
    "textEn": [
      "Satoshi-kun held out his hand to touch my head.",
      "...Was he going to stroke it? I felt my face reddening already.",
      "Even before he touched my head,",
      "I felt tingly, remembering the last time.",
      "...I didn't care about the murder, or whatever else happened.",
      "As long as Satoshi-kun had his freedom, everything would be all right.",
      "I'd be content as long as we could live happily from today onward.",
      "......But Satoshi-kun's hand never reached my head.",
      "I slowly opened my eyes...",
      "Only to realize that the situation had drastically changed.",
      "There were four men in suits blocking our way.",
      "It looked as though they'd been waiting for us to exit the toy store."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「どうもどうも。",
      "んっふっふっふっふ…。」"
    ],
    "textEn": [
      "\"Hello, hello.",
      "Nfu fu fu fu fu...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "嫌らしい笑いをしながら、一番年配の男が歩み出た。",
      "初対面の男だったが、雰囲気から察するに魅音と悟史くんの両方に面識があるようだった。",
      "警察の刑事か何かに見える。",
      "お姉から最近受けた情報を高速で検索した。",
      "…該当する情報はすぐに見つけられる。"
    ],
    "textEn": [
      "The oldest of the four men stepped forward while smirking.",
      "I'd never met this man, but it looked like he knew both Mion and Satoshi-kun.",
      "He was probably a cop.",
      "I ran a search for information in my head...",
      "and found some right away."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「こんにちは。",
      "北条さん、園崎さん。",
      "いい雰囲気だったところを邪魔しちゃって、実に申し訳ないです。」"
    ],
    "textEn": [
      "\"Good to see both of you,",
      "Houjou-san and Sonozaki-san.",
      "I'm sorry to bother you at a time like this.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石蔵人。",
      "……興宮署の刑事で、一連の事件を捜査している人物。",
      "連続怪死事件の裏に園崎家の暗躍を嗅ぎ取っているらしい。",
      "園崎家ともっとも敵対する人物だ。",
      "捜査４課との縁も深く、この辺りの地回りに特に精通する。",
      "…連続怪死事件の云々がなくても、ヤクザ稼業に手を染める園崎家には充分、敵に値する存在だ。",
      "もちろん、次期頭首である魅音に好意的な存在でないことも間違いない。",
      "私はお姉ならこう返すに違いないと、その反応をシミュレーションしていく。"
    ],
    "textEn": [
      "This must be Kuraudo Ooishi.",
      "...The cop who's investigating the series of mysterious deaths.",
      "He thinks that the Sonozaki family is behind all of the cases.",
      "In other words, he's an enemy of the Sonozaki family.",
      "He has deep connections with other investigation divisions in the police force, and likes to nose around the businesses in this area.",
      "...He annoys the Sonozaki family enough as it is by interfering with its yakuza business, let alone his suspicions on the series of mysterious deaths.",
      "Naturally, as the family's successor, he's not a welcome figure to Mion Sonozaki.",
      "I tried to imagine how Sis would react."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…ありゃあ、大石さんですか。",
      "お仕事ご苦労さまです。",
      "大の大人が、４人も揃っておもちゃ屋さんに何かご用で？",
      "まさかお人形さん買いに来たってわけでもあるまいに？",
      "ぷぷぷ…。」"
    ],
    "textEn": [
      "\"...Oh, Ooishi-san.",
      "Thank you for working hard for our safety.",
      "Oh, the four of you want something from this toy store?",
      "A doll, maybe?",
      "Pfff...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "言うまでもなく、用事があるのはおもちゃ屋にではなく、",
      "私たちにだ。",
      "私、ではあるまい。",
      "……恐らくは悟史くんだ。",
      "悟史くんの様子を窺うと、……過剰な反応は示さないまでにも、落ち着きをなくしていることが見て取れた。",
      "他の刑事たちも、やんわりと包囲して、私たちが逃げ出すことを予見しているかのようだ。"
    ],
    "textEn": [
      "I know what they want, and it's",
      "not a toy.",
      "It's probably not me, either...",
      "They want Satoshi-kun.",
      "I took a look at Satoshi-kun... He seemed a bit uncomfortable.",
      "The other three cops loosely surrounded us to prevent our escape."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「北条さん。",
      "実はですね、ちょいと伺いたいお話がありまして。」"
    ],
    "textEn": [
      "\"Houjou-san,",
      "I'd like to talk to you about something.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「何それ？",
      "任意同行ってやつ？",
      "悟史くん、こんなのに付き合う必要ないよ、行こ！」"
    ],
    "textEn": [
      "\"What for?",
      "Are you taking him to the station?",
      "You don't have to go with them, Satoshi-kun. Let's get out of here!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんの肩をドンと小突く。",
      "だが悟史くんは顔面を蒼白にし、心ここにあらずという感じだった。",
      "心ここにあらず？",
      "それは諦観、…いや、観念したかのように見えた。",
      "……その時。",
      "私はお姉の不手際を呪った。",
      "叔母殺しなんて、現場を見なくたって犯人は悟史くんだってわかるじゃないか。",
      "その悟史くんを庇うようにアリバイを作らなくてどうするのか…！",
      "馬鹿魅音は警察にすでに、当日のことをありのまま話してる。",
      "つまり、悟史くんにアリバイがないってことまで馬鹿正直に！",
      "お姉が動かない以上、村人はみんな正直に話す。",
      "それらを全部合わせれば、悟史くん一人にいつまでたってもアリバイができないのは明白になるだろう。",
      "そして警察は丹念に外堀を埋め、…任意同行から一気に畳みかけて悟史くんの自白を引き出そうとするに違いない。",
      "…悟史くんの表情をもう一度見る。",
      "その表情には、ひとかけらの覇気も見いだすことができなかった。",
      "悟史くんは、任意同行が断れるものだということも知らないだろう。",
      "のこのこと取調室まで連れて行かれ、この老獪な大石に、ちょっとカマをかけられただけであっさり観念して自供するに違いない。",
      "……悟史くんはやっぱり誰かが庇ってあげないとだめなのだ。",
      "でも、誰も守らなかった。",
      "…なら私が守ってあげなければ…。",
      "だけど、どうやって？！",
      "魅音がこれまで証言したことは勘違いでしたと、今さらひっくり返して見せるか？",
      "そんなのはまったくの無駄で手遅れだ。",
      "考える時間がもう少し潤沢にあるならば、私の狡猾な脳はきっとうまい言い逃れを見つけ出してくれるに違いなかった。",
      "だが、そんな悠長な時間は今はない。",
      "刑事たちはじりじりと間合いを詰め、明らかに見て取れる圧力を演出していた。",
      "私が距離感としてしか感じないものを、悟史くんはもっともっと心理的に感じているに違いない。",
      "私が起死回生の何かを思案して押し黙っている間に、緊張に耐えきれなくなった悟史くんが、屈伏してしまうことだってある。",
      "考えるより先に、何か何か何か。",
      "ここで黙っては駄目だ駄目だ。",
      "この沈黙が、悟史くんを追い詰めてしまうまえに。",
      "私という存在が、この王手を何とか凌がなければ…！！",
      "大石の巨体が悟史くんを圧迫するように迫る。",
      "それに気圧されて悟史くんがよろりと、後ろへ後退る。"
    ],
    "textEn": [
      "I pushed on his shoulder.",
      "But he just stood there, looking pale and bewildered.",
      "Bewildered?",
      "No, he actually looked resigned.",
      "......Then",
      "I recalled Sis's mistake.",
      "It's obvious that he killed his aunt from the circumstances! You don't even have to look at the crime scene!",
      "How could Mion have failed to create an alibi...?!",
      "That stupid Mion must've spoken to the police without making anything up at all.",
      "She must've not told them that she knew where Satoshi-kun was...!",
      "If she hadn't done anything, the villagers wouldn't work to help her.",
      "It was just a matter of time until the police uncovered Satoshi-kun's complete lack of an alibi.",
      "The police were trying to corner him and lead him to confess.",
      "...I looked at Satoshi-kun's face once again.",
      "He looked like a dead man.",
      "He probably didn't know he could refuse to be interrogated.",
      "If he was taken to the station and grilled by Ooishi, he'd confess in a minute.",
      "...Somebody had to protect him.",
      "Nobody had ever been there for him...",
      "I had to step up now.",
      "But how?!",
      "Would it be possible to alter what Mion had already told them, saying it was a mistake?",
      "That wasn't going to work.",
      "If I had more time, I'd come up with an excellent idea.",
      "But I didn't have that much time at all.",
      "To pressure him, the cops were drawing nearer.",
      "Satoshi-kun must have felt intimidated.",
      "He might end up turning himself in due to the pressure while I'm stuck trying to come up with something!",
      "I have to do something now!",
      "I have to say something!",
      "Otherwise, Satoshi-kun might give in.",
      "I have to save him...!!",
      "Ooishi drew nearer.",
      "Satoshi-kun fell back."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「…………あ、…………………ぅ。」"
    ],
    "textEn": [
      "\"...Uh...... ooh...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「大して時間は取らせませんから。",
      "そんな怖がらないください。"
    ],
    "textEn": [
      "\"It won't take much time.",
      "Come on, don't be scared..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "…んっふっふっふっふ！」"
    ],
    "textEn": [
      "...Nfu fu fu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "何が大して時間は取らせないだ…。",
      "今こいつ、ハッキリ言ッタゾ！",
      "ここでひっ捕まえたら二度とシャバには戻らせないってハッキリ言ッタ！！",
      "悟史くん、絶対に屈しちゃいけない、君がここで屈したら、何のために今日まで耐えて来たのかわからなくなっちゃうんだよ！！"
    ],
    "textEn": [
      "It won't take much time?",
      "He just said it!",
      "He just said he wouldn't let him out if he caught him now!!",
      "Satoshi-kun, don't give in! If you give in now, everything you've been working for will be ruined!!"
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「………ぅ。」"
    ],
    "textEn": [
      "\"...Ooh...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんの呻きが、緊張の糸が切れかかっているサインであることは、私以上に大石の方が嗅ぎ取っているに違いないのだ…。",
      "大石はにやぁっと笑い、……悟史くんの肩に手をかけようと、その腕を伸ばす……。",
      "私はそれを見た瞬間に、脊髄に雷が駆け抜けるのを感じた。",
      "あの手に触れられては駄目だ。",
      "あの無骨で無慈悲な手が悟史くんの肩を包んだ時、その感触は悟史くんの心を打ち負かしてしまう…！",
      "悟史くんは力なく頷き、任意同行に従うどころか、全てを認めて白状してしまう…！！"
    ],
    "textEn": [
      "Satoshi-kun looked like he was at his breaking point. Ooishi was clearly aware of it...",
      "Ooishi smirked... and held out his arm to grab Satoshi-kun's shoulder...",
      "I felt electrified when I saw that.",
      "That hand shouldn't be allowed to touch Satoshi-kun.",
      "The moment Ooishi touched his shoulder, he'd give in...!",
      "He'd go to the police station and confess everything...!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんに、アリバイがあるか知りたいわけですよね？」"
    ],
    "textEn": [
      "\"Do you want to know his alibi?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「………うん？」"
    ],
    "textEn": [
      "\"......Hmm?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石が怪訝な声をあげ、私に振り返る。",
      "…悟史くんに伸ばした手は止まった。",
      "…私は特に用意があって言ったわけじゃない。",
      "大石の手が止められれば何でもよかっただけだ。",
      "……だから時間稼ぎ以上の意味など何もない。",
      "本当に本当に、口からの出任せもいいところだった。"
    ],
    "textEn": [
      "Ooishi turned his face toward me...",
      "his hand left hanging in the air.",
      "...I wasn't very prepared for this.",
      "I just had to stop Ooishi, no matter what.",
      "...I only needed to gain some time.",
      "It didn't really matter what I said."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…そうですよ。",
      "北条悟史さんのアリバイが知りたいんです。"
    ],
    "textEn": [
      "\"...That's right.",
      "I want to get Houjou-san's alibi."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "なっはっは、…私たちの捜査がマズイからなのかなぁ、犯行の時間帯にどうしても北条さんのアリバイが見つけられないんですよ。",
      "仕方ないから、恥を忍んでご本人に直接その辺りをお伺いしようかと思いましてねぇ。」"
    ],
    "textEn": [
      "Na ha ha... We must not be doing our jobs... we can't seem to confirm his whereabouts at the time of the crime.",
      "It's shameful, but we decided to question him in person.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんなの本人に聞く必要ないです。",
      "私がアリバイ、証明しますから。」"
    ],
    "textEn": [
      "\"You don't have to ask him.",
      "I can confirm his alibi.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ありゃ。",
      "そりゃ本当？",
      "なら助かるなぁ。",
      "あの晩、園崎さんが神社にいて、お祭の最後まで過ごしていたことは、すでにあなたからも聞いているし、その他大勢の方からも証言を得ています。",
      "そのあなたが、そこで北条さんとも一緒だったと言ってくれるなら、一番楽なんですがねぇ。"
    ],
    "textEn": [
      "\"Oh,",
      "really?",
      "That'd help.",
      "You already told me that you were at the festival that night and many people can confirm it.",
      "It'd be easier if we could confirm that Houjou-san was with you...."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "……でもあんた、以前その辺りお聞きした時、北条さんのことは一言も言ってませんよねぇ？",
      "実は居ましてって今頃おっしゃるおつもりで？"
    ],
    "textEn": [
      "But I don't think you mentioned him when I questioned you last time, did you?",
      "Are you going to change your statement now?"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "祭会場の誰一人、北条さんを見ていないのに、あなただけは見ていたと、そうおっしゃるおつもりで？」"
    ],
    "textEn": [
      "Even though no one at the festival saw Houjou-san, are you going to tell me he was with you?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そうです。",
      "私と一緒にいました。それで充分です。」"
    ],
    "textEn": [
      "\"That's right.",
      "He was with me. Wouldn't that be enough?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…あなたが仲良しのお友達と終始一緒にいたのはわかっているし、私も会場で実際にお見かけしています。"
    ],
    "textEn": [
      "\"...I know you were there with your other friends that night. I saw that myself."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "それでも一緒に居たとおっしゃるわけで？",
      "なっはっはっは……。",
      "そいつぁ、ちょっと苦しくない？",
      "ん？」"
    ],
    "textEn": [
      "Are you still saying that you were with him?",
      "Na ha ha ha...",
      "Isn't that a little too hard to believe?",
      "Isn't it?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石は、意地悪な笑みを浮かべながら私に食い寄る。",
      "苦し紛れの言い訳をする私を追い詰めて遊んでいる……わけではなかった。",
      "もう少しで釣れそうな魚釣りを、横から邪魔されたのがとにかく不快でしょうがない、といった悪意が剥き出しだった。"
    ],
    "textEn": [
      "Ooishi approached me with a creepy smile.",
      "Was he teasing me because my excuse sounded funny...? I didn't think so.",
      "He was frustrated due to being interrupted when he was about to catch a big fish."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「祭会場でずっと一緒に遊んでたのに、すっかり忘れてて、今頃になって思い出したと、そうおっしゃるおつもり？",
      "園崎魅音さん。」"
    ],
    "textEn": [
      "\"Are you saying that you forgot that you were with him, but just now remembered you actually were?",
      "Mion Sonozaki-san.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "心の中で、…まずいなと一瞬思ったが、もう自分でも止めようがなかった。"
    ],
    "textEn": [
      "I did get a little scared, but... I couldn't stop myself."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「っていうか、私、魅音じゃないですし。",
      "だから元々、綿流しになんか行ってません。」"
    ],
    "textEn": [
      "\"I'm not Mion Sonozaki.",
      "I didn't go to the Watanagashi festival in the first place.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……は？」"
    ],
    "textEn": [
      "\"...Huh?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんとは綿流しの晩は、興宮のファミレスでずっとお喋りしてました。",
      "エンジェルモートって店ですので、どうぞ店長にも確認を取ってください。」"
    ],
    "textEn": [
      "\"Satoshi-kun and I were talking in a restaurant in Okinomiya at that time.",
      "The name of the place is 'Angel Mort.' You can confirm that with the owner if you want.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石はにやにやと笑いを浮かべたままだったが、混乱しているのは間違いなかった。"
    ],
    "textEn": [
      "Ooishi was still smirking, but he apparently felt confused."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…あんた、何を言ってるの？",
      "あんた、魅音じゃないなら、誰なわけ？」"
    ],
    "textEn": [
      "\"...What are you saying?",
      "If you aren't Mion, then who are you?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「園崎、…詩音です。",
      "魅音の双子の妹です。",
      "初めてお会いしますね、こんにちは。」"
    ],
    "textEn": [
      "\"I'm... Shion Sonozaki.",
      "Mion's twin sister.",
      "Pleasure to meet you, Ooishi-san.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石は、私が苦し紛れに何を言っているやら…という顔をしていた。",
      "だが、私があまりにも堂々ととんでもない話をするので、苦笑いは再び不快そうな顔に戻った。"
    ],
    "textEn": [
      "Ooishi looked perplexed, like he didn't believe what I'd said.",
      "He frowned."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「園崎魅音さんに双子の妹が居たなんて、初めて知りましたよ？",
      "…あんた、大人をからかってんの？」"
    ],
    "textEn": [
      "\"I didn't know Mion Sonozaki-san had a twin sister...",
      "Are you trying to fool me?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「からかってなんかないですよ。",
      "どうぞ戸籍でも何でも調べてみてください。",
      "それとも、お姉を呼んで二人で並んで見せれば信じます？」"
    ],
    "textEn": [
      "\"Not at all.",
      "Why don't you check my family register, or whatever?",
      "Should I call Sis?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ここまで言われては、刑事たちもさすがに動揺を隠せないようだった。"
    ],
    "textEn": [
      "All the cops looked bewildered now."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……園崎、しおんさん？」"
    ],
    "textEn": [
      "\"......Shion... Sonozaki-san?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はい。",
      "詩音ですが、何か？」"
    ],
    "textEn": [
      "\"Yes, that's me.",
      "Is there anything wrong?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…あんたにもちょっと来てもらってもいいですかね。",
      "あんたが園崎詩音さんで、北条さんと一緒におられたって言うんなら、…あんたにも話を聞かせてもらいたいもんです。」"
    ],
    "textEn": [
      "\"...Can you come with us?",
      "If you're testifying that you were with Houjou-san that night... I'll have to talk to you, too.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「えぇ望むところです。",
      "お手柔らかによろしくお願いいたします。」"
    ],
    "textEn": [
      "\"Sure thing.",
      "Please go easy on us.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "刑事たちは車のところで集まり、何か言い合いをしているようだった。",
      "…詩音などというジョーカーが突然現れることは、まったく予想していなかったに違いない。",
      "でも、これで悟史くんのアリバイを少し誤魔化すこともできるだろう。",
      "お姉の馬鹿には釘を刺しておいたから、詩音と一緒だったアリバイを後付けで作ることは出来ないことじゃない。"
    ],
    "textEn": [
      "The cops gathered at their car and started discussing something.",
      "...Looked like they never expected this to happen.",
      "I hoped to be able to fake Satoshi-kun's alibi for at least a little while.",
      "It shouldn't be too difficult to talk to Sis about this, then forge up an alibi together."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くん。",
      "何を聞かれてもエンジェルモートで私とお喋りをして過ごしていたと言い張ってください。",
      "私が何とかしますから。"
    ],
    "textEn": [
      "\"Satoshi-kun.",
      "Tell them you were chatting with me at Angel Mort that night, no matter what they ask, okay?",
      "I'll confirm your alibi."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "何を聞かれても、よく覚えていないとか、うぅん、悟史くんなら下手なことは言わず、黙り込んだ方が無難かもです。」"
    ],
    "textEn": [
      "Tell them you don't remember that night too clearly... or maybe you should just keep silent.\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「………………………。」"
    ],
    "textEn": [
      "\".....................\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんはぽかんと口を開けていた。",
      "…私が大事な話をしているのに、右の耳から左の耳へ通り抜けちゃっているようだった。"
    ],
    "textEn": [
      "Satoshi-kun wore a startled expression.",
      "...Though I was telling him something important, he'd apparently decided not to listen."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くん、聞いてます？",
      "ここでしっかりしないと刑事たちの思うつぼです。」"
    ],
    "textEn": [
      "\"Can you hear me, Satoshi-kun?",
      "You can't mess this up, okay?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「あ、……う、………うん。」"
    ],
    "textEn": [
      "\"Uh... o-okay.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんは、…きっと騙されたような気持ちになってるんだろうなと思った。",
      "無理もない…。",
      "ずっと魅音だと思っていた相手が、実は双子の妹でしたなどと告白したのだ。",
      "私が魅音を騙って悟史くんを騙し続けて来たのは、紛れもない事実。"
    ],
    "textEn": [
      "He must have been feeling deceived.",
      "No wonder...",
      "I'd just confessed that I wasn't Mion, but her twin sister.",
      "I really had been deceiving him."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………………怒ってます…？」"
    ],
    "textEn": [
      "\"...Are you upset?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「……なんで？」"
    ],
    "textEn": [
      "\"...Why?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「その、……騙してて。」"
    ],
    "textEn": [
      "\"Because... I've been fooling you.\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「……………………あはははははは。」"
    ],
    "textEn": [
      "\"......Aha ha ha ha ha ha.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんが突然、朗らかに笑い出す。",
      "悟史くんは場を誤魔化すために笑えるような器用な人じゃない。",
      "だからなぜ笑ったのか、私にはちょっとわからなかった。"
    ],
    "textEn": [
      "Satoshi-kun started laughing.",
      "I didn't know why he'd laugh,",
      "because he wasn't the type of person who would laugh in order to hide something."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「たまに、教室の魅音と話が食い合わないことがあったから、違和感は感じてたんだ。",
      "……やっとわかったよ。」"
    ],
    "textEn": [
      "\"I finally understand why you were weird sometimes in class.",
      "I'd been thinking it was a bit strange.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………怒らないでくれるんですか…？",
      "その、騙してたこと…。」"
    ],
    "textEn": [
      "\"......Aren't you upset",
      "that I've been fooling you...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんは小首を傾げる。",
      "…少し鈍い悟史くんは、それが怒るべきことなのかもわかりかねているように見えた。",
      "………あるいは、そう装ってくれているのか。"
    ],
    "textEn": [
      "Satoshi-kun looked puzzled.",
      "...It was like he didn't know whether he should be upset about it or not...",
      "Or maybe he was only pretending to be that way."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「初めまして、じゃないんだよね…？」"
    ],
    "textEn": [
      "\"So, this isn't the first time we've met, is it...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「え、…と、………はい、……そうなります…。」"
    ],
    "textEn": [
      "\"Uh, well... yes, that's right...\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「そっか。",
      "しおんって、どう書くの？」"
    ],
    "textEn": [
      "\"Okay.",
      "How do you write your name?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「詩を詠むの“詩”に音で詩音です。」"
    ],
    "textEn": [
      "\"With the characters for 'poetry' and 'sound.'\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「詩音…。",
      "……うん。」"
    ],
    "textEn": [
      "\"Shion...",
      "huh.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「うん？」"
    ],
    "textEn": [
      "\"Huh?\""
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「いい名前だね。」"
    ],
    "textEn": [
      "\"That's a beautiful name.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「じゃお二人さん、すみませんが署までご同行願えますかね。",
      "粉末でよければ、コーヒーか紅茶かくらいは選べますよ？」"
    ],
    "textEn": [
      "\"Could you please come with us to the station?",
      "We can get you instant coffee or tea if you'd like.\""
    ]
  }
]