[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…寝るのが怖かった。",
      "眠って……朝になったら、悟史くんがいなくなってしまっているような気がして。",
      "だから、私は睡魔に負けるまでずっとずっと…悟史くんに話しかけていた。",
      "悟史くんがいなくなってからの一年間にあったことを、…全て教えてあげるために。",
      "悟史くんがいなくなって……、本当に素直な意味で悟史くんが好きだとわかったこと。",
      "そして、悟史くんの行方を捜して、いろいろなことを調べたこと。",
      "葛西を通じて裏の世界で情報を集めたり、大石と駆け引きをして警察の捜査状況を聞きだしたり。",
      "でも何もわからないまま、とても長い時間が経ってしまったけど、自分だけはずっと悟史くんのことを忘れなかったとか。",
      "他にも他にも。",
      "…日常的な小さな喜びとか、驚き。",
      "…もしも悟史くんが帰ってきてくれたなら、",
      "一緒に行きたかった所、",
      "一緒にしたかったこと、",
      "一緒に食べたかった物、",
      "…それからそれから…………たくさん。",
      "初めは座りながら。",
      "だけど、だんだん体を起こしているのも辛くなって、横になりながらになって。",
      "………口を開いて伝えるのも億劫になり、心の中で話すようになり。",
      "…………こんなに幸せな夜はきっと初めてだった。",
      "目が覚めた時。",
      "……………枕元に、…悟史くんはいなかった。",
      "どこかでわかっていた。",
      "……それが怖かった。",
      "だから寝たくなかった。",
      "…でも一夜だけでも会えたから。",
      "……そう諦めかけた時。",
      "…悟史くんがまた居てくれているのを感じ、……私は悟史くんとの再会が夢でなかったことを神様に感謝した。",
      "それから、私と悟史くんの不思議な共同生活が始まった。",
      "悟史くんは約束通り、側に居てくれるだけ。",
      "……笑ったり、むぅと言ったり、私の頭を撫でてくれることはできなかったけど。",
      "……でも、ちゃんと居てくれた。",
      "いつも側にいてくれた。",
      "たまにいなくなってしまうけど、私が捜すとすぐに側に戻ってきてくれた。",
      "悟史くんの足音は、私にしか聞こえないようだった。",
      "…………そういう、ものだもんね。",
      "……私にしか聞こえない現実が少し寂しかったけど、……それ以上の贅沢なんか言う気はなかった。",
      "悟史くんはとても希薄な存在なので、……雑踏の中や賑やかな場所では、いてくれるのを感じにくい。",
      "でも、どんな人ごみの中でも、私からはぐれたりはしない。",
      "…生身の悟史くんだったらきっと、手でもつないでないと、迷子になっちゃうに違いないな。",
      "だから逆に、とても静かな場所では、悟史くんが居てくれることを、とても強く感じることができた。",
      "あと、これは当然のことだけど。",
      "……悟史くんは居てくれるだけだから、…表情とか仕草とか、そういうものがわからない。",
      "…でも、……本当に慣れと言うのは不思議なもので、そんな存在の悟史くんでも、私は日にちを重ねるごとに、感情を読み取れるようになって行った。",
      "最初は、きっとこういう時は悟史くんは笑ってくれるだろうな…という憶測。",
      "…それがやがて、本当に悟史くんが笑ってくれているのを感じられるようになった。",
      "………そんなやりとりがどんどん出来るようになるにつれて。",
      "……私は悟史くんを強く感じることができる孤独を愛するようになっていった。",
      "学校にも行きたくなくなったし、友人たちの誘いにも興味がなくなっていった。",
      "でも…これはさすがに悟史くんにちょっぴり怒られた。",
      "怒られたというか、…むぅ、と言われたというか。",
      "いつも一緒なのはもうわかっていたから。",
      "……私は悟史くんが言うように、引き篭もらないように気をつけた。",
      "悟史くんとの二人の時間に固執したのは、悟史くんが突然いなくなってしまうかもしれない、だからいられる時間を大事にしたい…との思いからだった。",
      "でもそんなのは私の杞憂だった。",
      "…悟史くんは必ず私の側に居てくれた。",
      "そう。",
      "…私と一緒にいると約束してくれたから。",
      "…約束を破ったりなんか絶対にしないのだ。",
      "悟史くんと一緒だから、…私は平気だよ。",
      "もちろん、お姉にも話せないし、学校のみんなにも話せない。",
      "ちゃんといるんだよっていくら説明したって、理解できはしないのだから。",
      "でも、私にだけはわかる。",
      "ずっと側にいてくれるのが、わかる。",
      "だから、",
      "…………もう大丈夫…………。"
    ],
    "textEn": [
      "...I was too scared to sleep.",
      "If I went to sleep, I might not find Satoshi-kun there in the morning.",
      "So I kept talking to him until I passed out...",
      "I told him about what happened while he was missing...",
      "I told him that I realized how much I loved him after he went away.",
      "I'd searched for him, looking into various different things.",
      "I'd gathered underground information through Kasai, and bargained for police information with Ooishi.",
      "But I couldn't find any leads. A long time passed, but I kept thinking about him.",
      "Et cetera, et cetera...",
      "I told him all the small details from my daily life.",
      "...The places I wanted to go with him,",
      "the things I wanted to do with him,",
      "the food I wanted to share with him...",
      "and, and......",
      "I told him a lot of things.",
      "I was sitting up at first.",
      "But I got tired, so I lay down.",
      "...I got tired of moving my mouth too, so I started talking to him in my mind......",
      "It was the happiest night I'd ever had.",
      "When I woke up...",
      ".........I didn't find Satoshi-kun by my side.",
      "I knew it somehow...",
      "I was afraid of it.",
      "That was why I didn't want to go to sleep.",
      "...But at least I got to see him for one night.",
      "...Just when I'd resigned myself to that...",
      "...I felt Satoshi-kun's presence again... It wasn't a dream after all. I thanked God.",
      "And so I began my strange life with Satoshi-kun.",
      "As promised, Satoshi-kun was always by my side.",
      "...He couldn't laugh, mumble, or stroke my head.",
      "...But he was always with me,",
      "always right by my side.",
      "He disappeared sometimes, but he'd come back when I looked for him.",
      "It seemed that all I could hear was his footsteps.",
      "...That's just the way it was.",
      "...It was a bit sad, but I was still satisfied.",
      "His presence was really faint, so it was hard to sense him in a crowd.",
      "But he never left me.",
      "...If he were tangible, I'd be taking his hand all the time so that he wouldn't be lost.",
      "In contrast, I could feel him very strongly in a quiet environment.",
      "Of course,",
      "I couldn't tell what his expressions were, because he was just a presence.",
      "...But... after I got used to it, I could tell what he was thinking.",
      "At first, I could only tell if he was laughing or not.",
      "...Eventually, I started to feel his emotions more strongly.",
      "...I could communicate with him normally.",
      "...I was usually alone with him, though.",
      "I didn't want to go to school or hang out with my friends anymore.",
      "But... Satoshi-kun got upset about that.",
      "He'd keep mumbling unhappily.",
      "Now that I knew he'd always be with me,",
      "I shouldn't just stay home all the time.",
      "I was sticking to my time alone with him, however, because I was scared that he might suddenly disappear again, and I wanted to make the most of the time I was sharing with him right now.",
      "I must've been worrying too excessively.",
      "...Satoshi-kun will always be by my side.",
      "Yeah.",
      "...That was his promise.",
      "...He never breaks his promises.",
      "I was fine, because he was there.",
      "Of course, I couldn't tell anybody about him, not even Sis.",
      "I could try to explain it to them, but they'd never understand.",
      "But I was certain.",
      "Certain that he was with me.",
      "So...",
      "I'd be all right..."
    ]
  },
  {
    "color": "#76523d",
    "labelEn": "Kasai",
    "labelJp": "葛西",
    "textJp": [
      "「詩音さんはどうなさいますか。",
      "今夜の綿流しのお祭りは。」"
    ],
    "textEn": [
      "\"Shion-san, what are you going to do",
      "on Watanagashi this year?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「うん。",
      "行って適当に遊ぶつもりです。",
      "お姉とその愉快な仲間たちでもからかうかなー。",
      "あははははは。」"
    ],
    "textEn": [
      "\"Hm.",
      "I guess I'll have some fun at the festival.",
      "Maybe I'll tease Sis and her friends...",
      "Ahahahaha.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんと一緒に、お祭りを回りたいし。",
      "それに、悟史くんは私がみんなとはしゃぐのを見るのがとても好きなんだから。",
      "圭ちゃんをおちょくってると嫉妬するかな…なんて思ったけど、そんなのは思い過しだった。",
      "その辺に鈍感なのも、何とも悟史くんらしい。",
      "悟史くんは私たちが大はしゃぎしてるのを見るのが大好きなんだから。",
      "……だから、大はしゃぎしに行こう。",
      "そして、全部終わったら、今日は楽しかったねって悟史くんに言おう。"
    ],
    "textEn": [
      "I wanted to go to the festival with Satoshi-kun.",
      "I knew he liked to see me having fun with everybody.",
      "He might get jealous if I play with Kei-chan...",
      "But Satoshi-kun isn't very sensitive in that way.",
      "Satoshi-kun loved to see me and my friends have fun...",
      "so, I should have a lot of fun for his sake.",
      "Then I'd talk about the day with him later."
    ]
  },
  {
    "color": "#76523d",
    "labelEn": "Kasai",
    "labelJp": "葛西",
    "textJp": [
      "「何で雛見沢に行きますか？",
      "車で行くならお送りしますよ。」"
    ],
    "textEn": [
      "\"How are you going to Hinamizawa?",
      "I can give you a ride if you want.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「スクーターで行くからいいや。」"
    ],
    "textEn": [
      "\"I'm taking my scooter, so you don't have to.\""
    ]
  },
  {
    "color": "#76523d",
    "labelEn": "Kasai",
    "labelJp": "葛西",
    "textJp": [
      "「それはいけません。",
      "帰りに本家に寄られて親類の宴会に加わられるんでしょう？",
      "居眠り運転などさせられません。」"
    ],
    "textEn": [
      "\"That won't do.",
      "Aren't you going to the family party afterwards?",
      "I can't let you drive half asleep.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "車と違ってスクーターじゃ、居眠り運転なんて器用なことできないって。",
      "ま、いいか。"
    ],
    "textEn": [
      "There's no way you can fall asleep on a scooter like behind the wheel of a car.",
      "Ah, whatever."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「じゃお世話になりますかね。」"
    ],
    "textEn": [
      "\"All right, take me then.\""
    ]
  },
  {
    "color": "#76523d",
    "labelEn": "Kasai",
    "labelJp": "葛西",
    "textJp": [
      "「わかりました。",
      "では夕方に出発しましょう。",
      "そのくらいの頃にお迎えに参ります。」"
    ],
    "textEn": [
      "\"Good.",
      "Let's leave before nightfall.",
      "I'll come pick you up around that time.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "葛西が出て行くと、…悟史くんが今夜のお祭りが楽しくて楽しくて仕方がない、と言う風に表情をほころばせるのがわかった。"
    ],
    "textEn": [
      "After Kasai left... I sensed that Satoshi-kun was excited about going to the festival."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……………………綿流しか。",
      "……悟史くんがいなくなっちゃってから、……もうすぐ一年になるんだね。」"
    ],
    "textEn": [
      "\".........Watanagashi, huh...?",
      "So... it's been almost a year since you went away...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんはどう答えていいかわからず、困っているようだった。"
    ],
    "textEn": [
      "Satoshi-kun seemed confused."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「むぅ、……でしょ？",
      "あはははははははは。」"
    ],
    "textEn": [
      "\"I bet you're going all 'mmph...' right now, aren't you?",
      "Ahahahahaha.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私たちは小気味よく笑い合った…。"
    ],
    "textEn": [
      "We laughed together..."
    ]
  }
]