[
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……こんばんはなのですよ。」"
    ],
    "textEn": [
      "\"Good evening.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………こんばんは。」"
    ],
    "textEn": [
      "\"Good evening.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花は一升瓶を抱きながら、にぱーっと言いながら笑った。",
      "今日の日中、私に怒鳴りつけられて乱暴され、涙を零していたのが、まるでなかったかのようだった。",
      "あるいは機嫌を損ねたと思って、私のご機嫌伺いにでも来たと言うのだろうか。",
      "私は梨花を玄関まで誘うと、そこで座って待っててくれと告げ、一升瓶を預かろうとした。",
      "だが梨花は一升瓶を譲らず、靴を脱いで上がってきた。"
    ],
    "textEn": [
      "Rika smiled at me. She was holding a huge soy sauce bottle.",
      "She acted like I never yelled at her, got violent with her, or made her cry at all today.",
      "Or perhaps she came to curry favor, thinking that she angered me.",
      "I invited Rika to the front door. I told her to wait for a moment, and tried to take the bottle.",
      "But Rika took her shoes off and walked into the house with the bottle in her hands."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「いいよいいよ、私が入れてくるから待ってなよ。」"
    ],
    "textEn": [
      "\"Don't worry, I'll get it for you. Why don't you wait there?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクも漏斗でお醤油入れるのは上手になったのですよ…？」"
    ],
    "textEn": [
      "\"......I'm pretty good at pouring soy sauce into a funnel, you know...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "何だか甘えるような、懇願するような目で見上げてくる。",
      "自分で瓶に醤油を入れたいということなのか。",
      "……あまり家に上げたくはなかったが、",
      "よくよく考えてみれば、私が台所に行っている間に、梨花をここでひとりで待たせるのも、何だか薄気味悪かった。",
      "それならいっそ一緒に台所に行って、妙なことをしでかさないかどうか、監視している方が安心できる。",
      "私は、なら自分でやってごらんと言い、梨花を連れて台所へ向かった。",
      "廊下をひたひたと歩く。",
      "……二人で歩いてるはずなのに、私の足音しか聞こえなかった。",
      "本当に梨花が付いてきているのか不安になり、私は不意に足を止める。",
      "すると急に私が止まって驚いたのか、梨花は、ぺたっと一歩余計に歩き、私の背中にぶつかった。"
    ],
    "textEn": [
      "She looked at me as if begging.",
      "I guess she wanted to pour the soy sauce into the bottle herself.",
      "I didn't want her to come in the house,",
      "but I suppose I didn't want her to wait there alone either.",
      "If she came to the kitchen with me, I could keep my eyes on her.",
      "And so, I brought Rika to the kitchen.",
      "We walked down the hallway.",
      "I only heard my footsteps.",
      "I stopped suddenly and turned around to make sure Rika was following me.",
      "Rika bumped into me."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……みー。」"
    ],
    "textEn": [
      "\"...Meep.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ん、…あぁ、ごめんごめん。」"
    ],
    "textEn": [
      "\"Mmm, ah, sorry.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私はちゃんとぴったり付いて来ていることが分かり、再び先頭を歩く。",
      "……ひたひたひた。",
      "ぺたぺたぺた。",
      "…ひた、",
      "…ひた。",
      "…ぺた、",
      "…ぺた。",
      "こいつ、私の足音にぴったり合わせて歩いて遊んでいるらしかった。",
      "その証拠に、私が不意に乱れた歩き方をしても、決して足音はばらばらにならず、すぐに二人の足音は重なった。",
      "ひたひた、",
      "ひたひた。",
      "ぺたぺた、",
      "ぺたぺた。",
      "ひたひたひた。",
      "…急に止まる。",
      "ぺたぺたぺた。",
      "ぺた。",
      "一歩遅れて梨花も急停止。",
      "振り返ると、梨花もそういう遊びをしているのがバレたと気付いたらしく、にぱーっと悪戯っぽく笑った。",
      "常に足音が一緒で、…不意に止まるとひとつ余計に聞こえる足音。",
      "……そんな足音を、私はすでに身近に経験していて、……何となく、心穏やかになれなかった。",
      "ただ、この少女の足音の場合は、足音は同じでも、振り返ればちゃんとそこに居る。",
      "その点だけにおいて、私の知っている足音とは違っていた…。",
      "台所のさっきの床下収納は開きっぱなしになっていて、醤油樽が顔を覗かせていた。",
      "メモには好きなだけ持って行かせてＯＫとあったが、残量は充分かな。",
      "……私はしゃがみこみ、醤油樽の蓋を開けようとした。",
      "そんなしゃがむ時の仕草でさえ、ぺた、っと、私の背後ではひとつ余計に足音がするのだった。"
    ],
    "textEn": [
      "I made sure she was right behind me and started to walk again.",
      "Tap, tap, tap.",
      "Tip, tip, tip.",
      "Tap,",
      "tap...",
      "Tip,",
      "tip.",
      "Rika must have been having fun matching her footsteps to mine.",
      "Even when I quickly sped up, our footsteps matched perfectly.",
      "Tap, tap,",
      "tap, tap.",
      "Tip, tip,",
      "tip, tip.",
      "Tap, tap, tap.",
      "I stopped suddenly.",
      "Tip, tip, tip.",
      "Tip.",
      "Rika stopped suddenly too, after taking an extra step.",
      "When I turned around, Rika smiled at me.",
      "Our footsteps matched perfectly, and when I stopped suddenly, I heard her extra step.",
      "I've experienced such footsteps before... it was making me feel uncomfortable.",
      "But now, although her footsteps sounded the same as the other ones I'd experienced, I saw her when I turned around.",
      "That was the difference between them.",
      "I left the storage door open, so we could see the soy sauce barrel.",
      "The memo said she can take as much as she wants, but I wasn't sure there was enough left.",
      "I crouched down and tried to open the lid of the soy sauce barrel.",
      "Even when I crouched down, I could hear Rika's extra step."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「うん、まだまだいっぱいあるよ。",
      "ほら、好きなだけ持ってくといい。」"
    ],
    "textEn": [
      "\"Good, there's plenty left.",
      "Take as much as you want.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私が後を振り返った時、梨花は信じられないくらいに私の目の前にいた。",
      "でも、……え？",
      "………誰？",
      "そこには梨花がいたけど、…よく似た知らない梨花が。",
      "私たち姉妹が入れ替わって、違和感を見せたときのような感じ。",
      "…外見はそっくりだけど、違う個性を見せた時のような違和感。",
      "梨花にも双子、いたんだ…？",
      "そんな困惑の感情は一瞬。",
      "梨花が手にしていた小さな化粧品みたいなスプレーが、私の目に噴き付けられた。"
    ],
    "textEn": [
      "When I turned around, Rika was very close to me.",
      "But... eh?",
      "...Who was this?",
      "I saw Rika... but it wasn't Rika at all...",
      "It was like when I switched with my sister.",
      "The outside was the same, but the inside was different.",
      "Did Rika have a twin sister?",
      "I was confused for a moment.",
      "That was when Rika sprayed something from a small bottle into my eyes."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ッ？！",
      "ふんんんんんッ！！！」"
    ],
    "textEn": [
      "\"Huh?!",
      "Hhnnnnn!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "両目に凄まじい激痛が走り、この痛みを洗い流そうと、涙と鼻水が滝のように零れ出す。",
      "刺すような刺激がして、くしゃみが止まらない。",
      "私は自分が、悪意を持った攻撃を受けたことを認識するまで数秒間、無防備に顔を覆って転げまわっていた。",
      "思い切り強く目蓋を閉じ、涙を絞りつくすようにして目を開いた時、",
      "梨花は私の髪を鷲掴みにして地面に引きずり倒そうとしていた。",
      "梨花は私と目が合い、視力を回復したと悟ると、再び容赦なく催涙スプレーを噴射した。",
      "それを察知して固く目をつぶったが、鼻の粘膜から入ってくるらしく、",
      "直接的な激痛を回避できただけで、ひどい涙と鼻水、くしゃみと痛みで私は再び目を奪われる。",
      "…くぉおおぉ…、いたいたたた……！！",
      "混乱した脳がこんなにも回転が遅いなんて…！",
      "私はここまでされてやっと、自分は古手梨花に襲われたんだと理解した。",
      "それに気付けば、脳の回転は普段以上に回転し出す…！！",
      "古手梨花は私を仰向けに地面に転がすと、馬乗りになってきた。",
      "私は逃れようと、台所中をごろごろと転げ回り、",
      "かまどにぶつかったり、",
      "置いてある壷かカメかにぶつかったり、",
      "何かの山を崩したりしながら暴れ狂った。",
      "だが梨花は私を逃そうとはせず、しつこく絡みつき、",
      "ついには私の上に馬乗りになって、",
      "身動きを奪った。",
      "容赦なく腹の上に圧し掛かってきて私は痛みと圧迫感に呻く。",
      "見掛けによらず喧嘩慣れした真似を…！",
      "目の痛みで、私は視界を奪われたまま。",
      "そんな無抵抗状態で馬乗りにされている私は、まさに絶体絶命だった。",
      "瞬きの隙間から私に圧し掛かっている梨花の顔を見た。",
      "そりゃ、私は古手梨花をよく知っているわけじゃない。",
      "魅音に成り代わって学校へ行った数えるほどの機会の接触と、事前に知らされていた情報だけだ。",
      "でも…そのわずかな接触の中から、古手梨花のこんな一面を想像するのは不可能だった。",
      "不可能、不可能、不可能！",
      "……あぁまずい、不可能なんて言葉で頭を満たすな！",
      "目の前の事態に冷静に対処できると信じろ、混乱に頭を明け渡すな、クールになれ、クールになれ！！",
      "くそくそ！そんな滅茶苦茶な思考こそが混乱だろうが！！",
      "もう一度わずかの瞬きから梨花をうかがい見る。",
      "片手には催涙スプレー。",
      "だがもう片手が異様だった。",
      "目を疑ったが、他の何に見間違えようというのか！",
      "それは見紛うことなどありえない特徴的な形をしていた。",
      "そう、それは…注射器だった。",
      "梨花は私が視力を回復したことに気付くと、",
      "私の鼻先に催涙スプレーを突き出し、容赦なく噴き付けてきた。",
      "固く目蓋を閉じ、痛みから少しでも逃れようと足掻く！",
      "私はその時、目をぐっと閉じていたのだから見えていなかったわけだが。",
      "梨花にとって思わぬ誤算が訪れていた。",
      "…こんな組み合った状態で催涙スプレーなど使うものだから、その飛沫が自分にまで及んだのだ。",
      "梨花の咽込むようなくしゃみが何度も繰り返されるのを耳にして、私は最大のチャンスが訪れたことを知る！",
      "見えなくてもそこに居ることはわかるから問題ない。",
      "梨花の顔面を私は何度か殴りつけ、",
      "梨花の重みがぐら付いた瞬間を逃さず、その戒めから逃れた。",
      "素早く間合いを取り、私はスタンガンを構える。",
      "梨花が吸ったスプレーは微量だったようで、もうくしゃみは治り、私に悪意ある眼差しを見せることができるようになっていた。"
    ],
    "textEn": [
      "I felt a terrible pain in my eyes, and suddenly tears poured out and my nose started to run.",
      "I couldn't stop sneezing either.",
      "As I stumbled around, covering my face, I then realized I was attacked.",
      "I shut my eyes tightly for a moment, then opened them again.",
      "Rika was about to grab my hair to drag me down onto the floor.",
      "When Rika saw me open my eyes, she sprayed at me again.",
      "I shut my eyes to avoid the spray, but my nose still breathed in the substance.",
      "I avoided the pain in my eyes, but the tears, the runny nose, and the sneezing continued.",
      "Shiiit, aaaah!!",
      "My brain isn't working quickly enough!",
      "However, when I finally understood that I had been attacked by Rika Furude...",
      "My brain started to grind into motion.",
      "Rika Furude knocked me on my back and got on top of me.",
      "I tried to escape from her by rolling on the kitchen floor.",
      "As I rolled, I hit an oven,",
      "a huge jar,",
      "and destroyed a pile of something on the floor as I fought back.",
      "But Rika didn't let go of me.",
      "She stayed on top",
      "and restrained me.",
      "She was sitting on my stomach, and I felt intense pain and pressure.",
      "She sure could fight well...",
      "I still couldn't see anything.",
      "Rika had the upper hand, my eyes were shut, and I was in real danger.",
      "As I tried to blink, I saw Rika's expression.",
      "I didn't know Rika Furude all that well.",
      "I only knew her from the few times we met when I went to school as Mion, and from the things I've heard from other people.",
      "But as far as I knew, there was no way Rika Furude would ever do something like this.",
      "This is just impossible. Impossible, impossible!",
      "No, I can't fill my head with that word!",
      "I have to calm down and figure out what to do next...",
      "Shit, I'm too much of a mess to even think!",
      "I tried to peek at her face again.",
      "She still had the spray bottle in one hand.",
      "What I didn't expect was the thing in her other hand.",
      "How could I mistake it for anything else?",
      "It was definitely",
      "a syringe.",
      "When Rika realized I'd regained my eyesight,",
      "she pointed the spray bottle right at me and let loose with it.",
      "I shut my eyes tightly and tried to ignore the pain.",
      "But that was when, even though I was blinded,",
      "Rika made a miscalculation.",
      "She had sprayed at me from such a close distance that she inhaled the substance as well.",
      "I heard Rika sneeze, and realized that it was my chance.",
      "Even if I couldn't see, I knew she was right there.",
      "I hit Rika's face a few times.",
      "When I felt Rika's weight shift, I escaped.",
      "I then got my stun gun ready.",
      "Rika must have inhaled just a little of the spray. She wasn't sneezing anymore, and was glaring at me instead."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……おうおぅおぅ…上等切ってくれんじゃないの。",
      "ぶちまけられてえかああぁああぁッ！！！」"
    ],
    "textEn": [
      "\"...Hey, hey, hey... Are you pickin' a fight with me?",
      "You want me to wreck you?!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花は不敵な表情を崩さなかったが、最初の奇襲で目的を達せられなかったことに相当の痛手を感じているのは間違いなかった。",
      "私の咆哮にわずかなたじろぎを見せる梨花は、",
      "それでもなお催涙スプレーを構え、私の目を狙っていた。",
      "向こうの目的は私をあのスプレーで無抵抗状態に陥らせ、",
      "その隙に、…あのもう片手の注射をする気らしい。",
      "中に何のクスリが満たされているのか、一見透明なその液体からは窺い知ることもできない。",
      "だがどんな薬物にせよ、その効果は恐ろしいものに違いなかった。",
      "私の目を奪い、馬乗りになり、体のどこでもいいから無理やりに薬物を注入。",
      "…効果の出るのが遅いクスリだったら、",
      "私はその後も抵抗を続け、",
      "結果、古手梨花に致命的な反撃を加えることは充分にあり得る。",
      "だが、梨花のこの奇襲は、注射に成功すればそれで充分という考えが見え隠れするのだ。",
      "………つまり、どういう効果にせよ、",
      "そのクスリは即効性で、注射して即効果の出るものらしく、",
      "しかもその効果で梨花への反撃も出来なくなるような効果だ。",
      "だったらそれは、昏倒か死か、その二つのどちらかしかあり得ない…！",
      "なら、条件はこっちだって互角。",
      "私の持つスタンガンは強力な武器だ。",
      "一撃で相手を倒してしまう必殺の武器だ。",
      "しかもその安定した強力な威力は今日までの数度の使用全てで証明されている。"
    ],
    "textEn": [
      "Rika's expression didn't change, but I was sure she was disappointed that her surprise attack was a failure.",
      "Rika flinched just a little",
      "but she was still holding the spray bottle and aiming it at my eyes.",
      "She was trying to use the spray first",
      "and then give me the shot.",
      "I didn't know what was in that syringe, but it was a clear liquid.",
      "It had to be something bad.",
      "She wanted to take my eyesight, get on top of me, and then give me the shot.",
      "If whatever was in the syringe took a while to take effect",
      "I might have the chance to fight back",
      "and seriously injure Rika.",
      "But Rika's surprise attack told me that just being injected was more than enough.",
      "In other words, whatever the effect,",
      "it would start to work immediately.",
      "Therefore, I wouldn't be able to fight back against her.",
      "It'd probably either knock me out or kill me.",
      "In any case, what I had was equally deadly.",
      "My stun gun was very powerful.",
      "Just one shot would be all it took.",
      "What happened before was proof of its power."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…………………………………。」"
    ],
    "textEn": [
      "\".....................\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花も、私の持つスタンガンが催涙スプレーなんかよりよっぽど強力な武器であることを理解しているらしく、迂闊な身動きさえできない様子だった。"
    ],
    "textEn": [
      "Rika knew my stun gun was a lot more powerful than her spray. She was being extremely cautious."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……おらおら、いつまで人ん家に上がりこんでぼさーっとしてくれてるわけさ。",
      "そっちから来ないんならこっちから行くぞこらあッ！！！」"
    ],
    "textEn": [
      "\"Hey, what do you think you're doing in my house, huh?",
      "If you aren't moving, then I'll come to you!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "足元にあった新聞紙の束を抱え、思い切り投げつけた。",
      "その束は重ねてあるだけで縛っていなかったので、梨花の眼前でぶわっと広がり、その全身を覆った。",
      "私が突撃したのは新聞紙の束を投げつけるのとまったく同時。",
      "梨花に隙を作った一瞬で飛び込んだ。",
      "スタンガン！！！",
      "バチンと梨花の体が跳ねて転がった。",
      "…この大馬鹿がぁ！！",
      "両者一撃必殺の状況で躊躇しやがって！！",
      "素人に限って睨み合うんだよ。",
      "一撃必殺において先手がどれだけ有利か何もわかっちゃあいないんだからッ！！！",
      "ころころと転がるのはスプレーだ。",
      "でも注射器はまだ握っている！",
      "スタンガンを決めはしたが、油断はしない。",
      "そのまま転がる梨花の脇腹に蹴りをくれてやり、今度は逆に馬乗りになってやる。",
      "注射器は容易に奪い取れた。",
      "私は梨花のその腕を踏みつけると、奪った注射器をその腕にぶち込んでやる。",
      "予防接種でやってくれるようなデリケートさはない。",
      "注射針で腕を砕いてやろうというくらいの乱暴さでぶち込んでやる。",
      "シリンダーを押し込み、全てのクスリを乱暴に注入してやった。",
      "それに反応してか、梨花の体がびくんびくんと痙攣するように跳ねた。",
      "私は梨花から遠のき、梨花の体にどういう変化が訪れるかを見守った。",
      "もちろん油断はしない。",
      "即効性でしかもただちに抵抗を奪う薬物…と想像はついていても、どんな反応を示すかわからない以上、間合いがいる。"
    ],
    "textEn": [
      "I threw a pile of newspapers at her.",
      "The pile wasn't tied together, so the newspapers flew all over Rika.",
      "I jumped at her immediately after.",
      "I shoved my stun gun into her,",
      "and pulled the trigger!!!",
      "Rika spasmed and fell to the floor.",
      "...You fool!",
      "Hesitating in a fight where a single blow wins!",
      "Only amateurs just glare at each other.",
      "You don't have a single clue about how advantageous the first strike is when a single blow can decide everything!",
      "The spray bottle rolled on the ground,",
      "but she still had the syringe.",
      "Rika was down, but I couldn't let my guard down either.",
      "I kicked her in the side and clambered on top of her.",
      "I took the syringe.",
      "I held Rika's arm down and gave her the shot.",
      "My actions could hardly be called gentle.",
      "I injected her violently.",
      "I injected everything that was in the syringe.",
      "Rika began to convulse.",
      "I stood back and watched for what would happen to her body.",
      "Of course, I still had my guard up.",
      "While I assumed that the drug would incapacitate her immediately, I didn't know exactly what kind of reaction she would have."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……は、…は！",
      "ざまぁないね！！",
      "私に勝てるとか夢にでも思った？",
      "舐めんじゃねえやあッ！！！」"
    ],
    "textEn": [
      "\"Ha, ha!",
      "Look at you!!",
      "Did you really think you could defeat me?",
      "Think again!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花はしばらく痙攣するように震えた後、壁に手を付きながらふらふらと立ち上がる。",
      "…こいつ、華奢そうな体のくせにスタンガンの直撃を食らって立ち上がって見せたぞ…。",
      "……手元のスタンガンの出力メモリを見る。",
      "あ、くそ！",
      "出力が最小になってる！",
      "さっき取っ組み合いをした時にでもメモリがずれたのか…。",
      "ジャキジャキっとメモリを出力最大まで上げる。",
      "梨花は真っ青になり、全身に脂汗を浮かせていた。",
      "……どんな薬効だか知らないが、もしさっきの奇襲で、梨花の思い通りにことが運んでいたなら、あの症状は私に訪れていたものだ。",
      "見た目だけでこれだけ具合が悪そうなのだから、当の本人にどれだけの自覚症状が出ているのか、想像に難しくない。",
      "焦点の定まらない目、ふらつく体、壁に添えた手。",
      "……平衡感覚がなくなって、立っているだけでも辛いに違いない。",
      "表情にはもはや、さっきまで見せていた不敵さはなくなっていた。",
      "ただふらふらとしながら、…吐き気でもするのか、嘔吐でもしかけるような奇声をたまに吐いて唸る。"
    ],
    "textEn": [
      "After a few more convulsions, Rika unsteadily got to her feet.",
      "...That's ridiculous. How can she even stand?",
      "I looked at my stun gun.",
      "Damn it!",
      "The power was on the lowest setting!",
      "Maybe it had been readjusted when we were rolling around on the floor...",
      "I changed the setting to maximum.",
      "Rika turned pale and started sweating all over.",
      "...I didn't know its exact effects, but if Rika had given me the shot, I'd be the one experiencing her symptoms.",
      "She looked really sick, so obviously she must've been feeling awful too.",
      "She couldn't even focus. She was very wobbly, and had her hand on the wall.",
      "She'd lost her balance, and it must've been hard for her to even stand.",
      "She didn't look so brave anymore.",
      "Rika wobbled some more and moaned as if she was about to throw up."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………ぅうぅ、",
      "………っは、はぁ",
      "…………",
      "あぅうぅ……、",
      "……はにゅぅー…",
      "はにゅーー…………ッ、",
      "……がふ、",
      "………げほ！",
      "げほ！！」"
    ],
    "textEn": [
      "\"Ooh",
      "hah, hah...",
      ".........",
      "Ahoo, ahooo...",
      "Hanyuuu...",
      "Hanyuuu...",
      "cough",
      "cough!",
      "Cough!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "奇声を吐き続けてふらつく梨花の姿は、奇怪で恐ろしくもあったが、同時に滑稽でもあった。",
      "……相手に食らわせてやろうと思ったクスリを、自らが食らうことになるなんて、思いもしなかったに違いない。",
      "因果応報ってやつだ。",
      "ざまぁないったらありゃしない。"
    ],
    "textEn": [
      "Rika looked scary as she moaned and wobbled, but at the same time, she looked kind of funny too.",
      "...Certainly, she hadn't even dreamed she'd be getting the shot herself.",
      "As the man sows, so shall he reap.",
      "That's what you get."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あっはっはっはっは！",
      "実に滑稽だね、笑えるよ。",
      "でも吐く時は勘弁ね、お手洗いで吐いてちょうだいよ。",
      "くっくっく！",
      "あんたがあとどの位でくたばるのか見物するのも楽しいよ。"
    ],
    "textEn": [
      "\"Aha ha ha ha ha!",
      "This is funny, so funny.",
      "But please don't throw up here, go to the bathroom, okay?",
      "Heh heh heh!",
      "I'm going to enjoy how long it'll take for you to die."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "あぁ、でもそれじゃあ拷問する楽しみがなくなるねぇ"
    ],
    "textEn": [
      "Oh, but that means I can't torture you later, huh?"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "私さ、あんたにはあの釘台を使ってやろうとずっと心に決めてたんだよね。",
      "あんたが自分のクスリでゲロを吐きながらそれで窒息して死ぬのが早いか、両手十指に釘をたらふく食らって、痛みで逝くのが早いか、ぜひ見てみたいもんだねぇ。",
      "……よし決めた、そうしようかね。"
    ],
    "textEn": [
      "I've been planning to use the nail table on you.",
      "So either you choke on your own vomit and die, or I pound nails into all ten of your fingers. Hmm, I wonder which it will be...",
      "Okay, I know."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "んじゃ会場を移そうか、楽しい楽しい地下祭具殿にねぇ。",
      "場所を移すためにちょいと眠っててもらうよ？",
      "くっくっく！！」"
    ],
    "textEn": [
      "Let's move to the underground shrine storage.",
      "I'll put you to sleep so I can move you there, okay?",
      "Heh heh heh!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "スタンガンをバチバチ言わせながら、私は、かつて梨花が浮かべたのに負けないくらいの悪意と不敵の眼差しを浮かべ、近付く。",
      "スタンガンの飛ばす青白い火花が見えた時、",
      "梨花は弾かれたように動き、流しのまな板の上に置かれていた肉厚の、凶器染みた包丁を手にとって構えた。"
    ],
    "textEn": [
      "I walked up to Rika, my stun gun making popping sounds.",
      "When Rika saw the sparks from the stun gun,",
      "she moved to grab a huge kitchen knife."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…おや、まだその程度の元気はあるわけだ？",
      "くっくっく！",
      "そうでなくっちゃ面白くないよ。",
      "あんたには色々聞きたいことがあるしね。",
      "無駄に抵抗しない方が色々と辛くないよ？"
    ],
    "textEn": [
      "\"Oh, are you still trying to fight?",
      "Heh heh heh!",
      "That makes things more fun.",
      "I have so much I want to ask you.",
      "I would suggest you back down."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "もっとも抵抗しなくても辛い目に遭うだろうけど、くっくっく！」"
    ],
    "textEn": [
      "Well, actually, even if you do, you'll go through the same misery anyway, heh heh heh!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……残念だけどあんたの誘いは断るわ、この拷問狂が。」"
    ],
    "textEn": [
      "\"......Sorry, but I'll refuse that invitation, you torture maniac.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "死の際に臨む少女の口からこぼれる言葉は、普段の姿からは想像もつかなかった。",
      "だが、私は何も怯まない。",
      "私の絶対有利は揺るがないのだから、何も焦ることはない。",
      "それに、仮にも御三家のひとつ、古手家の最後の生き残りなのだ。",
      "その豹変はむしろ…どういうわけか…自然で、かえって違和感がないものだった。"
    ],
    "textEn": [
      "What she said wasn't anything I'd expect to hear from the Rika I knew.",
      "But I didn't hesitate.",
      "I had the advantage, so I didn't need to worry.",
      "Besides, this was coming from the last survivor of the Furude family, one of the Three Families.",
      "That sudden change somehow felt natural."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あんたらの御三家の血塗られた歴史に比べたら、私なんてとてもとても。",
      "それを古手家頭首さまに褒めてもらえるなんてね。",
      "ちょっと光栄だね…。",
      "んで？"
    ],
    "textEn": [
      "\"Compared to what the Three Families have done, this is nothing.",
      "Thank you for that high praise, though.",
      "I should be proud of myself, huh?",
      "So?"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "そのふらふらな体で、包丁一本で抵抗して見せる？",
      "立っているだけでも限界なくせに……。」"
    ],
    "textEn": [
      "Are you seriously thinking about fighting me with a knife in that condition?",
      "You can't even stand straight...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……そうね。",
      "あんたの言うとおり、これがどうも私の限界。",
      "…お前なんかに召し捕られて拷問で殺されるくらいなら、悪いけどお先に退場させてもらうわ。」"
    ],
    "textEn": [
      "\"......You're right.",
      "Like you said, I'm at my limit.",
      "...But if that means getting captured and tortured to death by you, then sorry, I'm taking my leave.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「退場？",
      "ぷ、できるならしてごらんよ！！」"
    ],
    "textEn": [
      "\"Taking your leave?",
      "Pfft, try it if you can!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "絶対的な有利不利はもうはっきりしている。",
      "にもかかわらず、私たちはある種の異様な高揚感に包まれていた。",
      "たがが外れた、…という言い方は雛見沢の私たちには似つかわしくない。",
      "…現代の鬼たちが、人間のふりをする必要がなくなった解放感とでも言うのか。",
      "そう、それは…血を嗜み肉を食む、鬼たちの狂宴。",
      "鬼たちの血をもっとも色濃く残す旧家の、古手家頭首と園崎家頭首の狂い合い。",
      "私は廊下を背にし、退路を塞ぐ。",
      "窓には格子が入っているし、勝手口にはチェーンが掛かっている。私に無様に背中を向ければ、その瞬間にスタンガンを食らわせてやれるのだ。",
      "古手梨花の言う退場のための退路は、私を越えて廊下に逃れる他はない…！",
      "梨花は構えていた包丁を、スイっと構える。",
      "……私は、腹部を狙って突撃してくるに違いないと読み、半身に構えてスタンガンをバチンと鳴らした…。",
      "その時、梨花は突然背中を向ける。",
      "私は突然走りこんでくるものと思い、梨花の怪しい挙動を、慎重に見守っていた。",
      "梨花は包丁を握ったまま、その柄を壁に押し付けて、包丁の刃を立てた。",
      "……何の真似か理解できない。"
    ],
    "textEn": [
      "It was clear who held the advantage here.",
      "But despite that, an odd thrill filled both of us.",
      "'We lost our minds' wasn't a fitting phrase for the people of Hinamizawa.",
      "It was a feeling of release, when modern demons could stop pretending to be human.",
      "Yes, this... was a mad banquet of demons, with the savoring of blood and devouring of flesh.",
      "Attended by the head of the Furude family and the head of the Sonozaki family, the old families whose blood is closest to the madness of the demons.",
      "I stood in front of the hallway so as to block her escape route.",
      "The windows had grates and the door had a safety chain on it. If she turned around, I'd hit her with my stun gun.",
      "In this situation, what did Rika Furude mean by 'taking her leave'?",
      "Rika got her knife ready.",
      "I expected her to aim at my stomach when she attacked, so I took a stance with my stun gun ready in my hand.",
      "Rika, however, suddenly turned around.",
      "I carefully watched to see what her next move would be.",
      "Rika put the handle of the knife to the wall and held it in place.",
      "...What was she doing?"
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……じゃあね、さよなら拷問狂。",
      "お前なんかに殺されてたまるか。」"
    ],
    "textEn": [
      "\"......Goodbye, torture maniac.",
      "I won't give you the satisfaction of killing me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花は頭を大きく後ろに振りかぶると、壁に立てた包丁に刃に、喉を……ッ！！"
    ],
    "textEn": [
      "Rika reared her head back and slammed her throat against the knife on the wall...!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…ッ！！！",
      "…………！！！」"
    ],
    "textEn": [
      "\"...!!!",
      ".........!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鮮血の飛沫が、パッパ、と辺りに細かく散っていく。",
      "梨花は頭を振りかぶっては…首を包丁の刃の切っ先で……。",
      "何度も、…何度も。",
      "首と胸元は真っ赤に染まる。血ってのはもっとどす黒いものだと思ってた。",
      "でも、その血は黒くなんかない。",
      "なんて言うか…気味が悪いくらいに鮮やかで……そう、私はきっと混乱しているんだ………とても綺麗に見えた。",
      "何度も刃を首に打ち込み、",
      "…そして梨花は私に振り返った。",
      "見開いた目、この世の物と思えない表情。",
      "…それは、生きた人間の持つ有機的なものと、死者と人形が持つ無機的なものを同時に兼ね備えた、",
      "……例えようもなく恐ろしくて気味が悪くて、",
      "……真っ白な顔だった。",
      "でも、そのこの世ならざる顔は…私たち鬼にはこれ以上なく相応しい面。",
      "鏡がないから、梨花の顔だけがそう見えるだけで。",
      "もし自分の顔も見れたなら、同じ顔をしていたはずだ。",
      "梨花は、……包丁を短く持つとガツガツと、自分の喉を激しく何度も突き続けた。",
      "……ほら、夏祭りでかき氷屋さんが、真四角な氷塊をアイスピックでガツガツとやって、ちょっと砕いたりすることがあるじゃない？",
      "あんな感じ。",
      "白い氷の粉が飛び散って、とても涼やかでとても綺麗で。",
      "それに勝るとも劣らない美しさ。",
      "梨花が首を突く度に、ものすごくきめ細やかな美しい赤が周りの退屈な白を鮮やかに飾っていく。",
      "そう、それは舞い。",
      "……最後の古手家頭首による奉納の舞い。",
      "オヤシロさまに捧げる鬼たちの最後の奉納演舞。",
      "文字通り鬼気迫るその舞いに、私は吼え猛る。",
      "意味なんかない、動物的な咆哮。",
      "それは例えるなら獣同士が血塗れになって噛み殺し合い、",
      "相手が血の海で痙攣するのを見ながらあげるに違いない咆哮と何も変わりはない。",
      "私の全身がびりびりと震え、",
      "この世でもっとも公平で、",
      "どんな審判よりも絶対的なジャッジである決着、",
      "「死」を前に、歓喜の感情を爆発させた。",
      "鬼の、咆哮。",
      "叫び、",
      "雄叫び。",
      "それは徐々に薄れ、鬼の声から人間でもある私の声に変わっていく。",
      "……鬼は咆哮だったが、",
      "人間である私のは、嘲笑。",
      "梨花の首から下は足元、足跡に至るまで、…鮮血一色に塗り潰されていた。",
      "首からはごぷ、",
      "ごぷ…と音を立てながら、",
      "泡と血が入り混じった…どろどろとしたものが溢れ続けている。",
      "梨花は、それでもなお私の目を見た。",
      "私も梨花の目を見た。",
      "……もっとも私が見たものは目だったかは怪しい。",
      "…もうそれは人の目ではなく、…死んだ人間の、あり得ない眼差し。",
      "梨花は、",
      "………いや、…梨花だった死体は、口や鼻から血をべったりと吐き出しながら、",
      "……笑ったように見えた。",
      "そして、包丁を落す。",
      "そして、…両手を突き出し……手の平を上に向ける。",
      "…蠢く指先は、まるでひっくり返って断末魔にもがく昆虫の足のよう。",
      "そんな指が、がっと爪を立てて自らの首に這い寄った。",
      "それは、生まれて初めて見る奇行。",
      "こんな動きは初めて見た。",
      "………だって、自分で自分の首を、……掻き毟っているなんて…。",
      "それは掻き毟るという言い方は正しくない。",
      "…まるで、包丁で作った裂け目から、自分の喉の内側をめくり出そうとしているかのようだった。",
      "一番大きな裂け目に、両手の指の爪が何本かかかる。",
      "………梨花は笑ったと思う。",
      "…生きている人間に対してなら、笑ったと言ってもいい表情をした。",
      "…そして、裂け目を両手で、思い切り、………がぱあ、と。"
    ],
    "textEn": [
      "Her blood splattered all over.",
      "Rika bent backwards repeatedly and let the knife slash at her throat.",
      "Again, and again.",
      "Her neck and chest were dyed red.",
      "I'd always thought blood was darker.",
      "But her blood wasn't dark. It was so bright... I must have been confused, but... it looked pretty...",
      "After doing this several times",
      "Rika turned around.",
      "Her eyes were wide open. She didn't look like she was from this world.",
      "Her face looked like something both living and dead, both real and artificial.",
      "...It was very scary, eerie...",
      "and above all else, pale.",
      "Although her face looked unearthly, it was a very appropriate face for a demon.",
      "I didn't have a mirror so I couldn't tell,",
      "but I was sure I looked exactly like her.",
      "Rika continued to violently slash her throat.",
      "It reminded me of someone trying to break a huge piece of ice with an ice pick.",
      "That was exactly what Rika looked like.",
      "The white chips of ice coolly flying through the air.",
      "What I saw before me was a beautiful sight.",
      "Every time Rika struck her throat, tiny drops of red blood splattered the boring white world around her.",
      "It was like a dance.",
      "A dedication dance by the final head of the Furude family.",
      "The demon's last dance of dedication to Oyashiro-sama.",
      "Upon seeing that literally bloodcurdling dance, I let out a fierce roar.",
      "I had no reason to do so. I was howling like an animal.",
      "We were like animals trying to kill each other, both getting covered in blood,",
      "and, inevitably, as one convulsed in a pool of that blood, the other threw back its head and howled.",
      "My body shivered with the joy I felt inside of me.",
      "This was death,",
      "the most final of judgments,",
      "and it was right before me.",
      "The demons howled,",
      "screamed,",
      "and roared.",
      "The roars faded, and my voice started to change from the voice of a demon back to that of a human.",
      "As a demon, I roared,",
      "but as a human, I sneered.",
      "Rika was covered in blood from her neck down.",
      "Her blood was",
      "pouring out,",
      "making a little noise.",
      "Rika was still staring into my eyes.",
      "I stared back at her.",
      "I wasn't sure they were still eyes, though...",
      "They were no longer human eyes... but the eyes of the dead.",
      "Rika,",
      "no, Rika's corpse vomited blood from her mouth and nose",
      "and smiled.",
      "Then, she dropped the knife.",
      "She stuck her hands out and turned her palms upward.",
      "Her wiggling fingers reminded me of an insect's legs.",
      "Those fingers reached for her own throat.",
      "I'd never seen anything like it.",
      "I'd never seen anybody do this before.",
      "Because... Rika was scratching her own throat... she was ripping her own throat apart.",
      "Maybe that wasn't a good description.",
      "She was trying to rip out the inside of her throat through the opening she'd made with the knife.",
      "Her fingers found the biggest tear.",
      "Rika smiled.",
      "At least that's what I would have called it if she were alive.",
      "She ripped open the tear in one tug."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……ぅぉ…………おおわあああぁあああぁあぁあああッ！！！」"
    ],
    "textEn": [
      "\"Wha... whaaaaaahhhhhhhhhhh!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の絶叫を浴びて、",
      "…ついに梨花の表情は生者と死者の中間ではない、",
      "本当に死者のそれとなり、……びしゃっと、自らの血溜まりにうつ伏せになって倒れた。",
      "それっきりだった。",
      "再び起き上がって、私に見せ付けるように喉の裂け目をめくり返してなど見せなかった。",
      "私は死体となった古手梨花から後退り、廊下の壁に背をぶつける…。",
      "をおおおおわああおああぁあああぁあぁああぁッ！！",
      "再び吠えて…古手家頭首の断末魔の奉納演舞を賞賛する。",
      "全身を駆け上る歓喜の感情。血液が沸騰しそうなくらいに暴れて、全身の血管が踊りくねって体中がくすぐったい。"
    ],
    "textEn": [
      "Upon hearing my scream,",
      "Rika died and fell on her face",
      "into the pool of blood.",
      "That was it.",
      "She didn't get up again to show me her throat.",
      "I stepped back from Rika Furude's body and bumped into the wall in the hallway.",
      "Raaaaaaaaaaaaaaahhhhhh!!",
      "I roared again in admiration of the ritual dance of dedication of the head of the Furude family.",
      "Joy ran through my body, and my blood rushed through my veins."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「勝った、…勝ったぞ…！！！",
      "私は勝った、打ち勝った！！",
      "わおおおああぁあぁあああッ！！！」"
    ],
    "textEn": [
      "\"I won, I won!!!",
      "I defeated her!!",
      "Raaaaaaaahhhhhh!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は殺し合いを制したなんていう、原始的な喜びから、オヤシロさまの祟りの核である御三家の全ての頭首を葬ったことを知る。",
      "そう、今こそ全ては白日の下に晒された。",
      "オヤシロさまの祟りは、その仕掛けも黒幕たちも全てが晒されたのだ。",
      "悟史くんを死の運命に飲み込んだ祟りの具現者たち、御三家の頭首たちは全て私の手に落ちた。",
      "園崎家頭首はショック死した。",
      "死体は車椅子ごと井戸に投げ捨ててやった。",
      "公由家頭首は召し捕った。",
      "残りの生涯を死ぬまでずっと背伸びして過すだろう。",
      "古手家頭首は自らの毒牙にて返り討ちに遭い、",
      "鬼ヶ淵村御三家頭首の最後の一人にこれ以上なく相応しい死に方を迎えた。",
      "そう、私は成した。",
      "至ったのだ。",
      "悟史くんを祟りに取り込んだ連中を、首魁を、黒幕を！",
      "全て葬った。",
      "全て、全て！！",
      "悟史くんはあんなにも無力だった。",
      "運命に抗う何の力も持たなかった。",
      "そんなか弱い悟史くんを、呪われた北条家の一員だからと烙印し、",
      "死の渦に放り込んだ奴ら、そしてその渦に飲み込まれていくのを嘲笑っていた奴ら！！",
      "許せない許せない許せない…！！！",
      "北条家だから祟り殺されても当然、死んでも当然、当り前。",
      "オヤシロさまの祟りという名の下に、いつどんな殺され方をしようと構わない！！",
      "そんな世界を構築した奴らの全てを許さないッ！！！",
      "どうやれば悟史くんを救えたんだろう？",
      "私には救えなかった。",
      "園崎詩音にはあれ以上の助けは差し伸べられなかった…！！",
      "私が詩音でなくて魅音だったなら！！",
      "私がちゃんと今日でも魅音であったなら！！！",
      "私なら救えた、私が魅音なら悟史くんを救ってあげられた！！",
      "そうだ、あいつが！！",
      "詩音がッ！！",
      "鯛のお刺身を食べてみたいってわがままを言い出したのが悪いんだ！！",
      "私が食べさせてもらえることになっていた！！",
      "でも詩音があんまりにもずるいずるいと泣いて喚くから…、",
      "私がちょっとした姉気分で、姉気分で、妹のわがままに応えてあげようと思って！！！",
      "一夜だけ替わってあげたはずなのにッ！！！",
      "いっつも魅音ばかりいい目を見てて…詩音が可哀想だからって思って！",
      "それだけのことだったのに！！！",
      "私がいい姉だったから、妹のわがままを聞いてあげただけなのにッ！！",
      "夜が明けた時。",
      "世界が真っ逆さまになり、そしてそのまま今日まで、ひっくり返ったままになった。",
      "もう私たちは同じ双子じゃない。",
      "鬼が入った方が魅音で、入っていない方が詩音。",
      "何それ……？！",
      "待ってよ待ってよ…お母さん聞いてお母さん聞いて！！",
      "私が魅音なの、私が魅音なのッ！！！",
      "お母さんは私たちが見分けられるよね？！",
      "ならほら、私が魅音だって分かるでしょ？！",
      "だからみんなに私が魅音だって言って…！！",
      "私が魅音なの、私が魅音なの！！",
      "私を詩音と呼ばないで！！",
      "私が魅音なの、私が魅音なのおおぉおぉ！！！"
    ],
    "textEn": [
      "I then realized I'd disposed of the heads of the Three Families, the core of the curse of Oyashiro-sama.",
      "Everything was finally exposed.",
      "The curse of Oyashiro-sama and its masterminds were all exposed.",
      "I disposed of the leaders of the Three Families, who all killed Satoshi-kun.",
      "The head of the Sonozaki family died of a heart attack.",
      "She was at the bottom of the well, along with a wheelchair.",
      "I apprehended the head of the Kimiyoshi family.",
      "He'd continue to tiptoe until he died.",
      "The head of the Furude family died",
      "in a way that was perfect for the final head of the Three Families of Onigafuchi.",
      "I did it.",
      "I accomplished my mission.",
      "I defeated all the masterminds",
      "who killed Satoshi-kun with the curse!",
      "Every one!!",
      "Satoshi-kun, you were powerless.",
      "You didn't have the means to fight back.",
      "Those evil people simply sneered while they let you die",
      "after marking you as a member of the cursed Houjou family.",
      "I will never, ever forgive them!!!",
      "They believed you deserved to die because you were one of the Houjous.",
      "As long as it was done by the curse of Oyashiro-sama, they didn't care how you were killed!!",
      "I will never forgive those people for creating this world!!",
      "What could I have done to save you, Satoshi-kun?",
      "I couldn't save you.",
      "Shion Sonozaki couldn't do anything else at the time!!",
      "If I was Mion, not Shion!!",
      "If I was Mion that day!!!",
      "I could have saved you. Mion could have saved you!!",
      "That's right, I remember now!!",
      "Shion!!",
      "She said she wanted to eat red snapper sashimi that day!!",
      "I was supposed to eat that!!",
      "But Shion pouted and cried...",
      "That was why I let her switch, just for that night!!!",
      "I did it to make her happy, like a big sister would!!!",
      "Shion was never treated well, so I felt bad!",
      "That was it!!!",
      "I was being a good sister, that was it!!",
      "When morning came...",
      "The world had been turned upside down, and it had remained so until today.",
      "We weren't twins anymore.",
      "The one with the demon was Mion and the one without the demon was Shion.",
      "What was that supposed to mean?",
      "Wait, wait, Mom, listen!!",
      "I'm Mion, not her!!!",
      "You can tell us apart, right, Mom?",
      "Look, can't you tell I'm Mion?",
      "Come on, everyone, tell me I'm Mion!!",
      "I'm Mion!!",
      "Don't call me Shion!!",
      "I'm Mion, I am!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「その時、私ははっきり悟ったよ。",
      "…あんたは知っていたんだ。",
      "あの夜、親類たちが集まって何をするのか、ただの宴会じゃないって知っていたんだ。」"
    ],
    "textEn": [
      "\"Then I realized.",
      "You knew, didn't you?",
      "That the relatives weren't gathering for a simple party that night. You knew!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「し、知らない知らない！！",
      "本当に知らなかったの！！」"
    ],
    "textEn": [
      "\"No, I didn't!!",
      "I really didn't know!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あぁッ？！　んなわけないでしょ！！",
      "あんた、あの日だけ嫌にしつこく絡んできたじゃない！！！",
      "鯛の刺身なんて食べたことない、食べてみたい、いつも魅音ばかりずるい、私にもって！！",
      "普段なら大人しく納得するくせにあの日だけ執拗に！！！」"
    ],
    "textEn": [
      "\"Huh? How can you say that?",
      "You were so persistent that day!!!",
      "You said you'd never eaten red snapper before, so you really wanted to try it!!",
      "You never gave up asking me!!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「知らないの、本当に知らなかったの！！",
      "あんな恐ろしいことになるなんて…思ってたら絶対に言わなかった…！！」"
    ],
    "textEn": [
      "\"I really didn't know!!",
      "I didn't know... If I had known, I wouldn't have said that!!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はッどうだかぁ？！",
      "あんたはいつも妬んでたじゃない、魅音ばかりいい目にあってずるいって！！",
      "だから私が気を利かせてたまに入れ替わってあげてたんじゃない！！"
    ],
    "textEn": [
      "\"Oh, sure!!",
      "You were always jealous of me. Always looking at me with those foxy eyes!!",
      "That was why I switched with you every once in a while!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "あんたはそれに満足していなかった、より一層妬んでいったんだ。",
      "そしてあの夜の意味を自分だけ知り、私から奪ったんだ、"
    ],
    "textEn": [
      "But you weren't satisfied with just that. You became even more jealous.",
      "And that night, you knew what was going on, and took Mion from me."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "魅音を奪ったんだ！！！"
    ],
    "textEn": [
      "You took Mion from me!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "魅音を返せッ！！"
    ],
    "textEn": [
      "Give Mion back!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "私が魅音なんだ、"
    ],
    "textEn": [
      "I'm the one who's Mion."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "私が園崎魅音！！"
    ],
    "textEn": [
      "I am Mion Sonozaki!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "お前は詩音なんだよ詩音！！"
    ],
    "textEn": [
      "You were Shion this whole time!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "魅音を騙るな偽者がああぁ！！！」"
    ],
    "textEn": [
      "Don't call yourself Mion, you impostor!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "吠え猛りながら、岩牢の鉄格子を何度も何度も蹴る！！",
      "その度に鉄格子が立てる暴力的な金属音さえも、私の咆哮に比べたら子犬が怯えて鳴いているようなもの。",
      "そうだ私は本当に下らないことに囚われていた。",
      "私に鬼が入っていないから詩音なんじゃない、そんなのは他人が姉妹を見分けるたけにつけた記号でしかないんだ。",
      "鬼なんかなくたって、私は魅音だ、私は魅音でいいんだ、私は園崎魅音なんだ…ッ！！！",
      "私は髪をがばっとまとめると、ポケットから、魅音の髪形の時に使う黄色いゴムバンドで髪を纏め上げる。",
      "うなじに髪がかかる感触がなくなり、",
      "…うなじだけでなく、頭の中の思考さえもすっきりした気がした。",
      "鉄格子を挟んで、…二人の魅音が顔を合わせる。",
      "それは私たち姉妹のルールでは、絶対にあってはいけないことだった。",
      "そう、魅音と詩音はひとりずつ！",
      "二人が同時に存在しているなんてこと、絶対にあってはならない！"
    ],
    "textEn": [
      "I kicked the bars of the cell repeatedly while I roared!!",
      "Compared to my roar, the metallic noise of the bars sounded like the cry of a little puppy.",
      "I had been convinced by something so stupid.",
      "The tattoo of the demon was just a way of telling us apart.",
      "Even without that tattoo, I am Mion. That's right, I am Mion Sonozaki!!!",
      "I gathered my hair and put it in a ponytail with the yellow band that Mion used all the time.",
      "Since I didn't feel my hair on my neck,",
      "I felt like I could think more clearly now.",
      "Two Mions looked at each other through the iron bars.",
      "According to our sibling rules, that was never to happen.",
      "Yes, there was only one Mion and one Shion!",
      "There could never be two of either at the same time!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「髪を解け詩音ッ！！！",
      "魅音は私だ、魅音はここにいる！",
      "お前が魅音じゃない！！",
      "だから騙るな二度と私を騙るな、聞いているのか詩音ッ！！",
      "聞こえているのか、聞こえているなら返事をしろ、私に返事を届かせろ、詩音んんんんんんんんッ！！！」"
    ],
    "textEn": [
      "\"Shion, let your hair down!!",
      "I am Mion, and Mion is here!",
      "You were never Mion!!",
      "So don't pretend to be me ever again, do you hear?",
      "I said, do you hear? If you do, answer me! ANSWER ME, Shion!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その日。",
      "私は本当の自分を取り戻し、詩音は自分が詩音であったことを認めた。"
    ],
    "textEn": [
      "I took myself back on this day.",
      "Shion admitted she was Shion."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はあぁあぁぁぁ…魅音であることがこんなにも素晴らしいなんて！",
      "すごいよ体全体が言うことを聞く、",
      "頭の回転が優れた気がする、",
      "そうだよ魅音は万能なんだ、",
      "味噌っかすの詩音とは違う。",
      "落ちこぼれのくせに下手な魅音のふりなんかしやがって、それが私にとってどれだけむず痒かったことかッ！",
      "わかるでしょあんたになら！！"
    ],
    "textEn": [
      "\"Haaahhh... how wonderful it is to be Mion!",
      "I feel great.",
      "I can think clearly now,",
      "because after all, Mion is capable of anything,",
      "unlike you, Shion.",
      "How dare you pretend to be Mion!",
      "Do you have any idea?!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "詩音？！」"
    ],
    "textEn": [
      "Huh, Shion?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……………はい、…お姉…。」"
    ],
    "textEn": [
      "\"...Yes, Sis...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音が、私を姉と認める言葉を口にする。",
      "そう、私は魅音だ！！！",
      "をあああぁああぁああおああ！！！",
      "体の奥底の、本当の園崎魅音の底に眠る鬼が、ようやく目を覚ますことを許される。",
      "鬼は解放の歓喜に喜び震え、全身をびりびりと震わせながら咆哮した。"
    ],
    "textEn": [
      "Shion called me \"Sis.\"",
      "And so, I was Mion!!!",
      "Ahhhhhhhhh!!!",
      "The demon who had been asleep deep inside of me was finally allowed to wake up.",
      "The demon roared, and my whole body shivered to express its joy."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「詩音、あんたには罪がある。",
      "あんたは今まで魅音だった。",
      "園崎家の鬼を継ぐ魅音という強い立場がありながら、悟史くんを救わなかった救おうとしなかった！"
    ],
    "textEn": [
      "\"Shion, you committed a great sin.",
      "You were Mion until now.",
      "You were in a powerful position as Mion of the Sonozaki family, yet you didn't even try to rescue Satoshi-kun!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "悟史くんを救うための百億の瞬間があったはずなのに、あんたはその全てを見殺しにすることを選んだんだ。"
    ],
    "textEn": [
      "You had millions of chances to save him, but you chose not to do anything."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "私は許さない、お前を許さない、お前が私だったら悟史くんを救えていたのに！！",
      "お前が私を奪い悟史くんを殺したことを、私は絶対に許さない！！！」"
    ],
    "textEn": [
      "I won't forgive you, I'll never forgive you. I could have saved Satoshi-kun!!",
      "You took him from me and you killed him. I'll never forgive you for that!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の目から噴き出す憎悪の炎に、詩音は怯え、鉄格子の向こうでガタガタと震えていた…。"
    ],
    "textEn": [
      "Shion was shaking on the other side of the bars."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「私はお前を殺すだろう、絶対に殺す、悟史くんの無念に見合う殺し方をしてやる！！！",
      "お前を一番残酷に殺す方法が何なのか、今日から毎日考えて過してやる！！",
      "詩音は私がそれを思いつくまでのわずかな日々を、",
      "いつ殺されるのか、",
      "どう殺されるのかに怯えながら過すがいい！！！"
    ],
    "textEn": [
      "\"I will kill you. I'll kill you in the best possible way!!!",
      "Starting today, I'm going to think of the best, most gruesome way to kill you!!",
      "Shion, you better spend every minute",
      "fearing",
      "what's coming to you!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "簡単には殺さない、惨たらしく殺す！！！",
      "殺した後は悟史くんと同じ井戸に放り投げてやる。",
      "そして悟史くんにあの世で謝って来い！！！"
    ],
    "textEn": [
      "I won't just kill you. I'll make sure your death is long and miserable!!!",
      "And after you're dead, I'll throw you into the well.",
      "You better apologize to Satoshi-kun when you get there!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "それが私を騙り続けてきたことへの報いだ！！",
      "報い報い！！",
      "お前の罪！！",
      "ああああああぁああぁああぁああッ！！！」"
    ],
    "textEn": [
      "This is what you get for pretending to be me!!",
      "Do you hear me?",
      "That's your sin!!",
      "Aaaaaaaahhhhhhh!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "台所を、せめて使える程度には片付けないといけないと思い、",
      "血を吸い取るために古新聞を台所の床いっぱいに敷き詰めている時、電話が鳴った。",
      "…出るのがちょっと億劫だったが、不在だと思われると面倒かもしれない。",
      "出てちゃんと応対した方がいい。"
    ],
    "textEn": [
      "I needed to at least clean up the kitchen.",
      "While I was putting old newspapers on the floor to absorb the blood, the phone rang.",
      "I didn't want to answer, but maybe I should.",
      "I should answer it and talk to whoever it was."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はい、園崎です。」"
    ],
    "textEn": [
      "\"Hello, this is the Sonozaki residence.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「いつもお世話になってるでございます、北条と申しますですわ。」"
    ],
    "textEn": [
      "\"Thank you for answering. This is Houjou calling.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "北条の姓を名乗る電話に、一瞬驚いたが、",
      "…すぐに憎たらしい沙都子からの電話だと気付くのだった。"
    ],
    "textEn": [
      "I was surprised to hear the Houjou name,",
      "but I realized right away that it was Satoko."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「んー？",
      "沙都子？",
      "どうしたの。」"
    ],
    "textEn": [
      "\"Oh...",
      "Satoko?",
      "What's the matter?\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「夜分遅くに申し訳ありませんわねぇ…。",
      "ウチの梨花がお邪魔してませんこと？」"
    ],
    "textEn": [
      "\"Sorry to call so late...",
      "Is Rika not there with you?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そうだ。",
      "北条沙都子はひとりになって以来、古手梨花と生活を共にしている。",
      "梨花が帰ってこないのを不審に思ってもおかしくない。"
    ],
    "textEn": [
      "Ah, yes.",
      "Ever since Satoko Houjou was abandoned, she had been living with Rika Furude.",
      "Of course she'd get suspicious that Rika hadn't returned yet."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あぁ、来てるよ。」"
    ],
    "textEn": [
      "\"Ah, yeah, she's here.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「あら、まだお邪魔してますの？！",
      "もうお夕飯の時間ですのに！」"
    ],
    "textEn": [
      "\"Oh, she's still there?",
      "It's long past dinner time!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…………………………………………。"
    ],
    "textEn": [
      ".................."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……………………ねぇ沙都子。",
      "実はね。",
      "……………………今日さ、ちょいとおかずを作り過ぎちゃってね。",
      "梨花ちゃんにも夕食を振舞ってるんだよ。」"
    ],
    "textEn": [
      "\"......Hey, Satoko.",
      "I......",
      "I made too much dinner tonight",
      "so I told Rika-chan to eat here with me...\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「えぇ？！",
      "そ、そうなんでございますの？！",
      "……うー。」"
    ],
    "textEn": [
      "\"Eh?",
      "I-Is that so?",
      "Ooh...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「沙都子も来なよ。",
      "沙都子の分もあるからさ。",
      "梨花ちゃんはもう食べてるよ。」"
    ],
    "textEn": [
      "\"Why don't you come over too?",
      "I have plenty of food left.",
      "Rika-chan has already started eating.\""
    ]
  },
  {
    "color": "#fcdb77",
    "labelEn": "Satoko",
    "labelJp": "沙都子",
    "textJp": [
      "「も、もう梨花ったらぁ！",
      "わ、わかりましたわ、ちょっと片付けをしてから参りますわね。",
      "ではごめんあそばせ。」"
    ],
    "textEn": [
      "\"Oh, Rika!",
      "A-Alright, I'll clean up a little and then head out.",
      "See you shortly.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………うん。",
      "…待ってるからね。",
      "じゃ。」"
    ],
    "textEn": [
      "\"Okay.",
      "I'll be here.",
      "See ya.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "チン。"
    ],
    "textEn": [
      "Click."
    ]
  }
]