[
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「あれれ？",
      "魅ぃちゃんも何だか寝不足な感じだよ？",
      "だよ？」"
    ],
    "textEn": [
      "\"Whaaat?",
      "Mii-chan, you didn't get much sleep either, did you?",
      "Did you?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…うん。",
      "寝たの３時くらいだからね。",
      "……眠い。」"
    ],
    "textEn": [
      "\"...Yeah.",
      "I went to bed at like, three.",
      "...I'm a little tired.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「さ、３時ぃ？！",
      "おいおい、…夜更かしにも限度ってもんがあるぞ？！"
    ],
    "textEn": [
      "\"Th-Three?!",
      "Hey, now... You can't keep staying up late!"
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "大方、漫画の単行本が面白くなっちゃって、１巻から読破してしまったんだろう。",
      "うんうん、俺にも経験があるぞ。」"
    ],
    "textEn": [
      "You probably read the first volume of a manga, thought it was interesting, then read the entire series, didn't you?",
      "I understand, I've done that before.\""
    ]
  },
  {
    "color": "#f0953d",
    "labelEn": "Rena",
    "labelJp": "レナ",
    "textJp": [
      "「……………あれ、……ひょっとして、…村長さんのこと？",
      "まだ見つかってないの？」"
    ],
    "textEn": [
      "\"......What? ...Wait... is it about the mayor?",
      "He still hasn't been found?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………うん。」"
    ],
    "textEn": [
      "\"......Nope.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "昨日はあの後、古手神社で青年団と合流し、手分けしてあちこちを捜し回った。",
      "何しろ絶対に見つからないわけだから、それを唯一知る私には眠いことこの上ない。",
      "まぁ、眠さなんて大した辛さじゃない。",
      "昨夜からずっと吊るされて、眠るどころか座ることもできず、爪先立ちのままの公由を思えばね…。",
      "学校では先生から、村長が行方不明である旨の説明があり、何か知っている人はいないかと挙手を求めた。",
      "ひとりふたりが挙手して答えたが、全然的外れな内容だったので笑えた。",
      "私にとっては、背中が痒くなるだけでしかない村長失踪の話は、お昼になってもずっとクラスメートたちの間で花を咲かせているのだった…。",
      "とりあえず、前原圭一の様子を見る。",
      "こうして見るだけでは、彼の周りに何か危機が迫ってるのかどうか、分かりようもなかった。",
      "………今夜、詩音からの電話という形で、もう一度話をしよう。",
      "昨日は刺激の強い話を一気に聞かせたので、かなりパニックを起こしていた。",
      "だが、さすがに一夜も経てば冷静さを取り戻している。",
      "その時、クラスメートとの悪ふざけなのか、少女の笑い声が耳に入った。",
      "古手梨花だ。",
      "…………古手家最後の生き残りで、古手家の現頭首。",
      "とはいっても、その現頭首の扱いは微々たるもの。",
      "親族会議では鬼婆の布団に潜って昼寝したり、落書きをしたり。",
      "…昨日の役員会に至っては呼ばれてもいないようだった。",
      "あんな小娘頭首が、御三家の一角として祟りのシステムの一部を担っているとは思い難い…。",
      "だが、彼女に頭首としての威厳が求められていなくても。",
      "…古手梨花をオヤシロさまの生まれ変わりとして妄信する老人たちはあまりに多い。",
      "……古手梨花自身、どこか変わっていて、…自身もまたオヤシロさまの生まれ変わりであることを自覚して振舞う節もある……というような話はどこで聞いたっけ。",
      "…在りし日の鷹野さんに図書館で聞かされたのかもしれない。",
      "古手梨花が憂慮すると、妄信する老人たちが気を利かす。",
      "………その図式は園崎本家の命令系統と変わらないし、雛見沢の祟りのシステムとも変わらなかった。",
      "……………古手梨花は、鷹野さんたちの死について知っているのだろうか？",
      "祭具殿への侵入については？",
      "誰が入ったか、どういうことになったか、そういうことは知らされているのだろうか…？",
      "……祭具殿を管理する古手家の人間として、祭具殿侵入を一番最初に察知していた可能性は高い。",
      "むしろ、祭具殿侵入は彼女にしか察知できず、よって彼女が報告したから祟りが執行されたのではないのか…？",
      "祭具殿に入ったとき、圭一の馬鹿が電気のスイッチを入れたじゃないか。",
      "あれが何かの仕掛けに連動していて、侵入警報のようなものを鳴らしていた…というのはあながち考えられない話じゃない。",
      "…………古手家頭首、古手梨花。",
      "接触してみる価値は充分だった。"
    ],
    "textEn": [
      "I went to the Furude Shrine to join the youth group in their search for the mayor.",
      "Since I knew there was no way he would be found, it was really boring for me.",
      "Well, just enduring sleepiness wasn't that bad.",
      "Not if you considered what Kimiyoshi had to go through since last night. He had been hanging from the ceiling and couldn't even fall asleep or sit down, since he had to stay on tiptoes the whole time.",
      "The teacher explained to us that the mayor had gone missing, and asked us if we knew anything.",
      "A couple of people said some things, but they were irrelevant.",
      "To me, this issue meant nothing, but it was all my classmates were talking about.",
      "I observed Keiichi Maebara.",
      "I had no idea if any type of danger was drawing closer to him.",
      "Maybe I'd call him again tonight, pretending to be Shion.",
      "I told him some outrageous stuff last night, so he panicked.",
      "But I was sure he'd calmed down after a day.",
      "At that time, I heard a little girl's laughter.",
      "It was Rika Furude.",
      "...The last survivor of the Furude family, and their current head.",
      "However, she wasn't really treated as one.",
      "During the family councils, she'd often draw pictures or take a nap in the hag's bed.",
      "She wasn't even invited to last night's meeting.",
      "It was hard to believe such a little girl was responsible for part of the curse system.",
      "However, even though she wasn't in a respected position as the head of the Furude family...",
      "There were plenty of old people who worshiped her as the reincarnation of Oyashiro-sama.",
      "I'd heard from someone that Rika Furude was rather odd ...and seemed to behave as if she knew she was that reincarnation.",
      "Maybe Takano-san had told me that at the library when she was alive.",
      "When Rika Furude became worried about something, the elderly people who worshiped her would make arrangements.",
      "...It was very similar to the Sonozaki family, and it was also the same system as used for the curse.",
      "I wonder, does Rika Furude know anything about the deaths of Takano-san and Tomitake-san?",
      "What does she think of people sneaking into the ritual storehouse?",
      "Does she know who snuck in and what happened to those people?",
      "As the one managing the storehouse, it was possible that she noticed the intruders first.",
      "In fact, she was the only one who could have noticed it. She must have passed on that information, which was why the curse was executed.",
      "That foolish Keiichi turned the light on when we went into the ritual storehouse.",
      "That light switch could have been connected to some kind of an alarm.",
      "Rika Furude, the leader of the Furude family...",
      "Maybe getting to know her would be a good idea."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…………古手家頭首として、今回の件はどこまで知ってるの？」"
    ],
    "textEn": [
      "\"As the leader of the Furude family, how much do you know about the incident?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の問いかけは単刀直入。",
      "私が園崎魅音でなく、園崎家の頭首代行として話していることを、",
      "梨花は理解してくれたかどうかは、表情の読みにくい彼女からは掴みにくい。"
    ],
    "textEn": [
      "I asked her rather directly.",
      "It was hard to tell if she understood I was asking her in place of the Sonozaki family head",
      "instead of as Mion Sonozaki."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……富竹たちのことですか？」"
    ],
    "textEn": [
      "\"......Are you talking about Tomitake and Takano?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "だが梨花は、変にとぼけたりせずに富竹さんの名前を口にして見せた。",
      "一般には知られていないはずのあの夜の事件をちゃんと知っているのだから、",
      "外見は幼くとも、古手家頭首の肩書きは伊達ではなさそうだった。"
    ],
    "textEn": [
      "Rika answered.",
      "The news hadn't been made public, yet she knew about it.",
      "Although she looked immature, perhaps she truly was the head of the Furude family."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……オヤシロさまの祟りなのですよ、としか言えないのです。」"
    ],
    "textEn": [
      "\"......That's the curse of Oyashiro-sama.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんなのはわかってるよ。」"
    ],
    "textEn": [
      "\"I already know that.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……。」"
    ],
    "textEn": [
      "\".........\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ならまだ終わってないよね？",
      "あと２人残っている。",
      "その２人はどうなるか、聞いてる？」"
    ],
    "textEn": [
      "\"But it's not over yet, is it?",
      "There should still be two more.",
      "Have you heard about what will happen to them?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この辺りはわざと曖昧に振って、古手梨花がどういう食いつき方をしてくるのかを見守ることにした。",
      "子ども扱いされていて、雛見沢の暗部には関わっていない…というのは外見による思い込みかもしれない。",
      "第一、梨花は、普通の人なら知るはずもないあの夜の事件についてあっさりと口にしているのだ。",
      "……暗部の連絡網に彼女が含まれている証拠に他ならない。"
    ],
    "textEn": [
      "I tried to be vague, to see how Rika Furude would react.",
      "I had been thinking that she had nothing to do with the underside of Hinamizawa, since she was always treated like a child.",
      "However, Rika had just said things about the incident which normal people shouldn't know anything about.",
      "That proved she belonged to the underside's network."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………別にどうでもいいと思いますですよ。」"
    ],
    "textEn": [
      "\".........I don't think that matters anymore.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "富竹さんたちの名前を躊躇なく出したにしては、梨花のこの返答はいやに間があった。",
      "返答を少し考えた、ということなのか。",
      "………くそ、無表情なやつ。",
      "考えが読み取れない。"
    ],
    "textEn": [
      "She answered the question about Tomitake-san and Takano-san fairly quickly, but took a little longer to answer this time.",
      "Did she have to think about it?",
      "Shit... the look on her face never changes.",
      "It's impossible to figure out what she's thinking."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「どうでもいい、ってことはないでしょ？",
      "それじゃあけじめにならないのは分かってる？」"
    ],
    "textEn": [
      "\"What do you mean?",
      "How can they get away with what they've done?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「…………ボクは、…ちゃんと反省したならそれでいいと思いますです。」"
    ],
    "textEn": [
      "\"......I think, if they feel bad about what they've done, that should be fine.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "昨日の役員会の席上での、老人たちの憤怒の様子を目の当たりにしている私には、それはとても意外な反応だった。",
      "祭具殿を侵す行為はオヤシロさまへの冒涜行為。",
      "そんな奴らは死んで当り前だと憤る老人たちに対し、",
      "その神聖な祭具殿を預かる古手家の頭首が、反省すればそれでいい、ととてつもなく寛大なことを言っているのだ。",
      "……私は、古手梨花の父親である神主が、ダム戦争の時に受けていた評価を思い出していた。",
      "そうだ。",
      "……確かこいつの父親はダム戦争時に日和見主義者と呼ばれていたんだっけ。",
      "ダム戦争に対して、過激な運動で抵抗しようとする死守同盟に対し、異論を唱えていたんだった。",
      "…なるほど、あの父親にしてこの娘ありということか。",
      "私は古手梨花の胸倉を攻撃的に掴み上げる。"
    ],
    "textEn": [
      "Her response was unexpected, especially after seeing all the old people get so furious last night.",
      "To trespass in the ritual storehouse was blasphemy against Oyashiro-sama.",
      "The village elders had said those intruders deserved to die.",
      "Yet the leader of the Furude family, who protected the sacred storehouse for ritual implements, said that if they felt remorse for it, then that was fine.",
      "...I recalled how people thought of Rika Furude's father during the dam conflict.",
      "Yes.",
      "Her father was called an opportunist back then.",
      "He didn't agree with the Onigafuchi Guardians, who had resisted violently during the conflict.",
      "Like father, like daughter...",
      "I aggressively grabbed Rika Furude by the collar."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あぁん？",
      "何を日和ったことを言ってんだかぁ。",
      "古手家は先代もあんたも、つくづく甘ったるいねぇ？」"
    ],
    "textEn": [
      "\"Huh?",
      "What the heck are you talking about?",
      "You're pretty stupid. Just like your predecessor, aren't you?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………………。」"
    ],
    "textEn": [
      "\"............\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あんたたち古手家が、祭具殿がいかに神聖で不可侵な聖域が一番理解してなくちゃならないんだよ？",
      "その古手家の仮にも頭首が、何を甘ったるいことを言ってるわけ？」"
    ],
    "textEn": [
      "\"The Furude family must understand better than anybody how sacred the ritual storehouse is.",
      "How could the head of that family say such a thing?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自分で自分に笑う。",
      "それを他人に言われ、自分の罪に慄いていた自分が、同じことを他人に言い返して逆に脅すとは。"
    ],
    "textEn": [
      "I laughed at myself.",
      "I was told the same thing by someone else and was now saying it to Rika."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「祭具殿を侵した罪が、どれほどの大罪か。",
      "理解してないわけじゃないんでしょ？！」"
    ],
    "textEn": [
      "\"Don't you know",
      "how serious a crime trespassing in the ritual storehouse is?!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……祭具殿はオヤシロさまの大切な場所なのです。",
      "…勝手に入ったりとかしちゃ駄目なとこなのです。」"
    ],
    "textEn": [
      "\"......It's a very important place for Oyashiro-sama.",
      "So nobody can go in without permission.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「わかってるじゃない。",
      "そこに穢れを持ち込んだんだよ、あの４人は。」"
    ],
    "textEn": [
      "\"See, you know that.",
      "But those four people brought their filth in there.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……悪い猫さんなのです。",
      "……にゃー。」"
    ],
    "textEn": [
      "\"......What bad kitty cats.",
      "...Meow.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そうだね悪い猫だ。",
      "２匹は捕まえてお仕置きした。",
      "あと２匹いる。」"
    ],
    "textEn": [
      "\"That's right, bad cats.",
      "Two cats have been caught and punished.",
      "There are two more.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……にゃー。」"
    ],
    "textEn": [
      "\"......Meow.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「どうけじめをつけるべきだろうねぇ？",
      "古手家頭首のご意見を聞かせてよ。」"
    ],
    "textEn": [
      "\"How do you think they should be punished?",
      "Tell me your opinion, as the head of the Furude family.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花はつくづく表情を変えない、何を考えているか読みにくいタイプだった。",
      "だが、胸倉を掴み上げてじっと睨みつけている内に、少しは表情が読み取れるようになってきていた。",
      "……梨花には少なからず動揺があり、私の問いかけに対し、むしろ逆に、私の真意を探ろうとするような気配が感じられた。"
    ],
    "textEn": [
      "Rika really didn't usually wear any expression whatsoever, making it impossible to tell what she was thinking.",
      "But while I grabbed her by the collar and stared at her, I could tell somehow.",
      "Rika was a little disturbed. I sensed she was trying to see what I was thinking in turn."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクは２匹の猫さんは、",
      "……許してあげたいです。」"
    ],
    "textEn": [
      "\"I want to forgive...",
      "those two kitty cats.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「それでけじめになると思ってんの？！」"
    ],
    "textEn": [
      "\"Why should they get away with what they've done?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……魅ぃ、…けじめって言葉がボクにはよくわからないです。」"
    ],
    "textEn": [
      "\"Mii... What are you trying to say...?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あぁいい質問だね、じゃあお勉強しよう。",
      "けじめってのはね、罪を贖うってことなの。",
      "罪は残せない。",
      "オヤシロさまのお怒りを放置することになるんだからね。"
    ],
    "textEn": [
      "\"That's a good question, so let me explain.",
      "Those two must offer compensation for what they've done.",
      "They have to clear away their sins.",
      "Otherwise Oyashiro-sama won't stop being angry."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "だから罪の大きさに比例したけじめで、罪を清めなければならないの。",
      "わかるよね？」"
    ],
    "textEn": [
      "Every crime must be punished appropriately.",
      "Do you understand?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……オヤシロさまは、別に祭具殿を見られても怒らないのですよ。」"
    ],
    "textEn": [
      "\"...Oyashiro-sama doesn't get angry even if someone enters the storehouse.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はぁ？　あんた何言ってんの？」"
    ],
    "textEn": [
      "\"Huh? What are you saying?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……あの中を見ちゃダメなのは、あの中に怖い道具がいっぱいあるからなのです。",
      "見るときっと怖がる人もいると思いますのです。",
      "だから誰にも見せないようにしてあるのですよ…？"
    ],
    "textEn": [
      "\"The reason why nobody is allowed to see the ritual storehouse is because there are too many scary tools in there.",
      "I'm sure people would get scared if they saw them.",
      "That's why we don't let people in there."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "見た人もきっと怖かったと思います。",
      "だから反省してると思いますのです。」"
    ],
    "textEn": [
      "I'm sure those intruders were scared, too.",
      "And I'm sure they feel bad about what they've done.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「反省してるから許されるって？！",
      "あんたが決めることじゃないでしょ、そりゃオヤシロさまが決めること！！」"
    ],
    "textEn": [
      "\"They're forgiven once they feel bad about what they've done?",
      "That's not for you to decide! That's what Oyashiro-sama decides!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクは、オヤシロさまの巫女ですよ？」"
    ],
    "textEn": [
      "\"I'm the shrine maiden of Oyashiro-sama, don't you know?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そんなことは知ってるよ！！",
      "じゃあ何さ、あんたはオヤシロさまに怒ってませんよって直接声を聞いて確認したとでも言うわけ？！」"
    ],
    "textEn": [
      "\"Of course I do!!",
      "You aren't telling me that Oyashiro-sama told you he isn't angry, are you?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花は全然恐れる風もなく、ウンと頷いた。",
      "私はそれを見て、なんていけしゃあしゃあと口から出任せが言える奴だろうと驚く。",
      "いや、驚きを超えて呆れるしかなかった。"
    ],
    "textEn": [
      "Rika nodded yes without hesitation.",
      "I can't believe the lies she's coming up with.",
      "I'm not surprised. I'm shocked."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「は！！",
      "あんたら古手家がそんなザマだから、あんたの両親は一昨年の祟りで死んじゃったんだよ。",
      "オヤシロさまに、仕える資格がないとお怒りを受けてね！！",
      "それであんたの父親を祟り殺したんだよ！！」"
    ],
    "textEn": [
      "\"Huh!!",
      "That's why your parents died of the curse two years ago.",
      "Oyashiro-sama was angry because they didn't deserve to serve him!!",
      "That's why he cursed your father!!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……オヤシロさまはそんなことしないのです。",
      "…お父様は…オヤシロさまの祟りで死んだんじゃないのです……。」"
    ],
    "textEn": [
      "\"Oyashiro-sama would never do that.",
      "My father didn't die because of the curse of Oyashiro-sama...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「かーー！！",
      "こんなのが最後の古手家の巫女だとはね！",
      "オヤシロさまが心を安らかにできないのがよくわかるよ！！",
      "オヤシロさまをお祀りする古手家の人間でありながら！",
      "嘆かわしい。」"
    ],
    "textEn": [
      "\"Bah!!",
      "Am I really talking to the last shrine maiden of the Furude family?",
      "Obviously, Oyashiro-sama can't be at peace!!",
      "You are supposed to worship Oyashiro-sama!",
      "How pathetic...\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……魅ぃが何を怒っているのか、ボクにはよくわからないのですよ…？」"
    ],
    "textEn": [
      "\"I don't know why you're so angry, Mii...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "確信する。",
      "こいつは発言力はさて置き、他の御三家頭首と同等の暗部は知りうる立場にあるのだ。",
      "その証拠に、これほどあっけらかんと、今年の事件のことを話してみせる。",
      "……にもかかわらず、こうして真顔ですっとぼけられる奴なのだ。",
      "…ったく、末恐ろしい奴だよ！",
      "その意味においてはこいつ、私より数段上手だね！",
      "二度三度平手打ちを食らわせ、胸倉を乱暴に押してやった。",
      "梨花の軽い体は、それだけでごろごろと転がり、涙をいっぱいに溜めた目で私を見上げた。"
    ],
    "textEn": [
      "I realized.",
      "She was in a position to know as much as the other two family heads.",
      "As proof, she talked about this year's incident as though it was nothing.",
      "...Yet she could feign ignorance with a serious face.",
      "She sure is something!",
      "She's even better than me!",
      "I slapped her a few times and pushed her to the floor.",
      "Rika, having tumbled downward, looked up at me with tears in her eyes."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そもそも、あんたが祭具殿の鍵が重いから簡単なものに付け替えたい、って言い出したのが事の発端なんだよね？」"
    ],
    "textEn": [
      "\"This all happened because you wanted to change the storehouse's lock to something that was easier for you, right?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……そうですよ。",
      "……固くてボクでは大変だったので、…公由に相談して、簡単な鍵に付け替えてもらったのです。」"
    ],
    "textEn": [
      "\"...That's true.",
      "The old one was too heavy... so I talked to Kimiyoshi and he changed it to a cheaper, lighter one.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あんたがその程度の手間を惜しまず、頑丈な施錠をそのまま残していたなら、祭具殿への侵入を許さなかったかもしれない。",
      "……今回の一件はあんたにも責任の一端があるんだからね？",
      "それを忘れない方がいいよ。"
    ],
    "textEn": [
      "\"If you left the heavy lock on, maybe that would have prevented them from trespassing.",
      "This is your fault too.",
      "Don't you forget that."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "もちろん、あんたと一緒に鍵を付け替えた公由家頭首にも、責任があるんだけどね…。」"
    ],
    "textEn": [
      "Of course, the Kimiyoshi family who actually changed the lock is responsible for this too.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "最後の一言は、ちょっとした出任せだった。",
      "梨花が公由に相談して鍵を付け替えた…という話を取り込んで、公由失踪を関連付けただけだ。",
      "そうすることで、梨花に心理的なプレッシャーを与えようと思った。"
    ],
    "textEn": [
      "That last part was something I added on a whim.",
      "I added it to connect Rika's story to the disappearance of Kimiyoshi.",
      "I wanted to pressure her psychologically by doing so."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「公由家頭首は、…けじめをつけてもらうことになった。",
      "だから消えた。」"
    ],
    "textEn": [
      "\"The head of the Kimiyoshi family had to pay for his crime.",
      "That's why he disappeared.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………………………。」"
    ],
    "textEn": [
      "\".....................\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「古手家頭首にも、けじめをつけてもらうことになるよ……。」"
    ],
    "textEn": [
      "\"The head of the Furude family has to pay for her crime too, you know...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花は突然私にぶつけられた悪意に、潤んだ目から涙を零すことしかできず、転がされたままの格好で、地面に這いつくばっていた。"
    ],
    "textEn": [
      "Rika was still on the floor, tears pouring down her cheeks."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あと残ってるのは前原圭一だけ。",
      "……こいつは古手家の方で頼むことにする。」"
    ],
    "textEn": [
      "\"Keiichi Maebara is the last one left.",
      "I suppose the Furude family will take care of him.\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……ボクは、",
      "………何もわかんないのですよ…。」"
    ],
    "textEn": [
      "\"...I...",
      "don't know anything...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「別にあんたはわかんなくてもいいでしょ？",
      "憂慮したり、困った顔をするだけでいいんだから。",
      "それはうちも同じ。",
      "…とにかく、頼んどくよ。」"
    ],
    "textEn": [
      "\"You don't need to know anything, do you?",
      "You just have to look worried. That's all it takes.",
      "That's how it is at our house too.",
      "Anyway, good luck!\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「………………そんなの…………………。」"
    ],
    "textEn": [
      "\"......I don't...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "梨花は俯いていた。",
      "何か言い返したがっている顔だったが、言い返すときっとまた乱暴されると思って口にできない様子だった。",
      "………古手梨花が、本当に鬼婆のように、祟りシステムの司令塔の位置にいるのかは少し疑わしい。",
      "だけれども、御三家の一角を担い、私よりもずっと暗部に近い位置にいるのは紛れもない事実だ。",
      "……だからこれで、前原圭一という餌撒きは、雛見沢の裏側に充分に浸透したはず。",
      "昨日の役員会でも、村の重鎮である老人たちの前で、あとは前原圭一だとアピールした。",
      "そして古手家の頭首にもアピールした。",
      "脅迫的なくらいに。",
      "この脅しが有効なら、前原圭一はだいぶ近い内に「オヤシロさまの祟り」に見舞われるだろう。",
      "そこをうまく釣り上げ、……敵を引きずり出してやるのだ。",
      "もし、古手梨花の系統から刺客が訪れたなら、",
      "……こいつも鬼婆と同じ罪。",
      "…その時は、ガキだとて容赦しない。",
      "無惨な目に遭わせてから殺してやる……。",
      "…そうだ、釘を何十本も指に打ちつけるという拷問があるって聞いたな。",
      "それに使うらしい拘束台と道具一式も昨夜、見つけてる。",
      "……その時が訪れたら、…お前の無垢な指にびっしりと釘をお見舞いしてやるからな…………。",
      "私のその残酷な期待は、目から悪意となってほとばしり、さらに梨花を畏縮させるのだった。",
      "そうだ、昨日から吊るしっぱなしの公由はどうしてるだろう。",
      "ただ爪先で一晩立ってるだけで死ぬとは思わないが、時に人の命ってのはやたらと儚い時もあるものだ。",
      "だが、公由に聞きたいことは昨夜ほとんど聞いたし、それ以上のことを公由が知らないこともわかった。",
      "それに、オヤシロさまの祟りというシステムを構築して蔓延させた責任の一端もわかっている。",
      "その罪の重さは一級だ。",
      "……公由のおじいちゃん、",
      "………大好きだったのにな。",
      "昔からやさしくしてくれたっけ。",
      "鬼婆が身内にかえって厳しい人だったから、",
      "…その分をやさしくしてくれるみたいに、甘やかしてくれたっけ。",
      "昨日、話をした時。",
      "……詩音を許そうと言ってくれた時は嬉しかった。",
      "詩音を救うために鬼婆と戦おうと言ってくれた時、本当に嬉しかった。",
      "大丈夫。",
      "詩音ちゃんがちゃんと反省してるなら、鬼隠しになんかなるもんか。",
      "公由のおじいちゃんに任せなさい……。",
      "胸が熱くなった。",
      "…じんと…震えて。",
      "…嬉しくて、……悲しかった。",
      "そんな、震えるくらいに嬉しいおじいちゃんの言葉が、",
      "………そのまま悟史くんが死んで当然なんて信じられない話につながるなんて夢にも思わなかった。",
      "文脈から読み取るなら、あそこの会話は、詩音の処遇を心配する魅音を元気付ける内容であったはずだ。",
      "呪われた北条家なら殺されて当然だけど、園崎家の詩音ちゃんなら殺されまではしないよ。",
      "……そういう対比？で言ったはずだ。",
      "つまり、公由たち村の重鎮にとっては、北条家は人間以下の虫けら。",
      "生きてようが死んでようが、…感情の揺らめきも起こらない程度の存在。",
      "公由たちの罪は、そういう北条家蔑視の感情を明け透けにして村中に蔓延させたこと。",
      "それによって、村中の誰もが、オヤシロさまの祟りで犠牲になって当然。",
      "……オヤシロさまの祟りの名を借りて…殺してしまっても何の問題もない、と。",
      "……そういう土壌を作り上げたこと。",
      "だとしたら。",
      "…………今年の犠牲者である鷹野さんたちが、祭具殿侵犯という最大級の罪を犯さなかったら、",
      "…今年の祟りは、北条家の最後の生き残り、北条沙都子と、興宮に姿を晦ましてるらしい北条鉄平の２人だったのかもしれない。",
      "……北条沙都子。",
      "悟史くんにべったりと甘えて寄りかかって。",
      "泣いてしがみ付けば、何でも悟史くんが助けてくれると思っていて。",
      "…………笑顔を浮かべることしか知らない悟史くんを、追い詰めていった元凶のひとり。",
      "沙都子が悟史くんのあれほどの負担にならなかったなら、",
      "……悟史くんは叔母殺しにまで駆り立てることはなかった。",
      "………悟史くんに何者かが叔母殺しをそそのかし、",
      "そそのかした黒幕との接触を隠すために悟史くん自体も「鬼隠し」にしてしまった…、",
      "というのは確か大石の仮説だったか。",
      "だとしたら、悟史くんが叔母殺しなんてヤバい橋を渡らなければ、",
      "少なくとも去年の犠牲者に選ばれることもなかったんじゃないだろうか……？",
      "だって、北条家はオヤシロさまの祟りに遭う…くらいまでの曖昧な命令しか下りていなかっただろうからだ。",
      "そう、北条家の人間なら、誰が犠牲になってもよかったんだ。",
      "意地悪叔母は近所でもとにかく評判が悪かったそうだ。",
      "近所付き合いも最低、尊敬できるところなんてひとつもない、ヒステリー婆だった。",
      "……そう、悟史くんが無理に殺さなくても、他の何者かの手で祟りが執行されたに違いないのだ。",
      "なら叔母が祟りで死んで、まず１人。",
      "それから、その祟りを鎮めるために北条をもう１人。",
      "叔父の方は興宮のどこかで愛人と暮らしているという噂だ。",
      "だが、興宮という土地は雛見沢に比べると若干、支配力は劣る。",
      "もちろん園崎本家の力が強く及ぶ土地であるのは間違いないのだが、",
      "…往来の真ん中で堂々と「鬼隠し」をしても大丈夫…というほど影響力のある土地じゃない。",
      "だったら、腹中に住んでいると言ってもいい悟史くんと沙都子が標的に選ばれる。",
      "悟史くんと沙都子だったら、…どっちが祟りに遭うか？",
      "そんなのは決まってる。",
      "生意気で礼儀知らずの糞餓鬼の沙都子の方に決まっている。",
      "悟史くんは落ち着いていて、近所の評判だって良かった。",
      "…たとえダム戦争最大の裏切り者である北条家の生き残りだとしても、",
      "……少なくとも沙都子よりずっと、殺すに値する人間じゃなかった。",
      "だったら、…本当の意味での去年の祟りの犠牲者は、",
      "…叔母と沙都子なんだ。",
      "悟史くんは一夜にして、ひとりぼっち。",
      "だけど、……もう意地悪な叔母もいないし、意地悪な叔父もいない。",
      "…妹に生まれたというだけの理由で、悟史くんに寄生しているも同然だった重荷の沙都子ももういない。",
      "悟史くんはいい人だから、自分が自由の身になったことを知りつつも、心を痛めるに違いない。",
      "でも、……痛みは時間が癒してくれるし、",
      "……私が癒してあげられる。",
      "そうしたら、もう悟史くんは、雛見沢の家になんか無理に住まなくていい。",
      "私の隠れ家のマンションは、他にも空き部屋だらけだし。",
      "生活のためのバイトだって、バイト先は私と親しい親類たちに頼ることができる。",
      "雛見沢の学校まで遥々通う必要なんてもうない。",
      "私と一緒に興宮の学校に通えばいい。",
      "悟史くんは興宮の学校なんか通ったことないだろうし、その辺りの土地勘もそんなに馴染みはないだろう。",
      "だから私はいつも悟史くんと一緒に連れ添って。",
      "…学校への近道とか、裏道とか、隠れたちょっといいお店とか、…そういうのを色々と教えてあげられる。",
      "それは、……信じられないくらいのハッピーエンド。",
      "ずっと辛い生活を強いられてきた悟史くんと、…ずっと日陰者だった私との、",
      "…こんなにも陰鬱な物語の中に、用意されていたかもしれない…本当にささやかだけど、あったかいハッピーエンド。",
      "おぼろげな幻の中でしか許されない幸せの幻想すら、私はのんびりしていられない。",
      "日中にいくら電話をかけてもお魎が出ないので、私が学校から帰って来る時間になってから電話しようと思っている老人たちが多いらしく。",
      "…さっきから忘れた頃になると電話が鳴り、私は幻の中でさえ悟史くんと戯れることができなかった。",
      "私は老人たちからもたらされる情報や相談を、相槌を打ったり、いい加減にあしらったりで適当に返事する。",
      "私の思惑通り、雛見沢の裏側ではもう、次の祟りは前原圭一だと知れ渡っていた。",
      "さらにそれに絡めて、村長の失踪は祭具殿を破られる発端となった、鍵の付け替えのけじめを付けるため…、",
      "と怪情報も漏らしていく。",
      "暗部の重鎮たちは、祭具殿を暴くことの罪深さと、その罪を裁く対象が御三家の頭首にまで及んだ事態の重さに慄いた。",
      "掛かって来る電話の中には大石からのものもあった。",
      "大石も早々と、鍵の付け替えに伴って公由が責任を取らされたという噂を聞きつけていた。",
      "……大したもんだ。",
      "この男の情報網は本物だ。",
      "だが、所詮この男は漏れ出してきた情報を、両手のお椀で受け止めることしかできない。",
      "その漏れ出してくる情報の源流や、…さらにその奥に潜んで渦巻くものにまでは至れない。",
      "今夜の遅くになったら、また前原圭一に電話をしよう。",
      "積極的な連中が、圭一の周辺を跋扈し始めた頃に違いない。",
      "さしもの圭一も、自身に迫っている危機を、実際に肌で感じ始めているだろう。",
      "私は、圭一が簡単に殺されないように注意しなくてはならない。",
      "圭一に食いつかれる前に釣り上げられれば、同じ餌でもう一度釣りができるのだから。",
      "…前原圭一か。",
      "彼と縁があったのはつい最近のほんの短い間だけだ。",
      "頭は悪いけど、色々と笑える面白いやつで。",
      "…もちろん悟史くんの代わりなんかにはとても至らないのだけど、",
      "…身近にひとりいたら楽しいだろうな、と思わせる程度には愉快なやつだった。",
      "彼が私を不快にするのはたったひとつ。",
      "……私の頭を、気安く撫でること。",
      "しかもその手が、…悟史くんの手と、まったく同じ温かさがするのが許せなかった。",
      "でも、それだけのこと。",
      "…前原圭一は別に悟史くんの仇でもないし、恨みもない。",
      "一緒に居て楽しいとは思うけど、祟りの犠牲になったとて大して心も痛まない。",
      "その程度だ。",
      "…私は前原圭一を見殺しにはするだろうが、積極的に殺すわけじゃない。",
      "前原圭一に祟りがあるように積極的に立ち回ったが、殺せと口にしたわけじゃない。",
      "……でも今日、古手梨花に、前原圭一のことは古手家で始末しろとはっきり言ったかもしれない。",
      "…………なんだこりゃ。",
      "私は悟史くんの無念を晴らすために、",
      "…もっとも忌み嫌った鬼婆と同じことをし、",
      "…悟史くんの仇そのものである祟りのシステムを自ら使っている。",
      "……前原圭一か。",
      "利用するだけだ。",
      "…祟れとけしかけはしたけど、…圭一が自分の身を守れる程度には助言はする。",
      "圭一が足掻き、生き延びようとする努力は応援する。",
      "もし、",
      "…………圭一を餌に、仇敵たちを皆、釣り上げたなら。",
      "…その時は、………放流してやってもいいか。",
      "叔母を殺せとそそのかし、その後、黒幕との接触の痕跡を消すため、消された悟史くんとは違う。",
      "私は、前原圭一を消さない。",
      "だから、その一点だけにおいて、鬼婆たちとは違っているつもりなのだ…。",
      "外は夕方の空から夜の空に変わろうとしていた。",
      "夕飯の支度をしなくちゃ。",
      "……食べて体力をつけなくちゃ、復讐劇なんて遂行できないのだから",
      "この辺は町が遠い田舎だし、冬は豪雪に閉じ込められることもある。",
      "だから大きな冷蔵庫が２つ３つあるなんてのは当り前のことだった。",
      "中には当分食っていけるだけの充分な備えがある。",
      "…買い物に行かなくて済むのはとても助かった。",
      "窓の外からは、ひぐらしの声が忍び込んでくる。",
      "ひぐらしの声に、懐かしさのようなものを感じるという人は多い。",
      "……でも私は逆だった。",
      "ひぐらしの声なんて、雛見沢でしか聞いたことがない。",
      "だからひぐらしの声は、私にとって雛見沢を意味する音色であり、",
      "……私の居場所がここにない、ここに私は居てはいけないという、…寂しさを感じさせるだけなのだ。",
      "その時、…呼び鈴がなった。",
      "園崎本家は門が遠いから、門前に呼び鈴とインターフォンが設けてあるのだ。",
      "しかも監視カメラまで付けられている。",
      "古き良き田舎の台所に、その監視モニターが置いてあるのは、とても異様だった。",
      "モニターのスイッチを入れても画面がつかない。",
      "……コンセントとかが抜けてるのかと思い、裏の配線を見ようとするが、ぐちゃぐちゃの束になって冷蔵庫の裏に続いており、さっぱり分からなかった。",
      "壊れているのか、私の操作が悪いのか分からないでいる間にも、呼び鈴は何度か鳴らされた。",
      "………できれば、相手を見てから、応えるか居留守を使うか決めたかった。",
      "居留守を使うのが一番楽と言えば楽なのだが、",
      "……それでは意味がない。",
      "私は敵を求めて牙を剥いている最中なのだ。",
      "物陰から虎視眈々と敵をうかがいはするが、それは引き篭もって隠れているのとはわけが違う。",
      "鬼婆は体調不良と極度の不機嫌で伏せっていることになっている。",
      "来ても面会はできないとすでにあちこちで話してある。",
      "…それでもなお、訪ねてこようというのは何者なのか。",
      "…私は意を決して、インターフォンのスイッチを入れた。",
      "厄介な相手なら門前払いにすればいい。",
      "でも、可能な限り自然に接しないと、思わぬところで不信感を抱かれるかもしれない…。",
      "自然に自然に…。"
    ],
    "textEn": [
      "Rika hung her head.",
      "She seemed to want to say something, but she was afraid that I might be rough with her again.",
      "I doubted Rika Furude was actually at the top of the curse system, like the hag was.",
      "However, as one of the three family heads, she was a lot closer to the underside of Hinamizawa than I was.",
      "By now, that underside was well aware of Keiichi Maebara.",
      "I told the elderly leaders of the village yesterday in the meeting that Keiichi Maebara was the last one remaining.",
      "I just told the head of the Furude family the same thing,",
      "if threateningly.",
      "If my threat was effective, the curse of Oyashiro-sama should very soon fall upon Keiichi Maebara.",
      "And at just the right time, I would grab my enemy right as he took my bait.",
      "If the assassin came from the Furude family,",
      "this girl would have committed the same sin as the hag.",
      "When that time came, I wouldn't hold back.",
      "I was going to make sure she suffered, and then kill her.",
      "I've heard of a torture technique where you pound dozens of nails into a victim's fingers.",
      "I already found a restraining table and the tools for it.",
      "When the time comes, I'll pound nails into your fingers...",
      "That gruesome anticipation radiated from my eyes and scared Rika even further.",
      "I wonder how Kimiyoshi is doing.",
      "I doubt he died from tiptoeing all night, but sometimes a human can go very easily.",
      "He already told me everything I wanted to hear, and he doesn't know anything else anyway.",
      "On top of that, he was responsible for spreading the infection that was the curse system of Oyashiro-sama.",
      "His sins are very heavy.",
      "I really liked",
      "Uncle Kimiyoshi.",
      "He had always been kind.",
      "The hag was so tough on her relatives",
      "and that's why he was extra nice to me.",
      "When we talked yesterday...",
      "I was so happy to hear him say he would forgive Shion.",
      "He even said he would fight the hag to save her. That made me very happy.",
      "Don't worry.",
      "If Shion-chan feels bad about what she has done, she won't be demoned away.",
      "Leave it to me......",
      "I felt such warmth inside of me.",
      "I almost... shivered.",
      "I was so happy...... yet so very sad.",
      "For he continued to say",
      "that Satoshi-kun... deserved to die.",
      "He said those nice things because he wanted to make Mion happy, since she was worried about Shion.",
      "Satoshi-kun deserved to die because he was a member of the cursed Houjou family, but Shion-chan of the Sonozaki family did not.",
      "That's what he meant.",
      "In other words, to the leaders of the village, including Kimiyoshi, members of the Houjou family are more contemptible than insects.",
      "They didn't care if they lived or died.",
      "Their sin was not only that they despised the Houjou family so, but also that they let that hatred infect the rest of the village.",
      "Therefore, everyone in the village deserves to be a victim of the curse of Oyashiro-sama.",
      "Kimiyoshi and the others created an environment",
      "that excused murder in that name.",
      "If that was so...",
      "If Takano-san and Tomitake-san hadn't committed the serious crime of trespassing in the ritual storehouse,",
      "then Satoko Houjou, the last survivor of the Houjou family, and Teppei Houjou, who has been hiding in Okinomiya, might have been the victims.",
      "Satoko Houjou.",
      "She was always around Satoshi-kun.",
      "She expected Satoshi-kun to help her every time she cried.",
      "......She was one of the people who cornered him.",
      "If Satoko wasn't that much of a burden,",
      "Satoshi-kun wouldn't have killed his aunt.",
      "Somebody told Satoshi-kun to commit that murder.",
      "And to hide the evidence of his connection to the mastermind, Satoshi-kun was demoned away.",
      "That's what Ooishi thought.",
      "If Satoshi-kun hadn't killed his aunt,",
      "maybe he wouldn't have been chosen as last year's victim.",
      "Because the commands were vague, after all, the curse of Oyashiro-sama fell upon the Houjou family as a whole.",
      "It didn't matter which member of the family died.",
      "His aunt had a terrible reputation in the neighborhood.",
      "She didn't communicate with her neighbors, she was always throwing fits, and there was nothing nice about her in any way.",
      "Even if Satoshi-kun didn't kill her, the curse would have fallen upon her sooner or later.",
      "Their aunt was the first victim.",
      "There needed to be another Houjou to calm the curse.",
      "According to a rumor, their uncle was living somewhere in Okinomiya with his lover.",
      "However, Okinomiya was a little different from Hinamizawa.",
      "The Sonozaki family was powerful there as well, of course,",
      "but it would have been more difficult in Okinomiya to demon someone away.",
      "So naturally, Satoshi-kun and Satoko, who were still in Hinamizawa, became the targets.",
      "Which one should be cursed?",
      "That was simple.",
      "Satoko, of course. She was snobby and lacking in manners.",
      "Everyone in the neighborhood liked Satoshi-kun.",
      "Even if he was the son of the Houjou couple who betrayed the village during the dam conflict,",
      "compared to Satoko, he didn't deserve to die.",
      "Therefore, the actual victims of last year's curse should have been",
      "his aunt and Satoko.",
      "Satoshi-kun was suddenly all alone.",
      "His mean aunt and mean uncle were gone.",
      "His sister, who was a burden to him all his life, was gone too.",
      "Satoshi-kun was such a nice person. He would be sad, although he'd realize he was finally free.",
      "But time would heal him.",
      "I'd even help...",
      "He didn't have to live in his house in Hinamizawa.",
      "There were plenty of empty rooms in the apartment block where I lived.",
      "I could find him a part-time job, too.",
      "He didn't need to go to school in Hinamizawa.",
      "He could go to school with me in Okinomiya instead.",
      "He wouldn't know his way around, or really anything about the school there.",
      "So I'd be with Satoshi-kun all the time.",
      "I'd show him a shortcut to school, we'd go shopping, and I'd teach him many different things.",
      "What an unbelievably happy ending.",
      "Satoshi-kun had been suffering so much, and I had been pushed away all my life,",
      "but we would finally be happy.",
      "I enjoyed these sweet delusions, but I didn't have any more time to waste.",
      "I was sure there were plenty of old people who had been trying to get hold of Oryou all morning, and who were going to try to catch me after I got home from school.",
      "Actually, the phone had been ringing constantly while I enjoyed my happy thoughts.",
      "When I answered the phone, I casually listened and replied.",
      "As I planned, Keiichi Maebara is now known as the next curse victim within the underside of Hinamizawa.",
      "I also tried to let them know that the disappearance of the village chief...",
      "had something to do with the fact that he changed the lock on the ritual storehouse's door.",
      "All the authorities in the underside came to realize the seriousness of trespassing in the storehouse. After all, one of the heads of the Three Families got punished.",
      "One of the phone calls was from Ooishi.",
      "He had also heard about Kimiyoshi's disappearance, and he knew it had something to do with the changing of the lock.",
      "...I'm impressed.",
      "He has some pretty good sources.",
      "But all he can do is catch whatever information he can get.",
      "There's no way for him to find out where it's coming from.",
      "I'd call Keiichi Maebara again later tonight.",
      "Some of the more aggressive villagers may have already started to take action around him.",
      "I'm sure that by now, Keiichi is feeling the danger that's coming toward him.",
      "I'd have to be careful that he doesn't get killed easily.",
      "If I can catch the enemy before they bit Keiichi, I can use him again as bait.",
      "Keiichi Maebara...",
      "I haven't known him for that long.",
      "He's funny, if not intelligent.",
      "He'll never replace Satoshi-kun,",
      "but I do think he's fun to be around.",
      "There's just one thing I don't like about him.",
      "He rubs my head far too often.",
      "His hand is as warm as Satoshi-kun's hand, which is why I can't stand it.",
      "But that's about it.",
      "Keiichi Maebara isn't Satoshi-kun's enemy. I don't hate him.",
      "He's fun to be around,",
      "but I wouldn't shed a tear for him if he became a victim of the curse.",
      "I won't prevent Keiichi Maebara from being killed, but I won't kill him myself either.",
      "I'd made arrangements for the curse to fall upon him, but I never told anyone to kill him.",
      "Well... I suppose I did tell Rika Furude to take care of Keiichi Maebara...",
      "Wait a minute...",
      "To avenge Satoshi-kun",
      "I'm doing exactly the same thing as the hag did.",
      "I'm using the exact same system that killed Satoshi-kun.",
      "Keiichi Maebara...",
      "I'm just using him.",
      "I told people to let the curse fall upon Keiichi, but I've been giving him appropriate warnings.",
      "I'm going to help him if he tries to live.",
      "If",
      "I catch all of my enemies...",
      "Maybe I'll let him loose...",
      "He's different from Satoshi-kun. Satoshi-kun was tricked into killing his aunt, and was killed himself afterwards so there wouldn't be any evidence remaining.",
      "I won't kill Keiichi Maebara.",
      "That's how I'm different from the hag.",
      "Evening was turning to night.",
      "I had to get dinner ready.",
      "I had to eat so I'd have enough strength to take revenge.",
      "This place was far from the town. It would even get isolated during winter because of the snow.",
      "It's not unusual for a household like this to have two or three refrigerators.",
      "There were plenty of groceries left in them.",
      "I was glad I didn't have to go grocery shopping.",
      "I could hear the chorus of the higurashi.",
      "People often say that the sound of the higurashi brings back memories.",
      "But for me, it's the exact opposite...",
      "I've only ever heard the sound of the higurashi in Hinamizawa.",
      "Therefore, the sound of the higurashi, to me, is Hinamizawa.",
      "The sound reminded me that I wasn't supposed be here... That I couldn't be here...",
      "That was when I heard the doorbell.",
      "Because there was a good distance between the house and the gate, there was both a doorbell and an intercom by the latter.",
      "It had a security camera too.",
      "Something as modern as a security camera monitor in this old-fashioned kitchen looked rather strange.",
      "I turned the switch, but nothing appeared on the monitor.",
      "I tried to check the plug, but there were a bunch of cords going behind the refrigerator, so I couldn't even do that.",
      "The doorbell continued to ring while I tried to figure out if the monitor was broken or if I just didn't know how to turn it on.",
      "I only felt like answering the door depending on who it was.",
      "It'd normally be easier to pretend to be out...",
      "but that wouldn't help me.",
      "I was waiting for my enemies to show up.",
      "I couldn't just hide myself, in that case.",
      "The hag was supposed to be sick and in an extremely bad mood.",
      "I'd already sent word out that she didn't want to see anyone.",
      "So who could it be?",
      "I made up my mind and turned the intercom on.",
      "If it was someone unwanted, I could just turn whoever it was away.",
      "But I had to act normally so I wouldn't arouse suspicion.",
      "I had to act normally..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……はい。",
      "どちら様でしょう。」"
    ],
    "textEn": [
      "\"Yes?",
      "Who is it?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「こんにちはなのです。」"
    ],
    "textEn": [
      "\"Hello.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "相手は名乗らなかったが、その独特の喋り方ですぐにわかった。"
    ],
    "textEn": [
      "She didn't tell me her name, but I recognized her voice."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ん、梨花ちゃんか。",
      "……どうしたの？",
      "こんな時間に。」"
    ],
    "textEn": [
      "\"Rika-chan...",
      "What are you doing here",
      "at this time of day?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……実は、お醤油を分けてもらいに来たのですよ。」"
    ],
    "textEn": [
      "\"......I ran out of soy sauce, so could you share some with me?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "醤油？？",
      "素っ頓狂な声を上げそうになるのを堪えて、状況を思案する。",
      "町が遠く、買いだめして生活することが多い雛見沢では、時に調味料などを切らし、隣家に分けてもらいに行くことはないことじゃない。",
      "冬場には豪雪で村が埋まり、町へ行けなくなることもあるのだから。",
      "しかし、古手神社から園崎本家は近くない。",
      "醤油を分けてもらいに、遥々自転車でやってきたというのは、ほんの少し不自然だった。",
      "醤油を分けてもらいに来た",
      "…",
      "…というのは何かの口実で、…内々に話をしたい、ということなのだろうか。",
      "その時、私はインターフォンの脇にある冷蔵庫の扉に、マグネットで貼り付けられているわら半紙を見つけた。",
      "“本場仕込みのお醤油、まだまだたくさんあります。お気軽に園崎までどうぞ”",
      "それは鬼婆が町会経由で回覧したもののようだった。",
      "遠方の親類が醤油を樽で送ってきたので余っている。",
      "容器を持ってくればお裾分けするのでどうぞお気軽に…という文面。",
      "なるほど、遥々醤油をもらいに来ても、不審ということもないわけか。",
      "わら半紙の下には、お手伝いさんのものらしい書き込みがしてあった。",
      "“ショウユは乾物棚の床下。",
      "ほしい分だけあげてＯＫ”",
      "棚の前の床は、床下収納になっていた。",
      "開けて見ると、確かに醤油の小太りした樽が置いてあり、中には漏斗と柄杓も一緒になっていた。",
      "……園崎本家で異常があると、まだ今の時点では思われたくない。",
      "私は梨花に醤油を分けてやることにした。"
    ],
    "textEn": [
      "Soy sauce??",
      "I almost screamed, but I controlled myself. I took a moment to think about the situation.",
      "Hinamizawa was far from most stores, so sometimes neighbors would share seasoning and stuff with each other.",
      "The village sometimes got snowed in during winter.",
      "But the Furude Shrine was quite far from this house.",
      "It was rather odd for her to come all the way here on her bicycle just to get some soy sauce.",
      "Maybe she was using it as an excuse",
      "...",
      "maybe there was something she wanted to talk to me about.",
      "That was when I noticed a piece of paper that was on the refrigerator door next to the intercom.",
      "\"We still have plenty of homemade soy sauce in stock. Feel free to come to the Sonozaki house if you want some.\"",
      "The hag must have given that flyer to everyone.",
      "One of our relatives sent her a barrel of soy sauce.",
      "If you want some, bring a container... That's what the flyer said.",
      "I see, this would explain it.",
      "There was a handwritten note on the bottom of the flyer.",
      "\"The soy sauce is in the storage area under the floor.",
      "Give them as much as they want.\"",
      "There was a storage area beneath the floor.",
      "When I opened it, I saw a barrel of soy sauce, alongside a funnel and a ladle.",
      "I didn't want Rika to notice anything suspicious at this point.",
      "I decided to share the soy sauce with her."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「うん、いいよ。",
      "入れるものは持ってきてるの？」"
    ],
    "textEn": [
      "\"Sure.",
      "Did you bring a container?\""
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「お醤油の瓶を持ってきましたのです。」"
    ],
    "textEn": [
      "\"I brought a soy sauce bottle.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ＯＫ。",
      "勝手に入ってきていいよ。",
      "玄関で待ってる。」"
    ],
    "textEn": [
      "\"Okay.",
      "Come on in.",
      "I'll be at the front door.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "玄関へ向かおうとすると、もう一度チャイムが鳴った。"
    ],
    "textEn": [
      "As I headed there, I heard the doorbell ring again."
    ]
  },
  {
    "color": "#6972c1",
    "labelEn": "Rika",
    "labelJp": "梨花",
    "textJp": [
      "「……魅ぃ、内側から閉まってて、門が入れないのですよ。」"
    ],
    "textEn": [
      "\"Mii, the gate is locked from the inside. I can't open it.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あぁ、そうだった。",
      "ごめんごめん。",
      "今開けに行くよ、待ってて。」"
    ],
    "textEn": [
      "\"Ah, that's right.",
      "Sorry.",
      "I'll be right there, just hang on.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "雛見沢は防犯概念の薄い田舎だけあり、各家庭は戸締りに割といい加減であることが多い。",
      "……私はもうちょっと物騒な町育ちなので、自宅に施錠は習慣付いている。",
      "私は古手梨花を迎えるため、わざわざサンダルを履いて、外へ出なければならなかった。"
    ],
    "textEn": [
      "People didn't pay much attention to safety around here in Hinamizawa. People didn't think too much about locking the doors.",
      "But as someone who's lived in a town, I've always locked everything.",
      "To let Rika Furude in, I'd have to go outside."
    ]
  }
]