[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鬼婆の単車はもはや私の足だった。",
      "次は、夕方からある古手神社内の集会所での役員会だ。",
      "綿流しのお祭りを打ち合わせる程度の、普段の役員会ならどういう光景か想像するのは簡単だった。",
      "……しかし、…今日の役員会はおそらく、園崎本家の親族会議並に張り詰めたものになるだろう。",
      "…そう、この役員会こそは、雛見沢の深奥部。",
      "わずかの気の弛みも許されない…。",
      "私は本家で少し休んで時間を調整した後、家を出た。",
      "古手神社へと続く長い階段を上り、境内に入る。",
      "集会所の前には村の古老たちが何人か集まって煙草を吸っていた。",
      "…集会所の中で昔、ボヤがあったのでそれ以来、中は禁煙なのだとか。"
    ],
    "textEn": [
      "The hag's motorcycle had become my primary means of transportation.",
      "My next stop was the staff meeting at the Furude Shrine's assembly hall.",
      "It was easy to imagine how a normal meeting would play out if it were just celebrating the end of Watanagashi.",
      "...But today's staff meeting was likely going to be as strained as the Sonozaki family councils.",
      "...Yes, this staff meeting was going to deal with the heart of Hinamizawa.",
      "I couldn't let my guard down, even for a moment...",
      "I rested for a while at the house, then left for the meeting.",
      "I walked up the long stairs to the Furude Shrine.",
      "At the top, I saw some elderly men smoking in front of the hall.",
      "Since they had a minor fire a long time ago, it had been made into a non-smoking area."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「あれ、魅音ちゃんかい？」"
    ],
    "textEn": [
      "\"Is that Mion-chan?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由家頭首でもある公由のおじいちゃんが私に気付き、手を振ってくれた。",
      "次期頭首の魅音がひとりで来ることは考えていなかったらしい。",
      "来るなら鬼婆ひとりか、介添えで鬼婆と二人で来るかのどっちかだと思っていたからだ。"
    ],
    "textEn": [
      "The head of the Kimiyoshi family, Uncle Kimiyoshi, noticed me and waved.",
      "He must not have expected Mion to come alone.",
      "Normally it would have been either the hag by herself, or Mion tagging along as an assistant."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…婆っちゃは昨夜のあれ以来、機嫌を相当悪くしちゃいまして。",
      "……誰も近づけず、布団に篭りきりです。」"
    ],
    "textEn": [
      "\"Granny's been in a terrible mood since the incident last night.",
      "She's been staying in bed and won't even let me get near her.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "老人たちは、一度機嫌を悪くした鬼婆がどれだけ扱いにくいかよく理解しているようで、",
      "苦笑いしながら私を同情するかのように微笑みかけてくれた。"
    ],
    "textEn": [
      "They all understood how troublesome she was when in a bad mood.",
      "They smiled bitterly in sympathy."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「じゃあ、今日は魅音ちゃんが園崎家頭首代行ということでいいね？",
      "お魎さんから話とかは聞いてる…？」"
    ],
    "textEn": [
      "\"So you're here as the Sonozaki family representative then?",
      "Has Oryou-san told you anything?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………一応。」"
    ],
    "textEn": [
      "\"Sort of...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "お魎さんから話は聞いてる？",
      "というのがどういう意味なのか、…その一言だけでは読み取れない。",
      "役員会の座長は本来、村長である公由家頭首だ。",
      "その公由家頭首が、園崎家の頭首代行に対し、頭首から今日の話はちゃんと聞いているね？",
      "と念を押すのだから、……今日の会合の本来の座長が誰なのかは、火を見るより明らかだった。"
    ],
    "textEn": [
      "What did he mean, \"has Oryou-san told you anything\"?",
      "That line by itself didn't really explain much.",
      "The staff meeting was usually led by the mayor, the head of the Kimiyoshi family.",
      "And he'd asked me, as the substitute for the Sonozaki family head, if I'd heard anything from her...",
      "I then realized who was supposed to lead today's staff meeting."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……おじい、……じゃなくって、公由さん。",
      "今日の会合だけど……司会、…私じゃないと……？」"
    ],
    "textEn": [
      "\"Uncl... no, Kimiyoshi-san.",
      "Do I really have to lead the meeting today?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "園崎本家の親族会議の序列に従うなら、園崎家頭首代行は、公由家頭首より序列が上だ。",
      "つまり、今日の座長ということ。",
      "…そんなの私にはできない。"
    ],
    "textEn": [
      "According to the ranking order at the family councils, any substitute for the Sonozaki family head is above the Kimiyoshi family head.",
      "In other words, I'd have to lead today's meeting.",
      "There was no way I could do that..."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「あぁあぁ、大丈夫大丈夫、おじいちゃんがやるから。",
      "魅音ちゃんは座ってればいいよ。",
      "お魎さんから聞いてる話があったら、話してくれればいいからね。」"
    ],
    "textEn": [
      "\"Ah, don't worry, I'll do it.",
      "You can just take a seat, Mion-chan.",
      "If there's something you've heard from Oryou-san, just let us know, okay?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Clerk",
    "labelJp": "書記",
    "textJp": [
      "「村長、そんろそろ始めますかいねー、全員揃いましたんね。」"
    ],
    "textEn": [
      "\"Kimiyoshi-san, why don't we get started? Everyone's here now.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "煙草組は、それを靴の裏でねじり潰すと、慌てて集会所に戻っていった。",
      "馬蹄状に座机が並べられ、私は上座の隣の座布団に座るように勧められる。",
      "私と対になる上座の反対の座布団は空席だった。",
      "…ポジションから考えて古手家頭首、古手梨花の席だろう。",
      "だが、全員揃ったとさっき誰かが言った。",
      "すでに梨花ちゃまが欠席を連絡してあるのか、…さもなければその空席は形式的なものに過ぎないかのどちらかだ。",
      "役員会の内容を考えれば、たとえ古手家の現頭首であっても、臨席を望まないのは当然だろう。",
      "……実際、梨花ちゃまがこの場に出席したとて、何の発言もできようはずがない。",
      "園崎本家の親族会議では、いつも落書き帳にお絵描きをして過しているのを私も知っている。",
      "この席に出席したとしても、お絵描きをしてるだけに違いない。",
      "それに……老人たちは陽の象徴である梨花ちゃまに、陰の面の話は聞かせたがらないだろう。",
      "そう思えば、古手家の席が空席なのは理解に容易だった。",
      "全員が腰を下ろすと、婦人部長がお茶を配ってくれた。",
      "…女なら手伝え、というような姑的な意地悪目線を感じ、私は自発的？に手伝った。",
      "その後、みんな座ってシンとしたのを確認すると、一番末席の役員会書記が立ちあがった。"
    ],
    "textEn": [
      "The smokers put out their cigarettes and went back into the hall.",
      "The tables were set in a horseshoe shape, and I was told to sit next to the chair reserved for the chief.",
      "The seat opposite mine was empty.",
      "Considering its location, it was probably for the Furude family head, Rika Furude.",
      "But somebody had said earlier that everybody was already here.",
      "Either Rika-chama had called in absent, or the empty seat was just a formality.",
      "Knowing the subject of this meeting, I don't think that the Furude family head would even want to attend.",
      "Even if Rika-chama actually attended, she wouldn't be able to say anything.",
      "All she'd usually do at the Sonozaki family councils was draw pictures on a notepad.",
      "She would probably end up drawing pictures in this meeting too.",
      "Besides, they probably didn't want her to hear anything unpleasant.",
      "In this way, the empty Furude family seat was easily explained.",
      "When everyone was seated, the head of the women's association served tea.",
      "She gave me an evil look, trying to tell me to help out. I got up and did so.",
      "After that, everyone fell quiet, and the secretary stood up."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Clerk",
    "labelJp": "書記",
    "textJp": [
      "「そんれでは皆さん、本日は大変お忙しい中、緊急にお集まりいただきまして誠にお疲れ様です…。",
      "それでは始めに、村長さんからご挨拶をいただきます。",
      "村長、どんぞ。」"
    ],
    "textEn": [
      "\"Everyone, thank you for coming today on such a short notice, despite your busy schedules...",
      "Let's start with a few words from the mayor.",
      "Go ahead, please...\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「あーー、座ったままで失礼します。",
      "健ちゃんも座ったままでいいよ。",
      "…今日は平日の夕方にお集まりいただきまして、誠にありがとうございました。",
      "また、昨日は綿流しを本当にお疲れ様でございました。"
    ],
    "textEn": [
      "\"Ah, please excuse me for staying seated.",
      "Ken-chan, you stay seated, too.",
      "Thank you all for coming today.",
      "Also, you all did a great job at Watanagashi yesterday."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "お陰様で本年も事故もなく、大変な盛況の内に終了させることができました。",
      "祭りにも村中から大勢がいらっしゃり、本当に素晴らしい祭りになったものと思っとります。",
      "あー、来たの何人だっけ？"
    ],
    "textEn": [
      "The festival was a great success, as usual. There weren't any mishaps.",
      "Lots of villagers came, and I believe it went great, on the whole.",
      "Let me see, how many people was it?"
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "大本営発表だと五千人だそうです。」"
    ],
    "textEn": [
      "According to the Imperial General Headquarters' report, approximately five thousand people showed up.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "わっはっはっはっは。",
      "どうも笑うところだったらしく、私だけは笑い損ねた。"
    ],
    "textEn": [
      "Wa ha ha ha ha ha.",
      "Everyone laughed except me."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「今後もますますの文化の向上のために、一丸となって頑張って参りたいと思います。",
      "…よろしくお願いいたします。」"
    ],
    "textEn": [
      "\"I hope we'll continue to work together to carry on this tradition.",
      "I appreciate your cooperation.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "パチパチパチパチパチ…。",
      "８人程度の拍手では景気が悪いだけだった。"
    ],
    "textEn": [
      "Clap, clap, clap...",
      "An applause with only eight people doesn't sound so great."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Clerk",
    "labelJp": "書記",
    "textJp": [
      "「そんれでは引き続き、議事の方に入ってまいりたいと思います。",
      "本日の議事を、公由村長さんにお願いすようと思います。",
      "承認していただける方は、拍手でご承認願います。」"
    ],
    "textEn": [
      "\"Okay, let's move on to today's proceedings.",
      "Kimiyoshi-san will lead the meeting today.",
      "Please applaud if you approve.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "パチパチパチパチ！"
    ],
    "textEn": [
      "Clap, clap, clap!"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Clerk",
    "labelJp": "書記",
    "textJp": [
      "「ありがとうございます。",
      "そんれでは只今、満座でのご承認をいただきましたんで、公由村長さんに司会を譲りたいと思います。",
      "よろしくお願いします。」"
    ],
    "textEn": [
      "\"Thank you.",
      "Then, with your approval, Mayor Kimiyoshi will take over.",
      "Please go ahead.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「どうも、健ちゃんお疲れ様。",
      "では司会を引き継ぎましたので、本日の議事に入りたいと思います…。",
      "あー、申し訳ない、カーテン閉めましょうかね。」"
    ],
    "textEn": [
      "\"Thank you, Ken-chan.",
      "Let's start now.",
      "Ah, sorry, could you close the curtains?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんながそれぞれ、自分の背中側の窓のカーテンを閉めた。",
      "まだ夕方だと言うのに、日の光をカーテンで遮られたここはもう深夜のようだった…。",
      "まず、座長が昨夜の事件についての詳細と、警察とのやり取りを説明した。",
      "…昨夜の深夜、興宮へ戻る警察車両が富竹さんの遺体を発見した。",
      "大石たちの、オヤシロさまの祟り特捜班？は、５年目の事件はあるものと想定してスタンバイしていたため、初動は極めて早かった。",
      "富竹さんと常に一緒に行動していた鷹野さんの消息を掴むため、大石たちは県内に限らず周辺の県警にまで確認を取った。",
      "その結果、お隣の岐阜の山中で、女性の死体がドラム缶で焼かれているとの通報が入っていたことを突き止め、ただちに死体を確認。",
      "鷹野三四であると断定したという。",
      "状況その他から、警察は５年目の雛見沢村連続怪死事件と断定して、現在、捜査中であるという。",
      "……事実の説明が終わると、みんな、シンと黙り込んだ。",
      "私も、次に誰が口を開くのか、注意深く見守っていた…。",
      "誰も口を開かない。",
      "……ふと見ると、公由さんは私を見ていた。",
      "そう。",
      "…ここで先に口を開くのは園崎家頭首、鬼婆の役目だったのだ。"
    ],
    "textEn": [
      "Everyone closed the curtains nearest to them.",
      "The sun was still up, but with all the curtains closed, the room became very dark.",
      "The village chief explained the details of the incident, as well as what went on with the police.",
      "A police vehicle discovered Tomitake-san's body on its way back to Okinomiya last night.",
      "Ooishi's special 'curse unit' was standing by, expecting something to happen for the fifth time, so they responded quickly.",
      "Since Tomitake-san and Takano-san were rarely apart, Ooishi got in touch with the neighboring prefectural police departments and asked them to look for her.",
      "As a result, they found a burned body of a woman in the mountains of the Gifu Prefecture,",
      "and the body was then identified as Miyo Takano.",
      "Considering the circumstances, the police ended up labeling the incident as the fifth of the ongoing series of mysterious deaths.",
      "When he finished, there was dead silence.",
      "I watched to see who would speak first.",
      "Nobody said a thing.",
      "Then, I noticed Kimiyoshi-san looking at me.",
      "Ah.",
      "This was where the head of the Sonozaki family would speak."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「魅音ちゃん。",
      "……お魎さんは何か言ってたかい？」"
    ],
    "textEn": [
      "\"Mion-chan,",
      "has Oryou-san said anything about this whole thing?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "みんなの目が私に向く。",
      "……おそらくみんな、私の肩越しに鬼婆の姿を見ているに違いなかった。"
    ],
    "textEn": [
      "Everyone looked in my direction.",
      "...I was sure they could see the hag in me."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………園崎家頭首代行、園崎魅音です。",
      "本日は頭首お魎に代わりまして出席させていただきました。",
      "よろしくお願いいたします…。」"
    ],
    "textEn": [
      "\"I'm Mion Sonozaki, acting head of the Sonozaki family.",
      "I'm here in place of Oryou, the current head.",
      "Thank you for having me.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…頭の中を魅音で満たす。",
      "…一年前、私も冷え切った目で見つめ、恐ろしいことを平気で強いたあの恐ろしさを。",
      "………そう、あの魅音だって、私の中にある。",
      "あれは私。",
      "私だって、あれ。",
      "………………………………。"
    ],
    "textEn": [
      "I became Mion.",
      "I tried to become as cold and unfeeling as the Mion I witnessed a year ago.",
      "That cold version of Mion was inside of me.",
      "That was me.",
      "I was her.",
      "....................."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……不幸にして、オヤシロさまのお怒りは５年目にも下されることになりました。",
      "……大変悲しいことです。」"
    ],
    "textEn": [
      "\"Unfortunately, the curse of Oyashiro-sama has come to pass for the fifth time.",
      "This is deeply regretful.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "皆、静まり返ったまま、私の言葉に耳を傾けていた。",
      "……そう、今の私は小娘ではない。",
      "小娘の口を借りて…鬼婆が語っているのだ。",
      "その重みに畏怖しながら、皆、ただただ静かに耳を傾けていた…。"
    ],
    "textEn": [
      "Everyone was held captive by my words.",
      "I wasn't a little girl anymore.",
      "The hag was speaking through my mouth.",
      "They all heard me and trembled in fear..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……どうして今年も祟りがあったか。",
      "わかる方はいますか…？」"
    ],
    "textEn": [
      "\"Does anyone know",
      "why the curse happened again this year?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の問いかけに、皆、表情を険しくしながらひそひそと囁きあう。"
    ],
    "textEn": [
      "After my question, everyone whispered to each other."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そう。",
      "…祭具殿の禁を犯し、土足で聖域を踏み荒らして穢れを持ち込んだからです。」"
    ],
    "textEn": [
      "\"I will tell you.",
      "It was because they broke the rule of the ritual storehouse and desecrated the sacred ground within.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Old people",
    "labelJp": "年寄りたち",
    "textJp": [
      "「「なんちゅーーーことをッ！！」」"
    ],
    "textEn": [
      "\"\"How dare they!!\"\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "何人かの老人が吠えて腰を上げた。"
    ],
    "textEn": [
      "A few elderly men got up and yelled."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Senior",
    "labelJp": "年寄り",
    "textJp": [
      "「あほんたれが…！",
      "信じられん小僧どもだ！！」"
    ],
    "textEn": [
      "\"The fools!",
      "I can't believe this!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Senior",
    "labelJp": "年寄り",
    "textJp": [
      "「ハラワタ引き裂いても飽きたりんガキどもしゃあん！！」"
    ],
    "textEn": [
      "\"They deserved to be killed!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Senior",
    "labelJp": "年寄り",
    "textJp": [
      "「オヤシロさま、お怒りをお鎮めください…、なむなむなむなむ……。」"
    ],
    "textEn": [
      "\"Oyashiro-sama, please calm your anger...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Senior",
    "labelJp": "年寄り",
    "textJp": [
      "「何てことを何てことを…。",
      "…オヤシロさまオヤシロさま……。」"
    ],
    "textEn": [
      "\"Oh my, oh my... how did that happen?",
      "Oyashiro-sama...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Senior",
    "labelJp": "年寄り",
    "textJp": [
      "「これだから余所者は好っきゃあん！！」"
    ],
    "textEn": [
      "\"This is why we hate outsiders!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Senior",
    "labelJp": "年寄り",
    "textJp": [
      "「なあんもかんがんね！！",
      "がくがくもないんよ、しゃらんと！！」"
    ],
    "textEn": [
      "\"They just don't think!!",
      "They're just too stupid!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Senior",
    "labelJp": "年寄り",
    "textJp": [
      "「あぁらすったらんこったんなるんね！！　バチ当りどもがんッ！！」"
    ],
    "textEn": [
      "\"They got what they deserved!! It was their own fault!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "憤る老人たちと、畏れ多さに慄く老人たちが口々にわめき合う。",
      "そのあまりの変わり様に私は少なからずの怖さを感じずにはいられなかった。",
      "だが、何よりも私を怖がらせたのは、小さい頃からやさしくしてくれて、",
      "いつも温和だった公由のおじいちゃんまでもが、阿修羅のような形相で、祭具殿の禁を破った狼藉者たちを呪っていたからだ。",
      "場は今や荒れ狂う海のようだった。",
      "ごうごうと渦巻き、ぶつかりあい飛沫を飛ばしながら。",
      "砕け、",
      "吠え、",
      "唸った。",
      "私はひとり、顔面を蒼白にしながらそのやり取りを見ていた…。",
      "昨日、魅音に脅され、今朝、葛西に呆れられ。",
      "そして、今、私の目の前にも同じ様な現実がある。",
      "やさしいはずの公由のおじいちゃんまでもが、声高に鷹野さんたちを非難し、死んで当然だ、死に方すらも生ぬるいと叫ぶのだ。",
      "私は老人たちの豹変が怖かったし、",
      "彼らの、オヤシロさまの祭具殿を侵すような奴らは死んで当然という考えがまかり通る信仰心も、逸脱していて恐ろしかった。",
      "でも、……そんなのは些細なこと。",
      "本当に怖いのは、そういうことじゃない。",
      "彼らが死ね死ね、呪われて死んでしまえと合唱する狼藉者には、…私が含まれるからだ。",
      "つまり、……彼らは、私に向かって呪われろ、祟り殺されよと罵声を浴びせているのと何ら変わらない……。",
      "私が今この場で、……彼らに祭具殿に忍び込んだことを知られたなら。",
      "……今すぐこの場で、首でも絞められて殺されるかもしれないという想像は、決して突飛でもなんでもない。",
      "…むしろ、あっさりと殺してくれるかどうかの方が気になるような剣幕だった。",
      "私は……確信する。",
      "ここにいるこいつらは、鬼婆と同じ価値観を持つオヤシロさま信仰の妄信者たちだ。",
      "オヤシロさまの怒りを買った人間を、オヤシロさまに代わって誅することくらいは多分、躊躇しない。",
      "仮に直接手を下さないとしても、見て見ぬふりくらいは絶対にする。",
      "そう、この場で私が首を捻られて死んだとしても。",
      "この場にいる全員が結託して、私は今日出席しなかった……待っていたけど来なかったと証言すれば……、「鬼隠し」の出来上がりだ。",
      "それはあまりに簡単な抹殺、失踪。",
      "間違いない。",
      "…………鬼婆と祟りを繋ぐ人間が、間違いなく今この場にいる…。",
      "……私はさらに仕掛ける。",
      "そう、私は園崎魅音。",
      "祟りを起こす側の存在だ。",
      "だから今の私は何も心配することはない。",
      "…私たち姉妹を見分けられる者など、存在しないのだ。",
      "だから、安全…。"
    ],
    "textEn": [
      "The angry old men yelled even as they trembled in fear.",
      "Their sudden change scared me more than a little.",
      "Even Uncle Kimiyoshi, who was usually so gentle and sweet,",
      "became like a demon of war, cursing those who broke the rule of the ritual storehouse.",
      "It had become like a raging ocean inside the assembly hall.",
      "Their yells spun about like a whirlpool.",
      "They roared,",
      "crashed,",
      "and howled.",
      "Even while doing nothing but watch, I could feel myself turning pale.",
      "Mion threatened me yesterday, and Kasai had been shocked this morning.",
      "What I saw before me was similar to that.",
      "Even the sweet and gentle Uncle Kimiyoshi was saying they deserved to die.",
      "I was fearful of the sudden change in those elderly men.",
      "More than anything, the fact that they all believed that those people deserved to die for trespassing is what terrified me.",
      "It wasn't just that, of course.",
      "The real thing I was scared of...",
      "Was that I was one of the people they wanted dead.",
      "In other words, it was almost like they were telling me to die of the curse...",
      "If they were to find out I snuck into the ritual storehouse...",
      "It was very possible that they would strangle me on the spot.",
      "Actually, they might not kill me that easily.",
      "By then, I was certain...",
      "The people in this room were true believers in Oyashiro-sama, just like the hag.",
      "They wouldn't hesitate to murder whoever made Oyashiro-sama angry on his behalf.",
      "Even if they didn't carry out the killing themselves, they would pretend they didn't see anything.",
      "Yes, not even if my head was cut off right in front of them.",
      "Everyone here would act in collusion and say I never attended today... If they all testified that they waited and I didn't show... I'd be 'demoned away.'",
      "It would be far too easy for them to erase someone and have them disappear.",
      "There was no mistake.",
      "......The people linking the hag and the curse were definitely here at this meeting.",
      "I continued speaking.",
      "I was Mion Sonozaki.",
      "I was on the side responsible for the curse.",
      "Therefore, at that moment, I didn't need to worry about anything.",
      "...Nobody could tell the difference between Mion and me.",
      "That's what would keep me safe..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………お静かにお願いします。」"
    ],
    "textEn": [
      "\"Please... ...be silent.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「おおぅら！！",
      "静かに静かにッ！！！」"
    ],
    "textEn": [
      "\"Hey!!",
      "Quiet down!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私の静粛の求めに対し、公由のおじいちゃんも口添えしてくれたが、その口調は信じられないくらいに暴力的な乱暴さがあり、…頼もしさより恐ろしさの方が強かった。",
      "とりあえず皆、口を噤んでくれた。"
    ],
    "textEn": [
      "Uncle Kimiyoshi helped me to quiet everyone, but his tone was violent. He really scared me.",
      "Everyone gradually became silent."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……祭具殿に忍び込んだ賊は４人。",
      "あと２人います。」"
    ],
    "textEn": [
      "\"In fact, it was four people who snuck into the storehouse.",
      "Two more remain.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "再びざわめくが、すぐに公由のおじいちゃんが怒鳴って場を静めてくれた。"
    ],
    "textEn": [
      "People once more became restless upon hearing that, but Uncle Kimiyoshi yelled at them again and they settled down."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「富竹さんと鷹野さんは、分別の付くお歳だったはずですからね。",
      "……オヤシロさまの祟りが直ちに下りましたが、もう２人は子どもです。"
    ],
    "textEn": [
      "\"Tomitake-san and Takano-san were old enough to be made responsible for their own poor judgment.",
      "As a result, the curse of Oyashiro-sama fell upon them immediately, but the other two were simply children."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "まだ祟りは免れていますが、",
      "………何のけじめもなく、許されることはありません。」"
    ],
    "textEn": [
      "The curse has yet to fall upon them...",
      "but there will be some kind of punishment.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "今度は誰も騒がなかった。",
      "……むしろみんな蒼白で、私の言葉を一言一句、聞き漏らすまいと必死なようだった。",
      "そう、彼らはその２人の子どもが、",
      "……よもや自分の親戚では、",
      "…孫では…と恐れていたからだ。",
      "…だからその２人が早く知って、安心したかったのに違いない。"
    ],
    "textEn": [
      "Everyone stayed quiet that time.",
      "They had all turned genuinely pale, trying not to miss a word I said.",
      "After all, they were all thinking",
      "that the kids I mentioned could be their own relatives",
      "or even grandchildren.",
      "...They wanted to know who they were, to put their minds at ease."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………その２人の狼藉者は、…園崎詩音。",
      "…そして前原圭一。」"
    ],
    "textEn": [
      "\"......The other two who snuck into the ritual storehouse were Shion Sonozaki,",
      "and Keiichi Maebara.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "場の空気が乾ききっていくのがわかる。",
      "……今にも、空気が音を立ててひび割れするのではないかと思うほどに…。"
    ],
    "textEn": [
      "I could feel the air getting drier.",
      "It was so dry it almost felt like it was going to start making a crackling noise..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…………園崎詩音は。",
      "…………すでに。」"
    ],
    "textEn": [
      "\"Shion Sonozaki has...",
      "already...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "静まり返った老人たちからは、吐息が漏れる音すら聞こえない。",
      "私はこっそり、隣に座る公由のおじいちゃんの表情をうかがった。",
      "…実の孫娘のように可愛がってくれた詩音が、もう「鬼隠し」になっている。",
      "それに対して、どんな悲しみ、あるいは憐れみの表情を浮かべてくれるか、知りたかったから。",
      "そして公由のおじいちゃんの表情を見たとき。",
      "……乾ききった空気に耐えかねて、私の背中の皮がバリバリとひび割れを起こしていくのを感じた。",
      "………………………………その表情はあまりに無機質。",
      "…無感情だった。",
      "公由のおじいちゃんは、…あんなにも私を可愛がってくれた。",
      "私はおじいちゃんが大好きだったし、おじいちゃんも同じように私が好きだと思っていた。",
      "だから……この残酷な現実に、心をわずかでも痛めてくれることに期待していた。",
      "いや、甘えていた。",
      "私の中にあった、温かいおじいちゃんの笑顔が歪んでいく。",
      "……甘えたかった人が、…恐ろしい豹変をした時の恐怖が、せいぜい数千、数万程度しかない文字で、どう表現すれば伝わるというのか…？",
      "無理だ。",
      "文字でこの恐怖が伝わるはずもない………。",
      "公由のおじいちゃんは私の目線に気付き、口を開いた。"
    ],
    "textEn": [
      "I couldn't even hear the old people breathe.",
      "I took a peek at Uncle Kimiyoshi, who was sitting next to me.",
      "He'd adored Shion as if she were his own granddaughter, but she had been demoned away.",
      "I wanted to see how distressed and sad he'd look.",
      "And when I saw his face...",
      "I felt a sensation on my back, as if my skin itself was making a cracking noise.",
      "............He didn't even have...",
      "...an expression on his face...",
      "Uncle Kimiyoshi adored me.",
      "I loved him and I thought he loved me too.",
      "That was why I expected him to be saddened after learning that I met with such a cruel fate.",
      "What was I thinking?",
      "The memory of his warm smile shattered inside of me.",
      "There was no way of describing the fear I experienced in that moment",
      "in mere words.",
      "He had suddenly changed into someone I didn't even recognize.",
      "Uncle Kimiyoshi noticed me looking at him and spoke."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………もうひとりの、前原圭一は…？」"
    ],
    "textEn": [
      "\"What about Keiichi Maebara?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………………、",
      "………………まだです。」"
    ],
    "textEn": [
      "\"......",
      ".........Not yet.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は冷静さを装うために、一度呼吸を整えねばならなかった。"
    ],
    "textEn": [
      "I had to take a deep breath to regain my composure."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……祭具殿を侵した４人、全てにオヤシロさまは祟りを下されるでしょう。",
      "……前原圭一も、例外ではありませんよ…。」"
    ],
    "textEn": [
      "\"All four who snuck into the ritual storehouse will suffer the curse of Oyashiro-sama.",
      "...Keiichi Maebara is no exception...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "冷ややかな目。",
      "残酷な目。",
      "無感情な目。",
      "呪うような目。",
      "そして噛みつくような目。",
      "鬼たちが、鋭い眼光を向け、私の言葉をくっちゃくっちゃと、スルメでも噛み締めるようにしているのがわかる。",
      "ある者は蛇のように細い舌をちろちろと覗かせ。",
      "ある者は眼光から炎が噴き出しながら。",
      "…未だ祟りが下されない狼藉者の名前を脳裏に刻み込んでいるようだった。",
      "やがて。",
      "………警察には聞かれた以上の余計なことはしゃべるな。",
      "何を聞かれたかあとで報告すること。",
      "また、今後何か起こったらすぐに連絡して役員会で協議すること。",
      "予期せぬ緊急の判断が求められた際には公由家か園崎家の頭首の判断を仰ぐこと、",
      "を確認し、会合は閉会となった…。",
      "表はもう暗くなっていた。",
      "山間の村である雛見沢は、夕方は日が傾き出すと暗くなるのが早い。",
      "日中には暑さを感じても、暗くなれば急に涼しくなってくる。",
      "老人たちは互いに簡単に挨拶を済ますと、自転車やバイク、または車で、自分の家へそれぞれ引き上げて行った…。",
      "公由のおじいちゃんも、他の老人たちに手を振ると、自らも家路に就こうとしていた。",
      "…それに私は声をかける。"
    ],
    "textEn": [
      "Chilling looks.",
      "Cruel looks.",
      "Emotionless looks.",
      "Shrewd looks.",
      "And the looks of people who were about to snap.",
      "I could feel the demons chewing my words while they stared at me with their sharp eyes.",
      "I could see some of them sticking their snake-like tongues in and out.",
      "I could see flames in some of their eyes.",
      "They were memorizing the names of the intruder the curse had yet to fall upon.",
      "And so, the meeting went on.",
      "We were told not to tell the police too much...",
      "To report what they asked us...",
      "And to hold another meeting whenever something of significance happened.",
      "If something unexpected took place, we were to get in touch with either the head of the Kimiyoshi family or the head of the Sonozaki family for instructions on what to do.",
      "With those closing remarks, the meeting was over.",
      "It was already getting dark outside.",
      "Being in a valley surrounded by mountains, once the sun went down in Hinamizawa, it got dark quickly.",
      "Even if it was hot during the day, it'd cool down quickly at night.",
      "The elderly people said goodbye to each other and left on their bicycles, on their motorcycles, or in their cars...",
      "Uncle Kimiyoshi waved them goodbye and started to head home himself.",
      "I called out to him."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「公由さん。",
      "………この後、ご予定はありますか？」"
    ],
    "textEn": [
      "\"Kimiyoshi-san.",
      "Do you have plans after this?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私が、公由のおじいちゃんと呼ばず、公由さんと呼んだので。",
      "…おじいちゃんは足を止めた。"
    ],
    "textEn": [
      "I called him 'Kimiyoshi-san,' instead of 'Uncle Kimiyoshi.'",
      "He stopped."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………いや、何もないよ。」"
    ],
    "textEn": [
      "\"No, I don't have anything planned.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「うちへ寄ってもらえませんか。」"
    ],
    "textEn": [
      "\"Can you stop by my house?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……………お魎さんが、呼んでるのかい…？」"
    ],
    "textEn": [
      "\"......Does Oryou-san want to see me?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はい。",
      "…………直接会って話したいことがあるんだとか。」"
    ],
    "textEn": [
      "\"Yes.",
      "She wants to talk to you about something in person.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……………じゃあ寄るかな。」"
    ],
    "textEn": [
      "\".........Okay, I'll stop by.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それだけの会話で、公由のおじいちゃんは園崎本家に来てくれた。",
      "鬼婆に呼ばれ、二人だけで密談をすることも多いからこそ、これだけの会話でうちに呼ぶことができるのだ……。",
      "公由のおじいちゃんを応接の間に招きいれると、",
      "私はお茶の用意をしてから、鬼婆を呼んでくると称して、しばらく席を外して、廊下の曲がり角の向こうで適当に時間をつぶした。"
    ],
    "textEn": [
      "Uncle Kimiyoshi arrived at the Sonozaki house.",
      "He often came to the house to have secret meetings with the hag, so he wasn't suspicious at all...",
      "I invited Uncle Kimiyoshi into the living room.",
      "I served him a cup of tea and told him I was going to fetch the hag. I left the room and killed some time down the hallway."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……婆っちゃ、着替えてから来るそうです。",
      "…ちょっと時間掛かるかもです。」"
    ],
    "textEn": [
      "\"Granny will be here after she gets dressed.",
      "She might take a little while...\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「あぁん、いいよいいよ。",
      "ゆっくり待ってるから。」"
    ],
    "textEn": [
      "\"Oh, that's okay.",
      "I'll just wait.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由のおじいちゃんはお茶をすすりながら、足を崩して寛いでいた。",
      "…私も、その脇にさり気なく座った。"
    ],
    "textEn": [
      "Uncle Kimiyoshi relaxed as he sipped his cup of tea.",
      "I sat next to him."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………………多分、…詩音の話じゃないかな、と思います。」"
    ],
    "textEn": [
      "\"......I think... she wants to talk to you about Shion.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……………………………。」"
    ],
    "textEn": [
      "\".....................\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "詩音という名だけ出して、しばらく様子をうかがって見た。",
      "公由のおじいちゃんは、…ずっと険しい顔。",
      "私の言葉が聞こえたかどうかも怪しかった。",
      "…反応を見せるまで、私は喋り続けることにする。"
    ],
    "textEn": [
      "I mentioned my name and watched for his reaction.",
      "Uncle Kimiyoshi looked so grim.",
      "I couldn't even tell if he heard me.",
      "I decided to continue speaking until he reacted in some way."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………詩音は、去年がありますからね。",
      "北条家の人間なんかと…………懇意になるなんて。」"
    ],
    "textEn": [
      "\"You remember the incident from last year with Shion, yes?",
      "She became... friendly with people of the Houjou family...\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「去年は………………、……………爪を剥いで許してもらったんだったね。」"
    ],
    "textEn": [
      "\"She was forgiven............ after ripping out her nails... wasn't she?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……えぇ。",
      "３枚剥いで。」"
    ],
    "textEn": [
      "\"Yes.",
      "Three nails.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由のおじいちゃんは腕組をし、……しばらくの間、黙り込んでいた。"
    ],
    "textEn": [
      "Uncle Kimiyoshi folded his arms and thought for a while."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………詩音ちゃんは、……今は？」"
    ],
    "textEn": [
      "\"Where... is Shion-chan now?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「地下にいます。」"
    ],
    "textEn": [
      "\"In the basement.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……………様子はどうなんだい？」"
    ],
    "textEn": [
      "\"How is she doing?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "おじいちゃんの声は、……心配するような声だった。",
      "それを聞いて、…私は、やっぱり公由のおじいちゃんは味方だったんだとわかり安心する。",
      "さっきの集会所での激しい形相は、対外的なものだったのだ…。"
    ],
    "textEn": [
      "Uncle Kimiyoshi sounded worried.",
      "When I heard that, I felt relieved that Uncle Kimiyoshi was on my side.",
      "His anger in the assembly hall was just an act."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ずっと泣いていますよ。」"
    ],
    "textEn": [
      "\"She has been crying.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………魅音ちゃん。",
      "率直なところ、お魎さんは詩音ちゃんのこと、どうするって言ってるんだい？」"
    ],
    "textEn": [
      "\"Mion-chan...",
      "Tell me, what is Oryou-san going to do with Shion-chan?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「具体的なことは聞いてません。",
      "ご存じと思いますけど、婆っちゃは怒りが度を超えると、逆に無口になりますからね。」"
    ],
    "textEn": [
      "\"She hasn't told me any details.",
      "As you know, Granny becomes awfully quiet when she is truly furious.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………………祭具殿に入ったんだもんなぁ。",
      "……しかも、自分とこの身内がなぁ。",
      "…そりゃそうだろうなぁ……。」"
    ],
    "textEn": [
      "\"...Going into the ritual storehouse, huh?",
      "...Furthermore, it's her own granddaughter.",
      "That's a tough decision to make...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "おじいちゃんは、鬼婆もさぞ苦悩しているだろう…的な表情を浮かべて俯くのだった。"
    ],
    "textEn": [
      "Uncle Kimiyoshi thought that the hag must be unsure of what to do with Shion."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「おじいちゃんは、………詩音の処遇、…どうなると思います？」"
    ],
    "textEn": [
      "\"What do you think? What do you think will happen... to Shion?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………そりゃ、…………爪３枚より、もっと酷いことになるだろうなぁ…。",
      "お魎さんのことだから、…身内に甘くするってことはないと思う。"
    ],
    "textEn": [
      "\"Well... I'm sure it'll be far more... than just three nails this time.",
      "Knowing how Oryou-san is, she won't hold back just because it's her granddaughter."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "むしろ、身内だからこそ、……厳しく当たるだろうからな…。」"
    ],
    "textEn": [
      "Actually, she might be even more harsh, especially because they're related.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……………何しろ、…祭具殿に入ったんですものね…。",
      "…それは許されないことでしょうね…。」"
    ],
    "textEn": [
      "\"Yes... she did go into the ritual storehouse.",
      "That's not something that can be forgiven so easily...\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………………さすがになぁ…。",
      "…祭具殿はなぁ……。」"
    ],
    "textEn": [
      "\"......Indeed.",
      "It's sacred, after all...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「でも、詩音も可哀想かもしれません。",
      "………だって、…ずっと雛見沢から遠ざけられてきたんです。"
    ],
    "textEn": [
      "\"But in a way, maybe it's not fair to Shion.",
      "She has been away from Hinamizawa, as you know."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "……祭具殿の不可侵性は知ってはいたでしょうが、…そこまでいけないことだという認識は、…多分なかったんでしょうから。」"
    ],
    "textEn": [
      "I'm sure she knew she wasn't supposed to trespass in the ritual storehouse, but maybe she didn't know how forbidden it was.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………………………確かに、…詩音ちゃんは不憫だよな。」"
    ],
    "textEn": [
      "\".........Yeah, that's true. Poor Shion-chan...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「私か、詩音か。",
      "背中の刺青を見る以外に、私たちをどんな方法で区別できるというのですか？",
      "…何もない。",
      "魅音と詩音なんて区別自体が、何の意味もないのに。」"
    ],
    "textEn": [
      "\"Other than the tattoo on my back...",
      "How would you tell the difference between Shion and me?",
      "...There isn't one.",
      "There's no point in distinguishing between Mion and Shion in the first place.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "双子は不吉の証。",
      "生まれたらすぐに間引くべし。",
      "そういう古い家訓に倣い、生まれたばかりの詩音の首に、鬼婆は実際、手を添えた。",
      "という話を聞いたことすらある。",
      "鬼婆は結局、詩音を殺さなかったが、……その存在を、まるでいないかのように扱った。",
      "私たちの片方を、無理に魅音、詩音と呼び、魅音だけを甘やかし、詩音に冷たくした。",
      "私たち姉妹は、どうしてそういうことをされるのか、ずっとわからなかった。",
      "なぜなら、私たち姉妹には、どちらが魅音でも詩音でも、どうでもよかったからだ。",
      "だから、……いつしかどちらからともなく言い出したのだ。",
      "魅音が受ける喜びも、詩音として受ける寂しさも、私たちは共に分かち合おうと。",
      "だから、私たちはことあるごとに入れ替わった。",
      "姉妹は同時に魅音であり、同時に詩音であったのだ。",
      "大人は違う服を着せたり、違う髪形に結ったりして、とにかく私たちを見分けられるよう苦心した。",
      "でもそんなのはナンセンスだった。",
      "そんな区別のための記号すら、私たちは入れ替えてしまえば、誰にも見抜けないのだから。",
      "最終的には、…一緒にいるから入れ替わるのだ、ということになったのだろう。",
      "詩音だけ遊園地に遊びに行けるという、珍しいことがあって。",
      "……………………その日を境に、私たちは引き裂かれたのだ。"
    ],
    "textEn": [
      "Twins are proof of bad luck.",
      "One should be eliminated as soon as they are born.",
      "Such is the family precept. The hag actually put her hands around my neck right after I came out of the womb.",
      "That's how the story went, at least.",
      "In the end, the hag didn't kill me... but instead pretended I didn't exist.",
      "She forced herself to call one of us Mion and the other Shion. She adored Mion and hated Shion.",
      "My sister and I never understood why we had to go through that.",
      "We didn't care who was Mion or Shion.",
      "So one day, we came up with an idea.",
      "We decided to share the joy Mion experienced and the sadness Shion experienced.",
      "We often switched places.",
      "We were both Mion, and at the same time, we were both Shion.",
      "Adults around us tried to put different clothes on us or style our hair differently so they could tell us apart.",
      "That was nonsense.",
      "No matter what they did to us, all we had to do was switch places, and nobody could tell us apart.",
      "Finally, they decided that we switched places because we were always together.",
      "On that day, Shion got to go to an amusement park.",
      "............Since then, we've been separated."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……魅音ちゃん。」"
    ],
    "textEn": [
      "\"Mion-chan...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「私には、……………詩音がどういう処遇になるか、想像もつきません。",
      "そして、どんなことに決まっても、……意見できる立場にありません。",
      "婆っちゃは、身内であればむしろ意見を聞かない人ですし。」"
    ],
    "textEn": [
      "\"I can't even imagine... what will happen to Shion.",
      "Whatever it is Granny decides to do... I'm not in a position to say anything about it.",
      "She doesn't listen to her relatives.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………そうだなぁ。",
      "…お魎さんの悪いところだよ……。」"
    ],
    "textEn": [
      "\"......You're right.",
      "That's something Oryou-san needs to work on...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…………………詩音は、…園崎詩音でなければ、とっくに殺されていたことでしょう。」"
    ],
    "textEn": [
      "\"If... Shion wasn't Shion Sonozaki... she would have been dead a long time ago.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……………………………………。」"
    ],
    "textEn": [
      "\"........................\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………………死に準ずる罰が、果たしてどのようなものか、…私には想像もつきません。",
      "…殺されなかったにしたって、………多分、一生、日の光を見ることはできないでしょう。"
    ],
    "textEn": [
      "\".........I can't even begin to imagine... what kind of punishment might be equal to death.",
      "...Even if she isn't killed... ...She'll probably never see the light of day again."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "………つまりは、……「鬼隠し」ということかと…。」"
    ],
    "textEn": [
      "In other words... she'll be... demoned away...\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「魅音ちゃん。",
      "…………詩音ちゃんは、…反省してるんだろ？」"
    ],
    "textEn": [
      "\"Mion-chan...",
      "...Does Shion-chan regret what she has done?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…………………えぇ。」"
    ],
    "textEn": [
      "\"Yes......\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "するとおじいちゃんは、私の肩をポンと叩いて、それから自分の胸をドンと叩いて見せた。",
      "頼もしそうな笑顔だった。"
    ],
    "textEn": [
      "In response, Uncle Kimiyoshi tapped my shoulder and then slapped his own chest.",
      "He smiled reliably."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「大丈夫。",
      "詩音ちゃんがちゃんと反省してるなら、鬼隠しになんかなるもんか。",
      "公由のおじいちゃんに任せなさい。」"
    ],
    "textEn": [
      "\"Don't worry.",
      "If Shion-chan feels bad about what she has done, she won't be demoned away.",
      "Leave it to me.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ほ、…本当に大丈夫なんですか…？」"
    ],
    "textEn": [
      "\"R-Really?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「そりゃお魎さんは、私に意見されたら怒りはするだろうけどさ。",
      "でもおじいちゃんは引かないよ。",
      "詩音ちゃんがしっかり反省してるんだから、許してあげてほしいって、ちゃんと頼んでみせるから。」"
    ],
    "textEn": [
      "\"I'm sure Oryou-san will be furious to hear me say anything.",
      "But I won't give up.",
      "I'll explain to her that Shion-chan regrets what she has done, and I'll beg for her forgiveness.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…ぼろっと、…涙がこぼれた。",
      "やっぱり…公由のおじいちゃんだけは味方だったんだ。",
      "公由のおじいちゃんだけは、詩音を許すと言ってくれた。",
      "味方だった…。",
      "嬉しかった……。"
    ],
    "textEn": [
      "Tears... began to fall from my eyes.",
      "I knew it... Uncle Kimiyoshi was my ally after all.",
      "He said he would forgive Shion.",
      "He was my ally.",
      "I was so very happy..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「本当に…大丈夫でしょうか…。",
      "去年の、…北条悟史くんみたいに、鬼隠しになっちゃったりしないでしょうか……。」"
    ],
    "textEn": [
      "\"Are you sure?",
      "Are you sure she won't be demoned away, like Satoshi Houjou-kun was last year?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由のおじいちゃんは、本当に頼もしい笑顔で、言った。"
    ],
    "textEn": [
      "Uncle Kimiyoshi smiled reliably again and told me."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「バチ当たりの北条家の坊主ならいざ知れず、園崎家の詩音ちゃんならきっと許してもらえるって。」"
    ],
    "textEn": [
      "\"He was a brat of the Houjou family. This is Shion-chan of the Sonozaki family we're talking about here. Of course she'll be forgiven.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…北条家の坊主って、……悟史くんのことですか？",
      "去年の犠牲者の…？」"
    ],
    "textEn": [
      "\"A brat of the Houjou family... Are you talking about Satoshi-kun?",
      "Last year's victim?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「北条の連中は仕方ないさな。",
      "村を丸ごと売ろうとした売国奴同然のやつらだ。",
      "そういうやつらなら鬼隠しだってあり得るだろうけど、そりゃ北条家だからの話だよ。」"
    ],
    "textEn": [
      "\"Those Houjou people...",
      "They were traitors who tried to sell out the whole village.",
      "Of course he got demoned away. He was a Houjou, after all.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「北条家の連中は、一族郎党みんな呪われて当然だ。",
      "鬼隠しに遭うのはそういう連中なんだから。",
      "だから詩音ちゃんは大丈夫。",
      "大丈夫なんだよ。」"
    ],
    "textEn": [
      "\"The Houjou people should all be cursed.",
      "Only people like them get demoned away.",
      "Shion-chan will be okay.",
      "It won't happen to someone like her.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………おじいちゃん。",
      "でも、……悟史くんは去年、詩音がけじめをつけたから、……見逃してもらえることになったんじゃないの……？」"
    ],
    "textEn": [
      "\"...Uncle.",
      "Didn't... Didn't Shion take care of that for Satoshi-kun last year? ...Wasn't he supposed to be forgiven?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「けじめ？",
      "何の？」"
    ],
    "textEn": [
      "\"'Take care of that'?",
      "What do you mean?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ほら、……爪を３枚、",
      "…剥いだじゃないですか…。",
      "葛西さん、",
      "義郎叔父さん、",
      "…それから、悟史くんで、",
      "……３人分、",
      "…３枚。」"
    ],
    "textEn": [
      "\"Remember? Three nails.",
      "She removed three of her nails.",
      "Kasai-san,",
      "Uncle Yoshiroh,",
      "and then Satoshi-kun",
      "...three people.",
      "She removed three nails for three people.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「え？",
      "３枚って、そういう意味だったのかい？」"
    ],
    "textEn": [
      "\"Eh?",
      "So that was why it was three nails, huh?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あの、３枚は……そういう意味じゃなかったんですか…？」"
    ],
    "textEn": [
      "\"Wasn't that the significance of those three nails?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「いや…合ってるよ。",
      "…関わった人間が３人だから、３枚の爪でけじめとしたんだよ。",
      "そう私も聞いてるよ。",
      "……でも、」"
    ],
    "textEn": [
      "\"Yeah, you're right.",
      "There were three people involved, hence the three nails.",
      "I heard that too.",
      "But...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「でも？」"
    ],
    "textEn": [
      "\"But... what?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………葛西さん、",
      "義郎さん、",
      "………それから詩音ちゃんで３枚だと聞いてたよ。」"
    ],
    "textEn": [
      "\"Kasai-san,",
      "Yoshiroh-san...",
      "...and Shion-chan, that makes three.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "え…？",
      "………あれ？",
      "………………え？",
      "えっと、……あれ？",
      "私、………すっごい痛いの、……我慢したよ……？",
      "最初に左手の小指。",
      "それから薬指、",
      "…中指。",
      "確かに暴れないように押さえつけられはしたけど。",
      "…でも、私は歯を食いしばって耐えてたよ…？",
      "だって、３枚の爪を剥がすまで耐えなければならなかったから。",
      "だって、どの指の爪が悟史くんになるのか分からなかったから。",
      "だって、もし悟史くんを救う指が中指ということになってたら。",
      "私が中指を剥がすまで耐えなかったら…悟史くんが許してもらえないから。",
      "だから、…歯を食いしばって耐えたんだよ……？",
      "でも、だってほら、…その後に、魅音が来て言ったよ？",
      "あれで全部許してもらえたって。",
      "……………あれ…？",
      "………あれ、…あれ…？",
      "魅音、悟史くんを許すって、…言ってるよね？",
      "………言ってるんじゃなかったっけ？",
      "私、…聞いたよ？",
      "聞いたような気がする。",
      "……聞いてない？",
      "ぇ？",
      "……え？",
      "…あれ？",
      "………すぅっと。",
      "……空気の流れないはずの部屋なのに、…一陣の冷風が流れた気がした。",
      "その冷たさが、…………私のうなじを撫でた気がした。",
      "その時。",
      "……本当の私が、…私のすぐ後ろに立ち、頷いた。",
      "私の髪が、……風もないのに揺らめき、…瞳の奥の魔性が、本当の瞳を開く。"
    ],
    "textEn": [
      "Eh...?",
      "...What?",
      ".........Huh?",
      "Eh... What?",
      "I endured... excruciating pain...?",
      "The first one was my left pinky.",
      "Then the ring finger",
      "and then the middle finger.",
      "People held me down so I couldn't move.",
      "But... I endured...",
      "I had to endure three nails.",
      "I didn't know which nail was for Satoshi-kun.",
      "If my middle finger was for Satoshi-kun...",
      "I'd have to endure until the middle finger was done so that Satoshi-kun would be forgiven.",
      "That was why I endured...",
      "Even Mion said afterwards.",
      "Everything was forgiven.",
      "...Huh?",
      "...Huh... huh?",
      "Mion, didn't you say Satoshi-kun was forgiven?",
      "...Didn't you?",
      "That's what I heard.",
      "I think that's what I heard.",
      "Or did I?",
      "Eh?",
      "...Eh?",
      "Huh?",
      "I felt the air move.",
      "There shouldn't have been a breeze in that room... but I felt it anyway.",
      "The cool air stroked the back of my neck.",
      "That was when...",
      "my true self stood right behind me... and nodded.",
      "Although there was no wind... my hair billowed. The burning wickedness buried deep inside my eyes became visible."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……どうして、北条悟史くんは鬼隠しにあったのでしょう。」"
    ],
    "textEn": [
      "\"...Why do you think Satoshi Houjou-kun got demoned away?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「え？」"
    ],
    "textEn": [
      "\"Eh?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんのご両親は、確かに村を売ろうとしました。",
      "オヤシロさまの祟りがあったのは当然です。",
      "でも、悟史くんはその両親の子どもであっただけ。",
      "…その悟史くんにどんな罪が？」"
    ],
    "textEn": [
      "\"Satoshi-kun's parents did in fact try to sell out the village.",
      "They deserved the curse of Oyashiro-sama.",
      "But Satoshi-kun was simply their son.",
      "What has he done?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………え、……魅音ちゃん？」"
    ],
    "textEn": [
      "\"...Eh... Mion-chan?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんにどんな罪があったのかと尋ねています。",
      "あなたはさっき、バチ当たりな北条家の坊主なら、鬼隠しに遭っても当然と言いました。",
      "鬼隠しに遭っても当然な、どんな罪があったのかと聞いているのです。」"
    ],
    "textEn": [
      "\"I'm asking you what kind of crime Satoshi-kun committed.",
      "You said earlier that he deserved to be demoned away because he was born of the Houjou family.",
      "What has he done to deserve being demoned away?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由は突然の問い詰めに、どう答えていいかわからず狼狽していた。"
    ],
    "textEn": [
      "Kimiyoshi didn't know what to say to the sudden question. He seemed dismayed."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「聞かずともわかります。",
      "園崎お魎が、決めたのです。",
      "オヤシロさまの祟りが及ぶのは、北条の姓を持つ全ての人間と、決めたから。」"
    ],
    "textEn": [
      "\"I didn't hear her say it, but I know.",
      "It was Oryou Sonozaki's decision.",
      "She decided that the curse of Oyashiro-sama would fall upon all the Houjous.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「ま、…………待って、魅音ちゃん。",
      "…別に、…そういうことが決まってるわけじゃない。」"
    ],
    "textEn": [
      "\"W...Wait, Mion-chan.",
      "...That's not true.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「決めたわけではないのですか？」"
    ],
    "textEn": [
      "\"Didn't she decide that?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「そうだよ、そんなこと決めたことなんかない…！",
      "北条家にはオヤシロさまの祟りがいずれ下る。",
      "そういう話をおぼろげにしたことはあっても、…そんなにはっきりとしたことを言及したことは一度もないし、誰もしていないよ…。」"
    ],
    "textEn": [
      "\"No, she didn't!",
      "The curse of Oyashiro-sama falling upon the Houjou family...",
      "I do remember talking about something like that, but we never decided that, nobody did...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ではさっきあなたが口にした、北条の坊主ならいざ知れず、",
      "という言葉は何を根拠に出たものなのですか？」"
    ],
    "textEn": [
      "\"Then, why did you say",
      "'because he was one of the Houjous' earlier?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「あ、……ぁ、……ごめんよ魅音ちゃん。",
      "あれは…その、言い過ぎたよ、謝る！」"
    ],
    "textEn": [
      "\"Ah...... ah... sorry, Mion-chan.",
      "That was...... You know, I shouldn't have said that. I'm sorry!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そういうことです。",
      "…北条家なら何があっても祟り。"
    ],
    "textEn": [
      "\"That's just it.",
      "Anything that happens to the Houjou family is the curse."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "北条の名を冠していれば、どうなろうが知ったことではないという、そういう考えが蔓延していることが問題なのです。"
    ],
    "textEn": [
      "As long as someone has the Houjou name, nobody cares about what happens to that person. That idea has spread like a virus amongst all the villagers."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "悟史くんに罪があろうがなかろうが、北条という姓があればそれで汚らわしい。",
      "そういう考えが蔓延していることが問題なのです。"
    ],
    "textEn": [
      "It didn't matter if Satoshi-kun did anything or not. Because he was a Houjou, he was filthy.",
      "That infection of an idea is the entire problem."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "そ",
      "し",
      "て",
      "あ",
      "な",
      "た",
      "は",
      "そ",
      "の",
      "蔓",
      "延",
      "で",
      "燻",
      "さ",
      "れ",
      "た",
      "穢",
      "れ",
      "た",
      "思",
      "考に",
      "汚",
      "染",
      "さ",
      "れ",
      "迷",
      "信",
      "妄",
      "信",
      "許",
      "せ",
      "な",
      "い",
      "お",
      "前",
      "の",
      "よ",
      "う",
      "な",
      "存",
      "在",
      "が"
    ],
    "textEn": [
      "And",
      "you",
      "all",
      "be",
      "lieved",
      "in",
      "that",
      "idea.",
      "You",
      "couldn't",
      "even",
      "think",
      "straight",
      "any",
      "more.",
      "I",
      "can't",
      "for",
      "give",
      "you.",
      "I",
      "can't",
      "let",
      "some",
      "one",
      "like",
      "you",
      "exist.",
      "Peo",
      "ple",
      "like",
      "you",
      "cor",
      "nered",
      "Satoshi",
      "-kun",
      "and",
      "his",
      "family.",
      "Poor",
      "Satoshi",
      "-kun!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "許",
      "せ",
      "な",
      "い",
      "お",
      "前",
      "の",
      "よ",
      "う",
      "な",
      "や",
      "つ",
      "が",
      "悟",
      "史",
      "く",
      "ん",
      "た",
      "ち",
      "一",
      "家",
      "を",
      "追",
      "い",
      "詰",
      "め",
      "て",
      "追",
      "い",
      "詰",
      "め",
      "て",
      "あ",
      "ん",
      "な",
      "に",
      "も",
      "す",
      "り",
      "減",
      "ら",
      "し",
      "て",
      "悟",
      "史",
      "く",
      "ん",
      "が",
      "可",
      "哀",
      "想",
      "本",
      "当",
      "に",
      "可",
      "哀",
      "想",
      "彼",
      "が",
      "何",
      "を",
      "し",
      "た",
      "の",
      "？",
      "何",
      "も",
      "し",
      "て",
      "な",
      "い",
      "何",
      "も",
      "や",
      "っ",
      "て",
      "な",
      "い",
      "た",
      "だ",
      "北",
      "条",
      "で",
      "あ",
      "っ",
      "た",
      "だ",
      "け",
      "そ",
      "れ",
      "に",
      "ど",
      "ん",
      "な",
      "罪",
      "が",
      "罰",
      "が",
      "祟",
      "り",
      "が",
      "呪",
      "い",
      "が",
      "ど",
      "う",
      "し",
      "て",
      "降",
      "り",
      "か",
      "か",
      "ら",
      "ね",
      "ば",
      "な",
      "ら",
      "な",
      "か",
      "っ",
      "た",
      "の",
      "か",
      "、",
      "一体悟史くんに何の罪があったというのかッ！！！」"
    ],
    "textEn": [
      "What",
      "has",
      "he",
      "done?",
      "He",
      "hasn't",
      "done",
      "any",
      "thing!",
      "He",
      "was",
      "a",
      "Hou",
      "jou,",
      "that's",
      "all!",
      "What",
      "kind",
      "of",
      "a",
      "crime",
      "is",
      "that?",
      "Why",
      "did",
      "the",
      "curse",
      "fall",
      "upon",
      "him?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "Why?",
      "What kind of crime has he committed?!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "うをああああわああぁああああああぁああぁあッ！！！",
      "公由は弾かれたように上半身を後に反らし、そのままコテンと横になった。",
      "それでおしまい。",
      "私はスタンガンをポケットにしまった。"
    ],
    "textEn": [
      "Whaaaaaahhhhhhhh!!!",
      "Kimiyoshi's upper body bent backward and fell onto the floor.",
      "That was that.",
      "I put my stun gun back in my pocket."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……ごめん、詩音。",
      "…今、何て言った？」"
    ],
    "textEn": [
      "\"...Sorry, Shion.",
      "...What was that you just said?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「昨夜、鷹野さんと富竹さんが死んだんだそうです。",
      "鷹野さんは焼死体で。",
      "富竹さんは…自殺みたいな感じで。",
      "…今朝知ったんです。"
    ],
    "textEn": [
      "\"Apparently, Takano-san and Tomitake-san died last night.",
      "Takano-san was found burned to death.",
      "Tomitake-san was... well, it looked like a suicide.",
      "...I found out this morning."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "…お父さんが親類の人からの電話で話してるのを聞いて…。」"
    ],
    "textEn": [
      "...I heard my father talking to a relative on the phone about it...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "やはり圭一は綿流しの夜の事件のことは何も知らなかった。"
    ],
    "textEn": [
      "As I thought, Keiichi didn't know anything about what happened after the festival last night."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「マスコミに報道されないのは当然なんです。",
      "…過去にそうだったから。」"
    ],
    "textEn": [
      "\"Of course it's not getting reported by the media.",
      "...That's how it was in the past, too.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "圭一は、鷹野さんたちの死が報道されてない以上、信用できないの一点張りで拒否を貫こうとした。",
      "だが、今や連続怪死事件の捜査には秘匿捜査指定がかかっている。",
      "報道されないのは当り前のことなのだ。"
    ],
    "textEn": [
      "Keiichi insisted that unless he heard about it on the news, it couldn't be real.",
      "But the investigations into the series of mysterious deaths are done in secret now.",
      "Of course he didn't hear about it on the news."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「村長とか、あと園崎家出身の金バッヂが警察に思いっきり圧力をかけたんだって聞いてます。」"
    ],
    "textEn": [
      "\"I hear the mayor and several important politicians from the Sonozaki family put all the pressure they could on the police.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「じゃあつまり…２人の死は、…秘密裏に処理されてしまったということか？！」"
    ],
    "textEn": [
      "\"Then you mean... their deaths... are going to be dealt with in total secrecy?!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「そういうことです。",
      "…もちろん、警察は捜査をしてますよ？",
      "でも、秘匿捜査ということなので、捜査活動にはかなりの制限が加えられているそうです。"
    ],
    "textEn": [
      "\"That's how it is.",
      "...Of course, the police are still investigating.",
      "That's being performed in secret too, though, so I hear the investigation itself is very restricted in what it can and can't do."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "これは、事実上の捜査妨害と言えるでしょうね。」"
    ],
    "textEn": [
      "You could essentially say they're interfering with a police investigation.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……信じられない。",
      "…人が死んだのに、…それが公にされず、密やかに処理されるなんて…。」"
    ],
    "textEn": [
      "\"I can't believe this...",
      "...People died... and yet they're dealing with everything in secret...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「もっと噛み砕いて言うと。",
      "…綿流しの夜に誰が死んでも、公にはならない、ということです。」"
    ],
    "textEn": [
      "\"If we break it down further...",
      "it means that no matter who dies on the night of Watanagashi, it won't go public.\""
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……そ、そんな馬鹿な話があってたまるか…！」"
    ],
    "textEn": [
      "\"...Th-That's the biggest pile of bullshit I've ever heard...!\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「圭ちゃん。",
      "…私、以前に、オヤシロさまの祟りは村人が起こしてるかもしれないって言いましたよね。",
      "……つまりそういうことなんです。"
    ],
    "textEn": [
      "\"Kei-chan.",
      "...Remember how I said before that the villagers could be the ones carrying out Oyashiro-sama's curse?",
      "...That's what I mean."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "…この雛見沢では、毎年、綿流しの夜に、オヤシロさまの祟りということにして誰かを殺してもいい土壌が、",
      "……いつの間にか作り上げられているんです。」"
    ],
    "textEn": [
      "...At some point, a tradition was created here in Hinamizawa...",
      "where every year, you're allowed to kill someone on the night of Watanagashi.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そう。",
      "これこそが、雛見沢村連続怪死事件、通称オヤシロさまの祟りの、真実。",
      "この日にはオヤシロさまの祟りを口実に、２人を犠牲にしてもいいという時間的なものと。",
      "こいつらはオヤシロさまの祟りを口実に、１人を殺して１人を失踪させてもいいという人物的なものと。",
      "この両軸が噛み合った時、オヤシロさまの祟りが起こるのだ。",
      "そして、この土壌こそが雛見沢であり、…祟りたる所以なのだ。",
      "公由が語ったこと、あれは全て真実。",
      "ダム戦争の時の仇敵は、死んで当り前という空気の蔓延こそが、姿なき殺人者を生み出す母体なのだ。",
      "そう、それはお魎が作り出した園崎本家の、磨ぎ汁のような霧で隠した命令システムそのもの。",
      "園崎本家における命令系統の特筆すべき点は、命令者と執行者の両点が、線で結ばれていないところにある。",
      "命令者であるお魎は、具体的に命令しない。",
      "期待するだけでいいのだ。",
      "それを取り囲む親族会議の人間たちは、皆が皆、チャンスさえあれば期待に応えようと、そう思うのだ。",
      "積極的に期待に応えようとしなくていい。",
      "消極的でいい。",
      "だが、お魎の意思を汲んだ者は、……チャンスを得た時、",
      "それぞれが執行者になる可能性を秘めているのだ。",
      "だから、お魎は実際に手を下したのは誰か知らないし、親族たちも誰が手を下したのかわからない。",
      "でも、結果的にお魎の思い通りの結果になったことはわかるし、そのために尽力した人間が身内の誰かだということはおぼろげに分かっている。",
      "この消極的な協力システムは綿密で、村ぐるみと呼べるほど広大で、そしてその結束はダム戦争で鍛錬され、この上なく強固だ。",
      "誰もが執行者になりうる。",
      "だから、誰もが協力者になり、その幇助者になる。",
      "誰かが事件を起こしたなら、他の人間は他のことでお魎の期待に応えようとする。",
      "例えば、犯人のアリバイ偽証であるとか、捜査を消極的に妨害するとか。",
      "…実行犯が誰かわからなくても、彼らはその身内の誰かを庇うため、連帯する。",
      "そう。",
      "……今こそ、私は雛見沢村連続怪死事件、通称、オヤシロさまの祟りの仕組みを解明したと言っていい。",
      "もう一度整理しよう。",
      "この、村にとって好ましくない人間を年に２人単位で抹殺していくシステムは、３つの要素を組み合わせてなりたっている。",
      "まず最初の要素は「連帯した地域性」",
      "それは長い排他的な歴史を持つ雛見沢では自然に生まれた。",
      "そして、ダム戦争を経て精練され、綿密と表現できるほどに強固になった。",
      "これは祟りが発生する土地の条件と言ってもいいだろう。",
      "作れる要素ではなく、この要素がある土地に祟りが湧く、と考えた方がいい。",
      "次に「価値観の共有」",
      "この要素は重要で、これがなければ祟りは発生しない。",
      "また、この要素を園崎お魎が自ら生み出したからこそ、お魎はこのシステムを自らの意思で確立したと断言できるのだ。",
      "価値観の共有とはつまり、敵をはっきりとマーキングし、それを地域全体に共通認識させることを言う。",
      "いくら村が連帯していても、村全体が敵の存在を共通で認識していなくては、何の意味もない。",
      "園崎お魎はダム戦争中、結束を容易にするため、常に敵をわかりやすく設定した。",
      "ダム建設反対、政府は敵だ。",
      "…だが、これでは曖昧。",
      "政府なんて言葉では誰を敵にして気勢を上げればいいかわからない。",
      "だがお魎は単純明快に、ダム現場が悪い、そのリーダーである現場監督が悪いと、目に見える対象を選んだのだ。",
      "これならわかりやすい。",
      "村人たちはダム現場の人間全てを敵とし、そのリーダーである現場監督を敵将であると捉えることができたのだ。",
      "同じ要領で、村の敵を次々に選定してレッテルを貼り、村の敵一覧を、まるでリスト的に村人たち全ての心に刷り込んでいった。",
      "私はさっき、これを蔓延と呼んだ。",
      "これに侵され、さらに村に蔓延させるやつらこそ、自覚のない殺人命令者たちなのだ。",
      "村中にそれが蔓延し、雛見沢の人間全員が、敵を共通認識した時。",
      "初めて雛見沢はまるごとでひとつの意思を持った「殺人執行者」となる。",
      "お魎はこれら２つの要素、すなわち「連帯した地域性」と「価値観（敵）の共有」を組み合わせ、",
      "敵を選定しては、それを村全体の敵として刷り込み、蔓延させていった。",
      "法律は、直接手を下した者と、命令を下した者を裁く。",
      "だが、お魎の狡猾なこのシステムは、命令すら必要ない。",
      "お魎が予め指定した敵を「不快に思って憂慮するだけで」いいのだ。",
      "だが、これだけではまだ祟りは起こらない。",
      "お魎の憂慮は言わば、安全装置のようなもので、安全装置を外しても、引き金を引く力がなければ祟りにはまだまだ至らない。",
      "そこで必要な最後の要素が「執行日の指定」。",
      "これこそが、綿流しの夜なのだ。",
      "雛見沢の守り神であるオヤシロさまを祀る綿流しの祭りの夜。",
      "この夜にはオヤシロさまの祟りが起こって、村の仇敵が２人単位で消える。",
      "そういうことになっているという共通認識。",
      "つまり、一年のうちのこの夜を除く３６４夜に事件が起これば、それはただの殺人事件だが、",
      "……この夜に起きる殺人だけは「オヤシロさまの祟り」に昇華される。",
      "もっと平たく言うなら、綿流しの夜になら、村の仇敵を抹殺してもいいという、異常な価値観を蔓延させたのだ。",
      "村人たち全てが雛見沢という巨大生物の細胞となり、それらひとつひとつが誰が敵であるかを教え込まれている。",
      "そして、予め決められた日付という名の執行命令により、その夜に巨大生物の細胞の中で、もっとも殺しやすいポジションにいた誰かが執行する。",
      "これこそが、オヤシロさまの祟りの正体。",
      "だから、……悟史くんを殺した誰かが本当の仇ではない。",
      "この殺人システムを組み上げ、悟史くん一家を敵だと指定したやつらこそが悟史くんの仇…！",
      "…もっと広義な意味では、オヤシロさまの祟りのシステムそのものである雛見沢そのものが仇と言えるのだろうが。",
      "システム設計者であり首魁でもある鬼婆はすでに葬った。",
      "そのシステムを蔓延させる筆頭である公由はすでに私の手の内にある。",
      "あとは、何者がどこまで関わっているか。",
      "……雑草の根を、途中で千切れないように、深く深く丹念に執念深く掘り起こすようなものだった。",
      "役員会の席上で私は、前原圭一も祭具殿を侵したひとりと発言した。",
      "もう村の裏側では周知の事実になっているだろう。",
      "それは前原圭一が、オヤシロさまの祟りの対象になったことを示す。",
      "鷹野さんたち２人は無惨な死体で発見された。",
      "これはオヤシロさまの祟りだ。",
      "なら、その祟りを鎮めるという名目で、さらに２人を「鬼隠し」で生贄、という形で失踪させることができる。",
      "祟りの執行日である綿流しの夜はすでに越えてしまったが、",
      "……悟史くんがそうだったように、「鬼隠し」に限っては多少の時間的猶予が認められている。",
      "今後数日以内に、前原圭一の周辺には何らかの魔手がきっと迫る。",
      "前原圭一という餌を食い千切られないように慎重に、",
      "……私は彼を吊るした釣り糸を、もっともっと深くに、沈めていくのだ………。",
      "圭一は電話の向こうで、さっきからずっと怒鳴りたてていた。",
      "祭具殿には入りたくて入ったわけじゃない。",
      "鷹野さんに誘われたから、私に誘われたから渋々入っただけ。",
      "それなのに命を狙われるなんて冗談じゃない、と女々しい泣き言を怒鳴りたてている。",
      "危機感と緊張感で膨れ上がりながら、威勢良く足掻いてくれた方が、きっと私の魚釣りはうまく行く。",
      "…生餌の方が食いつきがいいって言うしね。"
    ],
    "textEn": [
      "Yes.",
      "That's the truth about the series of mysterious deaths in Hinamizawa, also known as Oyashiro-sama's curse.",
      "On the day of Watanagashi, two people will be killed.",
      "The perpetrators are using the curse of Oyashiro-sama as an excuse to kill one victim and make another disappear.",
      "That's why the curse of Oyashiro-sama takes place.",
      "That's what happens in Hinamizawa, and that's what happens with the curse.",
      "What Kimiyoshi said is all true.",
      "Infecting everyone with the idea that the enemy from the dam conflict deserved to die was the root of all of this.",
      "That was the system of vague commands used in the Sonozaki family, created by its head, Oryou.",
      "One thing that must be mentioned about that command system is that the person giving the orders and the one executing them didn't need to interact in any way.",
      "Though Oryou was the commander, she never gave actual orders.",
      "She only had to expect something to happen.",
      "Every single one of the family council members around her would want to satisfy that expectation if given the chance.",
      "They didn't have to be proactive about satisfying it.",
      "They could be passive too.",
      "But when the chance arose... anyone who knew Oryou's intentions...",
      "could potentially become the one to execute her orders.",
      "Therefore, Oryou would never know who actually executed her order, and none of the relatives knew it either.",
      "But they all knew things would conclude just as Oryou wanted, and they could assume it was one of their own who did it for her.",
      "This passive support system was thoroughly effective, and it spread all over the village. Its ties became even tighter after the dam conflict.",
      "Anyone could be the one to execute Oryou's orders.",
      "Therefore, everyone supported each other.",
      "If someone did something, then the others would try to satisfy Oryou's expectation in different ways.",
      "For example, they'd come up with false evidence or otherwise passively interfere with an investigation.",
      "Even if they didn't know exactly who they were protecting, they'd still work together to protect whoever it was.",
      "Yes,",
      "I had finally figured out how it all worked.",
      "Phrased in a more organized matter, it would go as follows:",
      "The system of killing two people who are unwanted by the village each year required three elements.",
      "The first element was a 'region of solidarity.'",
      "It was created during the long and unique history of Hinamizawa.",
      "The villagers' bonds became even tighter during the dam conflict.",
      "That was one of the conditions for this place to have a curse.",
      "It was an element that was already in the region, not one that could be created.",
      "The next element was 'having the same moral standards.'",
      "This was a very important element, as the curse wouldn't have happened without it.",
      "Also, this element was created by Oryou Sonozaki herself, and that was why she could claim that this system was established by her own will.",
      "Having the same moral standards means that everyone everywhere acknowledges the same enemy.",
      "Even when everyone in the village joined together, it would be meaningless if they all didn't know exactly who the enemy was.",
      "During the dam conflict, Oryou Sonozaki made the identity of the enemy very clear to everyone.",
      "They couldn't just say that they were against the dam construction and that the government was their enemy.",
      "That wasn't clear enough.",
      "'The government' didn't really pinpoint who the enemy was.",
      "But Oryou made enemies out of the construction site itself, and therefore its manager. She chose targets that the villagers could see with their own eyes.",
      "They were clear and easy to understand.",
      "The villagers acknowledged that everyone at the dam construction site was their enemy, and that construction site manager was the enemy commander.",
      "Using the same method, she labeled one after another as an enemy of the village, practically cataloging a list of enemies to print into the villagers' minds.",
      "Earlier, I had used the term 'infecting' for this phenomenon.",
      "Those infected by this idea were the people unconsciously giving the orders to commit murder.",
      "When the infection spread across the village, when all of Hinamizawa's residents acknowledged the same enemy...",
      "That's when Hinamizawa itself became a murderer.",
      "Oryou combined those two elements - 'a solidary region' and 'having the same moral standards' -,",
      "then selected the enemy and spread that notion throughout the village.",
      "The law would normally have punished both the one who committed the crime and the one who gave the order.",
      "But Oryou's system didn't require an order at all.",
      "Oryou just had to 'become concerned' about the enemy she had pre-selected.",
      "But that alone wouldn't cause the curse to take place.",
      "Oryou's 'concern' was like a safety device, and even when the safety device was off, the curse wouldn't occur unless there was a finger to pull the trigger.",
      "The last necessary element was 'to set a date for execution.'",
      "The night of Watanagashi.",
      "The night to venerate Oyashiro-sama, the guardian deity of Hinamizawa.",
      "On that night, the curse of Oyashiro-sama falls upon two enemies of the village, and they disappear.",
      "Everyone in the village acknowledged that as fact.",
      "In other words, if the same incident took place on any of the other 364 nights of the year, it would be nothing other than a murder case.",
      "...But if it happened on the night of Watanagashi, then it would transform into the curse of Oyashiro-sama.",
      "The idea that villagers are allowed to kill their enemies on the night of Watanagashi had infected them.",
      "The villagers were the cells of this huge creature called Hinamizawa, and each cell would be taught who the enemy was.",
      "The set date was basically a green light for whoever was in the best position to kill the enemy.",
      "That was the truth of the curse of Oyashiro-sama.",
      "Therefore... ...the one who actually killed Satoshi-kun isn't my enemy.",
      "The one who set up this murderous system and the one who named Satoshi-kun's family as the enemy is my enemy.",
      "...To use a broader definition, Hinamizawa itself and the very system of Oyashiro-sama's curse is my enemy.",
      "I already killed the hag, the one who designed the system.",
      "Kimiyoshi, the one whose job it was to infect the villagers with the system, was already in my hands.",
      "I just had to find out who else was involved, and how much.",
      "It was like pulling a weed while being very careful not to break its roots.",
      "I announced that Keiichi Maebara was one of the people who snuck into the shrine storage.",
      "I was certain that fact had already spread throughout the underside of the village.",
      "In other words, Keiichi Maebara was an object of the curse of Oyashiro-sama now.",
      "Takano-san and Tomitake-san were found dead, having been killed in gruesome ways.",
      "That was the curse of Oyashiro-sama.",
      "In that case, they could 'demon away' two more people as sacrifices to calm the anger of Oyashiro-sama.",
      "The set date for the curse was already over...",
      "But just like what happened to Satoshi-kun, demoning away was allowed a little extra time.",
      "Something would happen to Keiichi Maebara within a few days.",
      "I'd wait patiently,",
      "careful to not let my enemy simply take Keiichi Maebara--my bait.",
      "Keiichi had been yelling on the other end of the phone for some time.",
      "He kept yelling that he didn't want to go into the ritual storehouse to begin with.",
      "He claimed he was simply invited by Takano-san and me.",
      "He shouldn't be in danger because of that, he said.",
      "He was feeling a sense of crisis and tension. This was going to work.",
      "The livelier the bait, the easier it is to spot."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「どうしてくれるんだよ？！？！",
      "俺は全然関係ないんだぞ？！？！",
      "どうすんだよ！",
      "どうすんだよ？！",
      "どうやって責任を取ってくれるんだよッ？！？！",
      "えぇ？！",
      "おいッ、聞いて、」"
    ],
    "textEn": [
      "\"Why the hell did you do that?!?!",
      "I didn't have anything to do with this!!!",
      "What will you do?",
      "What are you going to do, damn it?!",
      "How are you going to take responsibility for this?!?!",
      "Huh?!",
      "Hey, are you listeni-\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "うざい。",
      "私は受話器を置いて、圭一との電話を一方的に終わらせた。",
      "冷静を欠いた圭一に、今夜はこれ以上なにを話しても無駄だ。",
      "それに、圭一に危機意識を持たせる、周囲を警戒させる、という目的は充分達成できている。",
      "私は一呼吸置いた後に、今度は村長宅への電話番号をダイヤルし始めた。"
    ],
    "textEn": [
      "Shut up. I've heard enough of your pitiful tears.",
      "I hung up the phone.",
      "There was no point in talking to him when he got like that.",
      "Besides, I'd already achieved my goal, which was to make him realize the danger awaiting him.",
      "I took a deep breath, then called the house of the village chief."
    ]
  },
  {
    "color": "#f3cfb5",
    "labelEn": "Kimiyoshi",
    "labelJp": "公由",
    "textJp": [
      "「はい！",
      "公由です。」"
    ],
    "textEn": [
      "\"Hello!",
      "Kimiyoshi residence.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「園崎です。",
      "どうです？",
      "村長さんは見つかりましたか？」"
    ],
    "textEn": [
      "\"This is Sonozaki.",
      "So?",
      "Did you find the mayor?\""
    ]
  },
  {
    "color": "#f3cfb5",
    "labelEn": "Kimiyoshi",
    "labelJp": "公由",
    "textJp": [
      "「あぁ、魅音ちゃんか。",
      "…片っ端から電話をかけてみたけど、だめだよ。",
      "見つからないんだ…。",
      "参ったなぁ…！",
      "どこで油を売ってるのかなぁ…！」"
    ],
    "textEn": [
      "\"Oh, it's you, Mion-chan.",
      "We've been calling everyone, but no luck.",
      "We can't find him.",
      "I don't know who else to call!",
      "I wonder where he is.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「こっちでも心当たりにいろいろと問い合わせましたけど、",
      "…全然。」"
    ],
    "textEn": [
      "\"We've called a few places too, but",
      "nothing.\""
    ]
  },
  {
    "color": "#f3cfb5",
    "labelEn": "Kimiyoshi",
    "labelJp": "公由",
    "textJp": [
      "「……………………………。」"
    ],
    "textEn": [
      "\"...........................\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「婆っちゃにも相談したんですが、青年団を召集して捜し回った方がいいだろうということです。」"
    ],
    "textEn": [
      "\"I talked to Granny, and she says we should have the youth group look for him.\""
    ]
  },
  {
    "color": "#f3cfb5",
    "labelEn": "Kimiyoshi",
    "labelJp": "公由",
    "textJp": [
      "「こ、こんな時間にかい…？",
      "それに、別に行方不明になったと決まったわけでもないし…、」"
    ],
    "textEn": [
      "\"At this time of day?",
      "Besides, we aren't even sure if he's really missing.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「綿流しの直後ですから。",
      "少し慎重に扱った方がいいとのことです。",
      "それでも見つからないなら、明朝、警察に通報しましょう。"
    ],
    "textEn": [
      "\"It's right after Watanagashi.",
      "She just thinks we should be cautious.",
      "If the youth group can't find him, then we should call the police first thing in the morning."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "見つかる見つからないは別にして、痛くない腹を探られない方がいいでしょうから。」"
    ],
    "textEn": [
      "We'd rather not get the police involved unless we really have to, though.\""
    ]
  },
  {
    "color": "#f3cfb5",
    "labelEn": "Kimiyoshi",
    "labelJp": "公由",
    "textJp": [
      "「…お魎さんがそう言ったのかい？」"
    ],
    "textEn": [
      "\"Did Oryou-san say that?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「はい。",
      "直接、声を聞かないと信用できないなら、電話先に出させますよ？」"
    ],
    "textEn": [
      "\"Yes.",
      "If you don't believe me, I'll have her get on the phone.\""
    ]
  },
  {
    "color": "#f3cfb5",
    "labelEn": "Kimiyoshi",
    "labelJp": "公由",
    "textJp": [
      "「い、いえ…！",
      "わかりました。",
      "青年団を集めて捜しましょう。",
      "それで見つからなければ…翌朝に警察に通報します。」"
    ],
    "textEn": [
      "\"Oh no...!",
      "I understand.",
      "Okay, we'll gather the youth group and look for him.",
      "If they can't find him, we'll call the police in the morning.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「青年団の連絡網、よろしくお願いしますね。",
      "私も婆っちゃの代行ということでそちらに参ります。」"
    ],
    "textEn": [
      "\"Please call the leader of the youth group, then.",
      "I'll be right over in Granny's place.\""
    ]
  },
  {
    "color": "#f3cfb5",
    "labelEn": "Kimiyoshi",
    "labelJp": "公由",
    "textJp": [
      "「あ、ありがとう。",
      "すぐにみんなを集めます…。」"
    ],
    "textEn": [
      "\"Th-Thank you.",
      "I'll get everyone together right away.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「えぇ。",
      "では。」"
    ],
    "textEn": [
      "\"Okay,",
      "see you later.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "失踪した村長を捜すため、青年団が古手神社に集合することになった。",
      "私も鬼婆の代理ということで、顔を出さなければならない。",
      "村長の捜索にこれから出る、という嫌味を言おうと思い、私は出掛ける前に地下拷問室に立ち寄った。",
      "ちなみに、…この地下拷問室は、魅音の付けた鍵束のプレートによると、地下祭具殿と呼ぶらしい。",
      "祭具殿を侵した者には死を、と声高に言っていた連中が、地下とは言え、祭具殿に閉じ込められて、償いをするはめになるとは。",
      "…これを皮肉と思って笑えるのは、多分、私だけだろうと思った。"
    ],
    "textEn": [
      "The youth group had gathered at the Furude Shrine. They were going to try to find the mayor.",
      "I also had to go, in the absence of the hag.",
      "Just to be mean, I stopped by the underground torture room to let the mayor know that I was headed to the Furude Shrine to search for him.",
      "Incidentally, according to the tab on the keychain, this underground torture room was actually called the underground storehouse for ritual implements.",
      "This was the man who was yelling that whoever trespasses on the ritual storehouse should be killed. Although it was an underground ritual storehouse, he was there now, atoning for what he had done.",
      "It was pretty ironic. Maybe I was the only one who felt that way, though."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「公由のおじいちゃん、お具合はいかがですか？」"
    ],
    "textEn": [
      "\"How are you doing, Uncle Kimiyoshi?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "じゃらり…。",
      "公由は言葉は発せられなかったが、私に気付いたことを、鎖を鳴らして知らせることはできた。"
    ],
    "textEn": [
      "Clink...",
      "Kimiyoshi didn't say a word, but he made a noise with the chain."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………今ね、村中でおじいちゃんの姿が見えなくなったって大騒ぎしてますよ？",
      "おじいちゃんの家から相談が来たので、青年団を召集して捜索を行なうことにしました。",
      "これから行って来るところです。」"
    ],
    "textEn": [
      "\"Everyone is making such a fuss because they can't find you.",
      "Your family called me, so I suggested they gather the youth group to look for you.",
      "I'm heading over there now.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もちろん、これ以上ないくらいの嫌味だ。",
      "だが公由は、鎖を鳴らすだけで、苦悶の表情以上の感情を示すことは難しそうだった。"
    ],
    "textEn": [
      "Was this mean, or what?",
      "Kimiyoshi could only make noise with the chain. He couldn't even express any emotion other than anguish."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「鎖、少し長くしてあげましょうか？",
      "私の質問にちゃんと答えてくれる度に、そうですね、鎖の輪っか、１個分長くしてあげます。",
      "…あと３個も長くなれば、だいぶ楽になると思うんですけどね？」"
    ],
    "textEn": [
      "\"Is the chain too short?",
      "Why don't I make it longer every time you give me an answer to a question?",
      "If it's even a little longer, you'll feel better.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……………ぅうぅ…………ぅ…………。」"
    ],
    "textEn": [
      "\"...Oooh... oooh...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由は、両手を後に回され、針金でぎっちりと締め付けられていた。",
      "そして、鎖付きの革製首輪もまた、かなりきつく締め付けられていた。",
      "その首輪の鎖は天井の滑車に伝い、ピンと公由を締め上げていた。",
      "だが、鎖はかなりきつく短く締め上げている。",
      "…公由は、背伸びをし続けていなければ、呼吸することもままならないのだ。",
      "背伸びを強要してから、もう小一時間にはなる。",
      "それでこんなに疲労しているのだから、今夜一晩も放置したら、勝手に自分で首を吊る形になって死んでしまうかもしれない。"
    ],
    "textEn": [
      "Kimiyoshi's hands were tied behind his back with a tight wire.",
      "He was wearing a leather collar with a chain, which was strapped tightly around his neck too.",
      "The collar's chain was on a pulley attached to the ceiling, with the chain pulling him up toward it.",
      "That chain was very short and pulled very tight.",
      "Kimiyoshi had to stand on tiptoes to be able to breathe.",
      "He had been like that for almost an hour already.",
      "He was already exhausted. If I left him overnight, he'd probably end up hanging himself."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「さっきは知らない、と言われましたけど。",
      "もう一回尋ねます。",
      "……北条悟史くんについて知っていることを教えてください。」"
    ],
    "textEn": [
      "\"You told me earlier that you didn't know,",
      "but I'll ask you one more time.",
      "Please tell me anything you know about Satoshi Houjou-kun.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………………ぅ……………。」"
    ],
    "textEn": [
      "\"......Oooh......\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……あぁ、ごめんなさい。",
      "喋りたくても喋れません？",
      "じゃあ、私とお喋りの間だけ、ちょっと緩めましょう。」"
    ],
    "textEn": [
      "\"...Oh, sorry.",
      "You can't even talk, can you?",
      "I'll loosen the chain a little while we chat, then.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は壁際の鎖を巻き取る滑車をほんの少しだけ回して、公由の首を締め上げる鎖をちょっと延ばしてやった。",
      "公由は踵を地に付け、かちこちになったふくらはぎの肉を弛緩させているようだった。"
    ],
    "textEn": [
      "I turned the pulley just a little to loosen the chain that was pulling on Kimiyoshi's neck.",
      "Kimiyoshi's heels finally touched the ground, relieving the pressure on his muscles."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………知らないんだよ、詩音ちゃん…。",
      "本当に知らないんだ…。」"
    ],
    "textEn": [
      "\"I really don't know, Shion-chan...",
      "I really don't...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「悟史くんが生きてるのか死んでるのか、それすらも？」"
    ],
    "textEn": [
      "\"Don't you even know if he's dead or alive?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………おじいちゃんは本当に何も知らないんだよ……。」"
    ],
    "textEn": [
      "\"I really don't know anything...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ま、…雛見沢の祟りのシステムはそういう部分で機密性を保持していますからね。",
      "おじいちゃんが知らない、というのもありえなくはないことです。",
      "なら、聞き方を変えます。"
    ],
    "textEn": [
      "\"Well, I guess that's how the curse system of Hinamizawa works...",
      "It's possible you really don't know anything.",
      "Okay, then I'll change the question."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "悟史くんがどうなってるのか、公由家頭首の立場でご意見を伺いたいです。」"
    ],
    "textEn": [
      "As the head of the Kimiyoshi family, I would like you to tell me what you think has happened to Satoshi-kun.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………………………。」"
    ],
    "textEn": [
      "\"...............\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……悟史くんは、…生きてる？",
      "死んでる？」"
    ],
    "textEn": [
      "\"Is Satoshi-kun dead",
      "or alive?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由は、明らかに答えを迷っていた。",
      "知らないと一言で済ませれば、私は鎖を締め上げここを出て行くだろう。",
      "それは公由にとって、死刑と変わらない。",
      "でも私は、公由家頭首として意見を聞かせろ、としか言ってない。",
      "意見なら、事実を知らなくても何とか喋れる。",
      "でも、何と喋れば、私の機嫌を損ねず、鎖を延ばしてもらえるのか……",
      "ということを思案している様子がありありと読み取れた。"
    ],
    "textEn": [
      "Kimiyoshi didn't know what to say.",
      "If he said he didn't know, I'd tighten the chain and leave the room.",
      "That would be like a death sentence for him.",
      "But all I said was that I wanted him to speak as the head of the Kimiyoshi family.",
      "I didn't ask him to tell the truth.",
      "But he didn't know what to say to avoid souring my mood and to get me to loosen the chains around him...",
      "He was obviously trying to figure out how to make me extend the chain."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………………生きてるんじゃないかって噂を、聞いたことがある…。」"
    ],
    "textEn": [
      "\"...............I've heard a rumor that he may be alive...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あ、新幹線で東京に、ってやつですね？」"
    ],
    "textEn": [
      "\"Ah, about him going to Tokyo on a bullet train, right?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………警察が、",
      "………東京で姿を見た、",
      "……というようなのを聞いた覚えが…。」"
    ],
    "textEn": [
      "\"...The police...",
      "have seen him in Tokyo...",
      "or something like that...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "名古屋駅で東京行きの新幹線に乗るのを見た…、までは大石に聞いている。",
      "でもその情報の真偽も含め、その後悟史くんの消息は警察では何も掴んでいない。",
      "だから、公由のこれは口からの出任せだ。"
    ],
    "textEn": [
      "Ooishi had told me that Satoshi-kun had been witnessed getting on a bullet train heading to Tokyo at Nagoya Station.",
      "But the police didn't know if that really happened, or what became of Satoshi-kun after that.",
      "Therefore, this was simply a random assertion of Kimiyoshi's."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……………ねぇ、公由家の頭首さま？",
      "呪われた一族、北条家の人間を、わざわざ失踪なんていう凝った消し方をしていて、",
      "わざわざ生かしておくのにどんな理由があるんです？",
      "ないんじゃないですか？」"
    ],
    "textEn": [
      "\"...Hey, head of the Kimiyoshi family...",
      "What would be the point in letting one of the cursed family members live",
      "after going through the trouble of making him disappear?",
      "I don't think there's any reason for that.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………………………。」"
    ],
    "textEn": [
      "\"..................\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「それに、その東京で警察が見た、という情報ソースを教えてください。",
      "私は大石と一時期、連絡を密にしていましたが、そんなのは聞いたことないです。",
      "………おじいちゃん？",
      "私の機嫌を取ろうとしていい加減なことを言ったなら、",
      "…………かえって怒っちゃいますよ？」"
    ],
    "textEn": [
      "\"Besides, who gave you this information?",
      "I was in close contact with Ooishi for a while, but he never mentioned it to me.",
      "...Uncle?",
      "If you're just saying that to make me happy,",
      "it's not going to work... you know that, don't you?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私が鎖を巻き取る滑車に再び手をかけると、公由は再び締め上げられると思ったらしく、その仕草だけで相当に慌てた。"
    ],
    "textEn": [
      "I reached for the pulley controlling the chains around Kimiyoshi, and that act alone sent him panicking as he feared them tightening once more."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………ご、ごめんよ…！！",
      "別に詩音ちゃんを怒らせようなんてつもりはないんだよ…謝るよ…！」"
    ],
    "textEn": [
      "\"...S-Sorry!!",
      "I'm not trying to make you angry, Shion-chan, I'm sorry...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「私、ご機嫌取りの話なら聞きたくないんで。",
      "公由のおじいちゃんに、悟史くんのことを調べる協力をお願いしてるだけなんです。」"
    ],
    "textEn": [
      "\"I don't have time for this.",
      "I'm simply asking you to help me look for Satoshi-kun, that's all.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「わ、",
      "……わかってる、",
      "…ちゃんと真面目に考えるから…！」"
    ],
    "textEn": [
      "\"I-",
      "I know... I know that.",
      "I'll answer you...!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私は滑車にかけている手を下ろす。",
      "……公由はそれを確認すると、考えていますとでも言うように、無理に唸り声をあげながら色々と思案していた。"
    ],
    "textEn": [
      "I took my hand off the pulley.",
      "...Seeing that, Kimiyoshi began making loud groaning noises to try and show he was thinking hard."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「ずばり。",
      "……生きていると思いますか？",
      "死んでいると思いますか？」"
    ],
    "textEn": [
      "\"Be frank with me.",
      "Do you think he is alive",
      "or dead?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………………………生きてると考えるのは",
      "…",
      "…",
      "難しいんじゃないかと思う…。」"
    ],
    "textEn": [
      "\"I... think...",
      "...",
      "...",
      "you shouldn't think he is alive...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………。",
      "…ですよね。",
      "生かしておくことで伴う膨大なリスクを負う意味、ないですもんね。",
      "私だって同感ですし。」"
    ],
    "textEn": [
      "\"......",
      "That figures.",
      "There was no point in letting him live, right?",
      "I agree with you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "深い意味で言ったわけではないのだが、私のその言葉は公由を一層震え上がらせたようだった。"
    ],
    "textEn": [
      "I really didn't mean anything too deep by it, but what I said truly scared Kimiyoshi."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「警察は、叔母殺しの犯人が悟史くんで、沙都子の誕生日プレゼントを買うために貯めてた貯金で逃亡したと、そう考えてました。",
      "……この辺、どう思います？」"
    ],
    "textEn": [
      "\"The police think he ran, using the money he saved to buy Satoko's birthday present, because he was the main suspect of his aunt's murder.",
      "What do you think about that?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………でも、…それの犯人は確か、麻薬中毒の危ない奴だと聞いたよ。」"
    ],
    "textEn": [
      "\"......Well... I heard that the culprit was some kind of drug addict.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あれ、どう思います？",
      "……私は、…あはは、私がこういうのも変だけど、悟史くんが叔母殺しの犯人だって信じてるですよ。",
      "あいつは、例えばバァさん辺りに買収されて仕立て上げられた身代わりじゃないかと思うんですけど。」"
    ],
    "textEn": [
      "\"What do you think about that?",
      "I... ahahaha, maybe I shouldn't say this, but I believe Satoshi-kun is the culprit.",
      "The drug addict was probably a decoy grandma arranged.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「……………それは、おじいちゃんも思ってたよ。",
      "…突然ひょっこりと真犯人でしたなんて言われて、",
      "……腑に落ちなかった。」"
    ],
    "textEn": [
      "\"I've......... suspected as much.",
      "That guy appeared out of nowhere.",
      "...I didn't understand it at the time.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…やっぱり身代わり？」"
    ],
    "textEn": [
      "\"So he was a decoy...\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………多分、そうじゃないかと思うよ。」"
    ],
    "textEn": [
      "\"...I'm pretty sure...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「何のためにだと思います？」"
    ],
    "textEn": [
      "\"Why do you think that, though?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………………警察は……悟史くんが犯人だと思って捜査を進めてたんだよね…？",
      "悟史くんを…「鬼隠し」ということで失踪させておきたいと思うなら、",
      "…警察の捜査がいつまでも続くのは、面白くなかったんじゃないかな……。」"
    ],
    "textEn": [
      "\"The police were investigating the case, and Satoshi-kun was their primary suspect, wasn't he?",
      "If he was going to be demoned away,",
      "she didn't want the police to continue the investigation, I guess...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "公由の意見は興味深い。",
      "…確かに言う通りだ。",
      "警察が悟史くんだと思って捜査を続けると、悟史くんを「鬼隠し」にした犯人にとっても都合が悪い。",
      "だから、捜査を終わらせるために身代わりをでっち上げたという考えは、かなり信憑性がある。"
    ],
    "textEn": [
      "What Kimiyoshi just said is very interesting.",
      "...He's perfectly correct.",
      "If the police continued their investigation, it would complicate things for whoever demoned away Satoshi-kun.",
      "Therefore, the hag came up with a decoy in order to bring an end to the investigation."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「でも、そんな犯人のでっち上げなんて、そうそう簡単にできることじゃないですよ？」"
    ],
    "textEn": [
      "\"But fabricating a suspect can't be that easy, don't you agree?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………………お魎さん以外にはできないよ。",
      "…そんなことは。」"
    ],
    "textEn": [
      "\".........The only person who can do things like that...",
      "is Oryou-san.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…バァさんが裏の世界で相当の力を持ってる、というのは私も知ってはいますけど…。",
      "そんなにもあったんですね。」"
    ],
    "textEn": [
      "\"...I knew grandma was very powerful in the underside of Hinamizawa,",
      "but I never knew she was that powerful...\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………詩音ちゃんだって、",
      "…色々とダム戦争の頃から噂は聞いてるだろうし、",
      "中には実際に、直接聞いたものもあるんじゃないかい…？」"
    ],
    "textEn": [
      "\"...I'm sure you've heard quite a few rumors",
      "during the dam conflict.",
      "Didn't you also hear things directly?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ダム戦争の頃、建設重機を壊してやれとか、",
      "工事車両を妨害するために検問を設けられないかとか、",
      "そんな謀略を親類たちに指示してるところは、私も実際に見ている。",
      "そして、その結果、警察に捕まった仲間たちを釈放したり、あるいはアリバイを作ったり、証拠を崩したり捏造したり。",
      "確かにそういうことを実際に側近たちに指示しているのを見たことがあるし、",
      "議員を呼びつけて指示したり、抗議したりしているのを見たことがある。",
      "……子供心に、鬼婆はすごいなぁくらいに思っていたが。",
      "今こうして思い返すと、それはすごいなぁどころのことではない。",
      "…文字通り、裏世界を牛耳る黒幕だ。"
    ],
    "textEn": [
      "During the dam protests, I actually saw them issuing orders to my relatives.",
      "Like, \"destroy their heavy machinery.\"",
      "or, \"can we set up a checkpoint to blockade their construction vehicles?\"",
      "They set free their comrades from the police by coming up with alibis, destroying or forging evidence...",
      "I had seen relatives do those things",
      "as well as the hag calling in councillors to the house to protest.",
      "As a child I was pretty impressed.",
      "But when I thought back, it was more than that.",
      "She was truly the mastermind who controlled the underside of the world."
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「詩音ちゃんだって、建設省の幹部の息子…、",
      "というか建設大臣の孫だな…。",
      "あれの誘拐事件の話は知ってるだろ…？」"
    ],
    "textEn": [
      "\"You've heard about",
      "the kidnapping case of",
      "the grandson of the Minister of construction, right?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あれってやっぱ誘拐だったんですか？",
      "孫が「鬼隠し」になって、高津戸だか谷河内だかの山奥で見つかったって話は知ってたんですけどね。」"
    ],
    "textEn": [
      "\"So it was really a kidnapping, huh?",
      "I heard the grandson was demoned away and then found in the middle of the mountains in Takatsudo or Yagouchi.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「…………あれは、",
      "…お魎さんの指図によるものだよ…。",
      "……ダム工事の中止の約束が取り付けられたんで、孫を釈放したっていうのは、",
      "………おじいちゃんたち、旧同盟の幹部ならみんな知ってる。」"
    ],
    "textEn": [
      "\"That was",
      "at Oryou-san's command...",
      "The Minister promised to stop the dam construction, and the grandson was released.",
      "......All the top people in the ex-Guardians know that.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……ふぅん。",
      "……身近に居すぎて私がよくわかってなかっただけで。",
      "………やっぱりバァさんとか御三家とか、旧同盟って大したもんだったんですね。",
      "…怖い怖い。」"
    ],
    "textEn": [
      "\"...Hmmm.",
      "I guess I was right in the middle of it when it was happening, but I didn't notice.",
      "The hag, the Three Families, and the ex-Guardians are truly magnificent, huh?",
      "How terrifying...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…私は公由が、自分の置かれた状況を理解して、私の質問にちゃんと答えてくれてることに、ほんの少し機嫌を良くもしたが。",
      "…………公由が言ってることに信憑性が増す度に、",
      "…悟史くんがもう生きていないことが、動かしがたい事実になっていくのが、悲しかった。"
    ],
    "textEn": [
      "Kimiyoshi finally realized the situation he was in, and he was answering my questions. That made me happy, but...",
      "The more Kimiyoshi told me the truth",
      "the more I realized Satoshi-kun really was dead... That made me very sad."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……………悟史くんを、…「鬼隠し」にした実行犯は誰だと思います？」"
    ],
    "textEn": [
      "\"Who actually demoned away Satoshi-kun?\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………………わからないよ…。",
      "それに、誰が実際にやったかは問わないのが、不文律だったから…。」"
    ],
    "textEn": [
      "\"I don't know.",
      "We were never to ask who actually executed Oryou-san's orders...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そりゃそうだ。",
      "そういうシステムだから。",
      "……私の質問が悪い。"
    ],
    "textEn": [
      "He was right.",
      "That was how the system worked.",
      "And so, that was a bad question."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「誰がやったにせよ、……大したものですよね。",
      "だって、人を殺して、死体も出てこないなんて、結構簡単なことじゃないんじゃないですか？」"
    ],
    "textEn": [
      "\"Whoever it was did a great job,",
      "because his body hasn't been found. That's not easy.\""
    ]
  },
  {
    "color": "#f3ceb3",
    "labelEn": "Kiichiro",
    "labelJp": "喜一郎",
    "textJp": [
      "「………誰が殺したかは別にして。",
      "………例えば、死体の処理をお魎さんが手伝ったという可能性は、考えられるよ。",
      "………今いるここの、奥に死体を捨てるための井戸があることは知ってるだろ…？」"
    ],
    "textEn": [
      "\"Putting aside who actually killed him...",
      "It is possible Oryou-san has helped to get rid of the body.",
      "...You know about the well farther down from here, the one used to dump bodies, don't you?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「あぁ……確かに。",
      "どこかの山中に埋めるくらいなら、ここの井戸に捨てる方が絶対に安全ですもんね。」"
    ],
    "textEn": [
      "\"Yeah, I do.",
      "It's a lot safer to dump a body in the well than to bury it somewhere in the mountains.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "失踪者は、オヤシロさまの怒りを鎮めるための生贄にされた…という風にして処理される。",
      "そういうルールのゲームだからだ。",
      "だから、死体が見つかると祟りというゲーム上、好ましくない。",
      "だからこそ、失踪者の死体は絶対に見つからないところに廃棄する。",
      "理解できる話だった。",
      "じゃあ、",
      "…………悟史くんは、",
      "……あの、",
      "井戸の、",
      "底に？",
      "私は懐中電灯を掴むと、岩牢のある大空洞へ向かった。",
      "大空洞の灯りを付けたので、岩牢の中の魅音が私が来たのに気付いたようで、不安そうな目線を向けていた。",
      "私はそれには構わず、隠し井戸のある岩牢へ向かう。",
      "………よくもこう自然そうにカモフラージュしたものだと、その隠し方に芸術性すら覚えた。",
      "井戸の底に懐中電灯の灯りを向ける。",
      "底の深さは計り知れない。弱々しい灯りでは、どろどろと滞留する闇に打ち勝てないのだ。",
      "私は…すぅっと息を吸い込む。",
      "……そして、井戸の底へ叫んだ。"
    ],
    "textEn": [
      "Whoever disappears becomes a sacrifice to calm the anger of Oyashiro-sama.",
      "That was the rule of this game.",
      "Therefore, the bodies must never be discovered.",
      "That's why the bodies had to be dumped somewhere nobody could find them.",
      "It's very possible that the well was used for that.",
      "Then",
      "Satoshi-kun is",
      "at the",
      "bottom of that",
      "well?",
      "I grabbed a flashlight and headed to the huge cave with all the cells.",
      "As I turned on the lights in the cave, Mion noticed me and gave me a worried look.",
      "I ignored her and headed to the cell in the back.",
      "...I was still very impressed by how the well was hidden. It was almost artistic.",
      "I shone the flashlight at the bottom of the well.",
      "I had no way of knowing how deep the well was. The light of the flashlight wasn't strong enough to reach the bottom.",
      "I inhaled.",
      "Then screamed into the well."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……悟史くん。",
      "……………悟史くーーーん…ッ！！！」"
    ],
    "textEn": [
      "\"Satoshi-kun!",
      "......Satoshi-kuuuun!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "悟史くんの名前が深く深く深く、何度も残響していく。",
      "……相当な深さがあるのは疑いようもなかった。",
      "壁の梯子状の楔を伝って底に降りてみようかとも思った。",
      "だが、懐中電灯を首にぶら下げた状態では、充分に手元を確認できないし、",
      "たとえ充分な明るさがあったとしても、楔が本当に頑丈に打ち込まれているかは怪しい。",
      "この井戸の中を降りていくのは自殺行為にしか思えなかった。",
      "………この底に、",
      "…悟史くんがいる……？",
      "その時。",
      "……私の頭を、",
      "…確かに、",
      "あの温かい手が、",
      "撫でてくれた。",
      "詩音。…",
      "……やっと、",
      "……僕を、",
      "……見つけてくれたんだね……。",
      "悟史くん、",
      "……悟史くん……、",
      "……悟史くん………！！",
      "私ね、…私ね？！",
      "ずっと…ずっと、悟史くんを捜してたんだよ…。",
      "でも、…生きてる内に捜し出せなかった……。",
      "ごめんね……ごめんね……。",
      "…詩音は何も悪くないよ。",
      "……詩音には、僕が殺されるまでの間に、何もできることがなかったんだもの。",
      "だけど、………僕が死んでしまった後に、詩音は精一杯のことをしてくれたよ……？",
      "悟史くん、",
      "…私も、悟史くんのところに行く。",
      "今から行く。",
      "飛び降りるから、…受け止めてほしい。",
      "…むぅ。",
      "………悟史くんは苦笑するように言った。",
      "私は拒絶の意味だとすぐに気付き、悲しくなった。",
      "詩音が、僕を捜し出してくれただけで、とても嬉しい。",
      "…でも詩音は生きてる。",
      "生きてるのはとても大事なことで、…無駄にしていいことじゃないんだよ。",
      "悟史くんがいないなら、生きてるなんて大したことじゃない…！",
      "私は、悟史くんと一緒がいい…。",
      "一緒がいいよ……。",
      "…また頭を撫でてもらいたい、",
      "…一緒に過したい…、",
      "今度はね、",
      "…私も素直な可愛い女の子になるから………、",
      "一緒に、…ずっと……いたい…………。",
      "生きて。",
      "生きるの…？",
      "生きて、いっぱい楽しい思いをしよう？",
      "ひとりで生きて、…何が楽しいの…？",
      "見つけられるよ、",
      "生きていれば……………。"
    ],
    "textEn": [
      "Satoshi-kun's name echoed again and again.",
      "It was obviously a very deep well.",
      "I thought of climbing down using the wedges on the wall.",
      "But with the flashlight hanging from my neck, I couldn't light my footing properly.",
      "And even if there was enough lighting, I didn't even know if the wedges were sturdy enough.",
      "It would be like committing suicide.",
      "Satoshi-kun was",
      "at the bottom of this well...",
      "That's when I felt it.",
      "A warm hand",
      "rubbed",
      "my head",
      "for sure.",
      "Shion.",
      "You",
      "finally",
      "found me...",
      "Satoshi-kun,",
      "Satoshi-kun...",
      "Satoshi-kun...!!",
      "I-I...",
      "I've been looking for you for so long...",
      "I'm sorry I couldn't find you while you were still alive...",
      "Sorry... I'm sorry...",
      "It's not your fault, Shion.",
      "There was nothing you could've done before I was killed.",
      "But... you did everything you could do after I was dead...",
      "Satoshi-kun,",
      "I want to join you.",
      "I'm coming right now.",
      "I'm going to jump, so please catch me.",
      "Mmph.",
      "Satoshi-kun smiled bitterly.",
      "I was saddened to see him reject me.",
      "Shion, I'm happy that you found me.",
      "But you are alive, Shion.",
      "It's so important to be alive. You can't waste it.",
      "If you aren't here, I don't want to live...!",
      "I want to be with you, Satoshi-kun.",
      "I want to be close to you...",
      "I want you to rub my head again.",
      "I want to spend time with you...",
      "I'll be",
      "a good girl...",
      "I... want to be... with you...",
      "Live.",
      "Do I have to?",
      "Live and enjoy your life, okay?",
      "What's so fun about living alone?",
      "You'll find out",
      "so long as you're alive..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「…………………生きる。",
      "…………生きるよ…………、",
      "…生きる。」"
    ],
    "textEn": [
      "\"...To live.",
      "I will... live.",
      "I will live.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "さっきまで気味が悪いと思っていた井戸は、…いつの間にか温かに見えていた。",
      "この底に降りることは許してもらえなかったけど。",
      "……でも、",
      "…この井戸の縁は、",
      "…………私と悟史くんの、一番近い場所なんだね……。"
    ],
    "textEn": [
      "The eerie well now felt warm.",
      "I wasn't allowed to go down to the bottom.",
      "But",
      "the edge of this well",
      "was the place where you and I could meet..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「………魅音。",
      "……悟史くん、",
      "………見つけた…。",
      "井戸の、……底なんだね。」"
    ],
    "textEn": [
      "\"Mion.",
      "Satoshi-kun...",
      "I found him...",
      "He's at the bottom of the well, isn't he?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「……………………………そうだと…思う。",
      "…………そこしか、",
      "……ないもん。」"
    ],
    "textEn": [
      "\"...I think so...",
      "I can't think of",
      "anywhere else he'd be.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "魅音はそれだけ言うと、…涙ぐみ、嗚咽を漏らし始める。"
    ],
    "textEn": [
      "Mion started to sob."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「……魅音は、…悟史くんが殺されるところには、居合わせなかったんだよね？」"
    ],
    "textEn": [
      "\"You weren't there... when Satoshi-kun was killed, were you?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「………………うん。」"
    ],
    "textEn": [
      "\".........No.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「もし居合わせたら。",
      "……悟史くんを許してもらえるよう、バァさんに意見してくれたかな………。」"
    ],
    "textEn": [
      "\"If you were there...",
      "Would you have begged grandma to forgive him?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「絶対にする…。",
      "せめて命だけはって、…絶対に言うよ……。」"
    ],
    "textEn": [
      "\"Yes.",
      "I would have begged her to let him live...\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「嘘だ。」"
    ],
    "textEn": [
      "\"Liar.\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Mion",
    "labelJp": "魅音",
    "textJp": [
      "「………え、…。」"
    ],
    "textEn": [
      "\"......Eh?\""
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「嘘だあああぁああぁああッ！！！」"
    ],
    "textEn": [
      "\"YOU LIAAAaAAaAAR!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "一年前のあの日。",
      "……私に対して、爪を剥がすけじめを強要した時の、あの冷酷な次期頭首としての魅音がありありと蘇る。",
      "こいつは悟史くんが殺されるところに居合わせたとしても、絶対にあの冷たい次期頭首の仮面を外さない。",
      "恐ろしい拷問室に連れて来られて…、",
      "生きた心地もしなかっただろう悟史くんは、",
      "見知った魅音の顔を見て、どんなに救いを期待したことか。",
      "処刑を宣告するような頭首の恐ろしい呪いの言葉を聞きながらも、",
      "…困ったような、苦笑いしたような顔で………魅音を見て、",
      "…きっと助けてくれると信じて…、",
      "…むぅって…言うの。",
      "魅音が冷たそうな顔をしているのは、親類の手前上、仕方ないことで…。",
      "きっと今に助けてくれる、助けてくれるって…信じて…、",
      "…でも、",
      "…いつまでも助けてくれないで……、",
      "どんどん恐ろしい拘束具に締め上げられていって……、",
      "……でも、まだ助けてくれない。",
      "……魅音はまだ冷酷そう。",
      "……魅音？",
      "そろそろ……助けてくれない…？",
      "……あははは……、",
      "……はは、",
      "……そっか、",
      "…そうだよね。",
      "…他の怖い親類の前だもんね…私情なんか……出せないよね…？",
      "あはは、…ははは、…困ったな………。",
      "………むぅ…。"
    ],
    "textEn": [
      "On that day, a year ago.",
      "...I had just recalled how cruel Mion was then, when she forced me to rip out my nails, acting in her role as the successor.",
      "Even if she was there when Satoshi-kun was killed, she wouldn't have stopped being the successor.",
      "Satoshi-kun was brought to the torture room...",
      "When he saw Mion,",
      "I'm sure he thought she would save him.",
      "Even as he heard the family head read out his death sentence,",
      "I'm sure he looked at Mion",
      "and believed that",
      "she would save him.",
      "He believed Mion was acting that way only because she was with her relatives.",
      "He believed she would help him",
      "but",
      "she didn't do anything.",
      "He was strapped to a restraining device,",
      "yet she still wouldn't do anything.",
      "Mion was cruel.",
      "Mion?",
      "Isn't it about time to help me?",
      "Ahahahaha...",
      "haha,",
      "I see.",
      "I get it.",
      "You're with the rest of the family members so you can't show even a hint of compassion.",
      "Ahahaha... hahaha... that sucks......",
      "Mmph..."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "「うわああああああぁああぁあぁああぁあ！！",
      "助けろ！！",
      "助けろ！！",
      "何で？！",
      "何で助けないのッ！！？",
      "悟史くんの、あの助けを懇願する眼差しを見て、…どうして心を動かされなかったのッ？！"
    ],
    "textEn": [
      "\"Whaaaahhhhhhh!!",
      "Help him!!",
      "Help him!!",
      "Why?!",
      "Why didn't you help him?!!",
      "You saw him looking at you, begging to help him... didn't you? Why didn't you help him?!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "あんたは悟史くんが意地悪叔母のせいで追い詰められていた時から何も救いを差し伸べなかった！！"
    ],
    "textEn": [
      "Even when he was going through a rough time because of his awful aunt, you didn't help him!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "あんたは同情する素振りを見せるだけで、助けなかった！！",
      "見殺した！！！",
      "あんたが悟史くんを助けなかったから、追い詰められたんだ！！",
      "私は救おうとがんばったよ？！",
      "彼の心の支えになろうとがんばった！！"
    ],
    "textEn": [
      "You pretended to sympathize, but you didn't help him!!",
      "You ignored him!!!",
      "He was cornered because you didn't help him!!",
      "I tried!",
      "I tried to support him!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "あんたらが悟史くんの叔母殺しを庇わなくても！",
      "私は彼のアリバイのために自らを投げ打って戦った！！",
      "その結果が爪３枚なんて安いもんでしょ！！"
    ],
    "textEn": [
      "Even when you didn't protect him from killing his aunt, I did!",
      "I sacrificed myself to fight for him!!",
      "Three nails were nothing!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "でもね、それだけの努力じゃ、悟史くんを救うには……全然足りなかった…。",
      "届かなかった……。",
      "どうしてか？",
      "……だって、私は詩音だったんだもん。",
      "…詩音は、雛見沢から遠ざけられていて、何からも外様で、何も教えられなくて、知れなくて。"
    ],
    "textEn": [
      "But it wasn't enough to rescue Satoshi-kun...",
      "I couldn't help him...",
      "Do you know why?",
      "Because I was Shion then.",
      "As Shion, I was kept away from Hinamizawa and nobody told me anything. I <i>couldn't</i> know anything."
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "…でもあんたは違う。",
      "あんたは魅音だった。",
      "あんたは雛見沢の内にいて、全ての中心で、全てを教えられて、全てを知ることが出来た。",
      "私があんただったらきっと悟史くんを救えた！！",
      "私なら救ってあげられた！！！"
    ],
    "textEn": [
      "But you were different.",
      "You were Mion.",
      "You were right in the middle of everything and you knew everything and everyone told you everything.",
      "If I were you, I could have helped Satoshi-kun!!",
      "I would have!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "あんたが魅音になったからだ！！！"
    ],
    "textEn": [
      "But <i>you</i> were Mion!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "返して魅音！！！",
      "元々魅音はあんただけのもんじゃない！",
      "私のものでもあったはず！！！",
      "それに元々魅音は私のじゃない？！",
      "私があんたに貸してあげるようになっただけで、本当は私のだったじゃないッ！！",
      "返せ！！",
      "私の魅音を返せッ！！！"
    ],
    "textEn": [
      "Give it back, Mion!!!",
      "That name isn't just yours!",
      "It's mine too!!",
      "Besides, it was mine to begin with, remember?",
      "I just let you be Mion, remember? It was mine!!",
      "Give it back to me!!",
      "Give me my name back!!!"
    ]
  },
  {
    "color": "#5ec69a",
    "labelEn": "Shion",
    "labelJp": "詩音",
    "textJp": [
      "お前が魅音の外見をしているだけでも虫唾が走る！！！",
      "お前じゃなく私が魅音だったら！",
      "だったらぁあぁあああぁあッ！！！」"
    ],
    "textEn": [
      "I can't stand that you even look like Mion!!!",
      "If I were Mion then!!",
      "Ahhhhhh!!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鉄格子を蹴る、",
      "蹴る、",
      "蹴る。",
      "魅音はまるで、鉄格子が蹴り倒されてその下敷になるのを避けるかのように、",
      "…奥で、鉄格子を蹴る音に怯えて縮こまるだけだった。"
    ],
    "textEn": [
      "I kicked the bars.",
      "I kicked them again,",
      "and again.",
      "Mion curled up fearfully in the back of the cell,",
      "as if she were trying to prevent the bars from crashing down onto her."
    ]
  }
]