[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鬼婆が即死していたのは、本当に計算外だった。",
      "この時点での私は、いつか殺す相手だった問題ないと負け惜しみを言っているが、明らかに痛手だった。",
      "園崎天皇とも呼ばれる園崎本家の命令中枢は、一般にはピラミッド型だと思われているが、実際はそうではない。",
      "厳密には、省庁のような縦割り型で、それぞれの部門が小ピラミッドを形成してる。",
      "縦割りゆえに横の連絡がない。",
      "いや、それどころか自分のピラミッド以外がわからない秘密主義だと言えるだろう。",
      "もちろん園崎家の重鎮たちは、いくつもあるピラミッドの頂点に位置する。",
      "自分の下位のピラミッドについては精通している。",
      "他の親類たちが管理しているピラミッドについても、多少の情報交換は出来ている。",
      "だが、それでも全部のピラミッドについてはわかっていない。",
      "陽のピラミッド、",
      "陰のピラミッド。",
      "その他にお魎直轄の秘密の小ピラミッドがいくつか。",
      "そのほとんどを頭首代行である魅音は知っているようだが、だからと言って、全部知っているとは限らない。",
      "現に、最高機密である「オヤシロさまの祟り」については知らなかった。",
      "それを思うと、鬼婆が死して永遠に口を閉ざしたのは、暗部を暴く上で致命的な痛手と言えた……。"
    ],
    "textEn": [
      "I wasn't planning to kill the hag so quickly.",
      "I was going to kill her anyway, but it was too soon.",
      "People would normally assume that the Sonozaki family operates as a hierarchy, but that's not true.",
      "It's actually more like a system of government. Several ministries stem from the main family, and each forms a hierarchy of its own.",
      "These ministries don't communicate with one another.",
      "The people who belong to a given ministry don't know what other ministries are doing. That way, the Sonozaki family's dealings are kept perfectly secret.",
      "Of course, the most important people in the family govern several ministries.",
      "They know, of course, about their own ministries...",
      "And they know a little bit about the ministries their relatives run.",
      "But none of them know everything.",
      "There are ministries that work in the open,",
      "there are ministries that work unseen,",
      "and there are some smaller ones that Oryou runs herself.",
      "Mion seems to know about most of them, but she doesn't necessarily know them all.",
      "In fact, she didn't know about 'the curse.'",
      "Considering that, the fact that the hag died before I could interrogate her is a huge loss..."
    ]
  }
]