[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ようやく叔母のヒステリックな小言が終わった。",
      "今日のそれもいつもと同じ。",
      "きっかけがなんだったかは思い出せないし、どんなきっかけだったにせよ、内容は途中で二転三転する。どうだっていい。",
      "またしても、２４時を過ぎていた。",
      "後頭部を殴りつけるような睡魔が襲い掛かる。",
      "沙都子は緊張の糸が途切れると、……ストンと崩れ落ち、僕の裾をつかんだまま、眠りに落ちてしまったようだった。",
      "僕は沙都子を背負って寝室に行き、…布団を敷く。"
    ],
    "textEn": [
      "My aunt finally stopped her hysterical screaming.",
      "Today was just like any other day.",
      "I can't remember what set her off. Whatever it was, she changed subjects constantly anyway. It didn't matter.",
      "She went on past midnight again.",
      "The urge to sleep was pounding the back of my head.",
      "Once Satoko had been able to relax... she fell down on the spot and started sleeping, still clinging to my sleeve.",
      "I carried Satoko to the bedroom and laid out our futons."
    ]
  },
  {
    "color": "#ffdc6f",
    "labelEn": "Satoshi",
    "labelJp": "悟史",
    "textJp": [
      "「ほら、沙都子。",
      "…布団が敷けたよ？",
      "布団に入りな。」"
    ],
    "textEn": [
      "\"Here, Satoko.",
      "Your futon is ready,",
      "so get in, okay?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "沙都子はもごもごと、芋虫みたいに這って布団に潜り込むと、そのまま動かなくなった。",
      "それを見て、僕も同じように布団に潜り込みたい欲求に駆られる。",
      "でも、…まだ寝るわけには行かない。",
      "叔母さんにさっき頼まれた買い物。",
      "歯磨き粉のチューブを、明日の帰りに忘れないように買って来ないと。",
      "多分、メモして置いておかないと忘れてしまう…。",
      "それから、電気釜に明日のお弁当用のお米をセットする。",
      "…タイマーも忘れずに。",
      "そうだ、あと小言のきっかけになった洗濯場のタオルの山をちゃんと積み直しておかないと…。",
      "叔母は指摘事項がすぐに直っていないととても怒る。",
      "あぁ、あと何だっけ。",
      "…そうだ、明日は八百屋さんの手伝いのバイトを入れてもらったんだっけ。",
      "そうだ、エプロン持参って言われてる。",
      "……うちにエプロンなんて…あったっけ……。",
      "見たことないや…。",
      "叔母さんは登校の時間には寝ているから、もう聞く間がない。",
      "どうしようどうしよう、せっかく魅音に紹介してもらったバイトなんだから先方を怒らせちゃいけないや。",
      "エプロンはそうだ、明日登校したら魅音辺りに相談してみよう。",
      "きっと貸してくれる。",
      "まだ他にもあったっけ…？",
      "んんんんんん…………。",
      "寝床の沙都子が、…羨ましい。",
      "そう思う自分が、悲しい。"
    ],
    "textEn": [
      "Satoko crawled in like a worm. She stopped moving once she was inside.",
      "I wished I could go to bed, too.",
      "But... I couldn't.",
      "My aunt asked me to do some chores.",
      "I had to get toothpaste after school tomorrow.",
      "I had to write it down somewhere...",
      "I had to make rice for lunch tomorrow...",
      "I set the timer.",
      "Right, I also had to repile the towels in the bathroom. That was the reason for today's scolding...",
      "My aunt will get mad if everything isn't done the way she wants.",
      "Oh, and there was something else.",
      "...I was working at the grocery store the next day.",
      "They wanted me to bring an apron.",
      "...Did we even have an apron in this house...?",
      "I'd never seen one...",
      "My aunt will be sleeping when I go to school, so I won't have time to ask her.",
      "What should I do? Since Mion helped me get that job, I don't want to screw it up.",
      "In that case, why don't I ask Mion about it at school?",
      "She might lend me one.",
      "Was there anything else...?",
      "Hmmmmm......",
      "I was envious of Satoko, because she got to go to bed.",
      "It was pathetic that I felt that way."
    ]
  }
]