[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "５年目の祟り以降、もっとも電話が多かったのは、やはり側近の公由家頭首だった。",
      "次いで多かったのがうちの父親だった。",
      "うちの両親の序列は高いには高いが、うちの母親の昔の勘当騒ぎが尾を引いていて、表舞台にそうそう顔を出せない、やや日陰者っぽい扱いなのだと言う。",
      "その父親からの電話が多いのは、対外的には距離を置いていても、実際には重用していた鬼婆の陽と陰の二面性の証拠でもある。",
      "父親は、どうも情報面での操作が主な役割のようだった。",
      "警察情報や裏情報、噂、そういったアンダーグランドな情報を収集しては的確に報告していた。",
      "そして鬼婆の要請があれば、それらを黙らせたり、煽り立てたり、捻じ曲げたりできるようだった。",
      "ちなみに私の忠臣、葛西は父親と旧知の間柄。",
      "……なるほど、色々と情報に精通しているのも頷けた。",
      "だが「情報」までのようだ。",
      "「執行」にまで至っていたかは掴みきれない。",
      "父親は、今回の事件に対する、警察の捜査状況やその他の情報を貪欲に集め報告するばかりで、",
      "少なくとも今年の祟りについては、自身が関与したわけではなさそうだった。",
      "…一般的には、父親と鬼婆がこんなにも密接なホットラインを持っていることは知られていない。",
      "そのネットワークを利用はするが、やはり外様ということでそれほど近しくしていない…と思われているのが一般的だ。",
      "ならこの例のように、一般に知られていない、鬼婆直轄の何か。",
      "…祟りのシステムを管轄する暗黒部門の存在は、充分に疑える……。"
    ],
    "textEn": [
      "The head of the Kimiyoshi family was the one who called the main house most often after the fifth year's curse.",
      "My father called the second most.",
      "My parents were still high in the hierarchy, but the stir caused by my mother's disownment still hung over us, so we got treated as outcasts.",
      "So the fact that my father received so many calls proved how much the hag valued us despite the distance at which we were kept, demonstrating her own two-faced respect for both sides of the coin.",
      "My father seems to be in charge of the intelligence bureau.",
      "He reported police information, gossip, and rumors going around in the yakuza business to the hag.",
      "He silences, stirs, and distorts that information at her request.",
      "By the way, my servant Kasai is an old friend of my father's.",
      "...That must be why Kasai knows many things.",
      "But I don't know",
      "if my father is involved in the curse's execution.",
      "My assumption is that although he gathered information on the police investigation about the case,",
      "he wasn't involved in the execution itself.",
      "...The fact that my father and the hag have this close connection isn't widely known.",
      "People know that she uses his information network, but they don't look very far beyond that.",
      "In the same way...",
      "It's possible that a 'curse execution team' exists under the hag's direct control. People just aren't aware of it..."
    ]
  }
]