[
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「いえいえ、気にしないで下さいよ。",
      "この店でおでんを食べるとですね。",
      "なぜか、年契のガソリンスタンドの請求書に化けちゃうんですよ。",
      "だから遠慮しないでもう一杯飲んでいけばいいのに。」"
    ],
    "textEn": [
      "\"No, no, don't worry about it.",
      "You see, when you order the oden here...",
      "for some reason, it ends up on the annual invoice for our gas contracts.",
      "So don't be shy and have another drink.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "男は、これでもう充分と赤ら顔で手を振り、駅前の華やかなネオンの中に消えていった。"
    ],
    "textEn": [
      "The man, red-faced, waved his hand to say that he'd had enough, and disappeared into the brilliant neon lights in front of the station."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……熊ちゃんも勉強しといて下さいよ。",
      "謙虚な人が結局、一番長生きするんです。んっふっふっふ！」"
    ],
    "textEn": [
      "\"...Kuma-chan, you should be taking notes.",
      "The most modest people are the ones who live the longest. Nfu-fu-fu-fu!\""
    ]
  },
  {
    "color": "#8f6d8f",
    "labelEn": "Kumagai",
    "labelJp": "熊谷",
    "textJp": [
      "「さっきの話、…本当っすかね。」"
    ],
    "textEn": [
      "\"Was all that... true?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「さぁて、それはわからないですけどね。",
      "真偽はともかく、そういう話がまことしやかに流れてるということには意味があると思いますよ。」"
    ],
    "textEn": [
      "\"Well, I don't know about that.",
      "Whether or not it's true, I think there's meaning in hearing something that sounds so plausible.\""
    ]
  },
  {
    "color": "#8f6d8f",
    "labelEn": "Kumagai",
    "labelJp": "熊谷",
    "textJp": [
      "「…そんなのが村長を狙う動機になりうるんすかね…？」"
    ],
    "textEn": [
      "\"...Would something like that be a motive to go for the mayor...?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「熊ちゃん、いつも言ってるでしょ。",
      "動機ってのは、その本人に充分でありさえすれば足りるんです。",
      "価値観の違いをよく考えなくちゃ。",
      "…お母さん、",
      "もう一杯ください。」"
    ],
    "textEn": [
      "\"Kuma-chan, here's what I always say.",
      "The motive only has to be enough for the person in question.",
      "You need to think about how different people value different things.",
      "...Hey, bartender,",
      "give me another mug.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "情報を伏せているにも関わらず、すでに雛見沢中で知られている、富竹と鷹野の死。",
      "その死は、禁断の神殿「祭具殿」に踏み入ったためにオヤシロさまの怒りに触れた、というのがもっぱらの噂だ。",
      "その噂によれば、踏み入った人間はまだ２人いる。",
      "…園崎詩音と、",
      "前原圭一。",
      "この２人にも「オヤシロさまの祟り」があるかもしれないと、影で囁く声があるという。",
      "だが、責任は祭具殿に踏み入った４人だけに留まらないらしいのだ。",
      "昨年までは厳重な施錠だったのだが、今年からは簡単な施錠になったため、簡単に賊の侵入を許してしまったのではないか。",
      "…そういう噂が流れているのだ。"
    ],
    "textEn": [
      "Though we have been suppressing the information, Tomitake and Takano's deaths were already known throughout Hinamizawa.",
      "All of the rumors pointed to them having incurred the wrath of Oyashiro-sama for setting foot in the forbidden temple—the storehouse for ritual implements.",
      "According to the rumors, there were two other people who went in there with them.",
      "...Shion Sonozaki...",
      "and Keiichi Maebara.",
      "People were whispering in the shadows that those two would be cursed by Oyashiro-sama as well.",
      "Apparently, however, the responsibility didn't fall solely on the four trespassers' shoulders.",
      "Until last year, it was locked up tight, but this year it had been changed to a simpler lock—hadn't that been what allowed thieves to enter so easily?",
      "...Those were the rumors going around."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「熊ちゃんは見たことありませんか？",
      "私はずいぶん前に何かの用で行った時に見たことをよく覚えてますよ。」"
    ],
    "textEn": [
      "\"Have you ever seen it, Kuma-chan?",
      "I remember it well—I had to go there for something quite a while back.\""
    ]
  },
  {
    "color": "#8f6d8f",
    "labelEn": "Kumagai",
    "labelJp": "熊谷",
    "textJp": [
      "「すみません、ちょっと思い出せないっす。」"
    ],
    "textEn": [
      "\"Sorry, I don't really remember.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「それはもう、おっかないくらいに厳重に施錠してありましてね。",
      "重そうなカンヌキでどっかりと塞がれていて。",
      "まるで大金庫みたいに厳重な蔵だったんですよ。」"
    ],
    "textEn": [
      "\"It was locked up so tight it was scary.",
      "There were these real heavy bars holding it shut.",
      "It was sealed up as good as a bank vault.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それが今年から、本当に簡単な、安っぽい南京錠ひとつだけになった。",
      "……神社を守る一人娘、古手梨花が重い施錠を嫌い、村長に相談。",
      "…簡単な南京錠に付け替えたというのだ。"
    ],
    "textEn": [
      "This year, it was a very simple and cheap padlock.",
      "......The lone girl protecting the shrine, Rika Furude, disliked the heavy locks, and consulted with the mayor...",
      "who had replaced it with a simpler padlock."
    ]
  },
  {
    "color": "#8f6d8f",
    "labelEn": "Kumagai",
    "labelJp": "熊谷",
    "textJp": [
      "「…だから、村長と古手梨花も同罪、ってことなんすか…？",
      "だとしたら、…村長に続いて、古手梨花もまずいじゃないっすか？！」"
    ],
    "textEn": [
      "\"...So then the mayor and Rika Furude share the crime...?",
      "So... then, after the mayor, wouldn't Rika Furude be in danger next?!\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「その可能性は大ですねぇ。",
      "……熊ちゃん。",
      "雛見沢を巡回してる覆面車に至急連絡。",
      "古手神社近辺に張り付かせてください。」"
    ],
    "textEn": [
      "\"There's a decent possibility.",
      "...Kuma-chan.",
      "I want you to contact all the cars we have in Hinamizawa.",
      "Tell them to stick near the Furude Shrine.\""
    ]
  },
  {
    "color": "#8f6d8f",
    "labelEn": "Kumagai",
    "labelJp": "熊谷",
    "textJp": [
      "「りょ、了解っす！！！」"
    ],
    "textEn": [
      "\"G-Got it!!!\""
    ]
  }
]