[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "闘撮必勝ガイド４月号「征服徹底解析（ファミレス編）」より転載",
      "そしていよいよ、激アツの３日目。",
      "××県鹿骨市という辺境にありながら、マニア垂涎の超有名店がこのエンジェルモートだ。",
      "なぜにも名店はこうも人里を嫌うものなのか…。",
      "闘撮の神の試練としか思えない。",
      "地元では美味しいデザートで知られるレストランだが、我々には知ったことじゃない！",
      "高いデザートが食いたければ不○家系にでも行けばいい！",
      "我々の目指す甘いデザートは食べるものではなく……制服の方なのだー！！",
      "芳しき汗の芳香を漂わせ、その着用を強要されたウェイトレスの制服は、もはや公然の拘束具と言ってもいい！",
      "こんな羞恥プレーが全国の制服のかわいいお店で堂々と行なわれているなんて？！",
      "出撃せよ！",
      "闘撮ハンタァアァアァアー！！",
      "★喫煙席こそＭＡＸポジション？　タコ粘りでチャンスを狙え！",
      "竜「昨日は席取りで失敗しましたからね。",
      "今日こそ究極の黄金席、喫煙席の角ボックスを狙います！",
      "一般にヲタクは禁煙席が圧倒的に多いんですよ。",
      "ですから喫煙席の方がゆとりを持って射界が取れるんです。」",
      "さすがはハンター竜。",
      "勝負は座る席の時点で決するとでも言わんばかりだ。",
      "実際に竜は、初日の秋葉原の××××××でも同様の戦略で高設定席のゲットに成功している。",
      "この日もランチタイムを外した昼下がりに、狙い席の空きを確認の上、楽々ゲット。",
      "メニューを小出しに頼むなどの小技で確実にエンゲージの機会を増やしながら闘撮のチャンスを伺う…。",
      "だが…やはり前日のアレ（※１）がたたったのか、闘撮の神は微笑まない！！",
      "３時に一度、手堅い連チャンを取りこぼして以降、チャンスはまるで訪れない。",
      "４時過ぎからはオーダーも男が取りに来るようになり、完全に見抜かれた様子…。",
      "マークされたら潔く撤退が暗黙のハンタールール……。",
      "竜「狙いは完璧だったんですが…、あの２時半にやったフォーク技が裏目ったようです。",
      "…ボックスシートでバッグ床置きはやはり警戒されたかなー…。",
      "もうボストンバッグに隠しカメラは化石技かも…。",
      "半日粘って２桁ＥＧなら充分な高遭遇率なんですが。",
      "…無念です。」",
      "それでも何とかお宝ショットを数枚ゲット。",
      "…さすがはハンター。",
      "不調をぼやきながらもこのナイスアングル。",
      "職人である。",
      "しかし驚くべきは、今回の制服大征服日本縦断（ファミレス編）、何とまだ検挙者なし！",
      "全国の都道府県警の約半分にお世話になったと豪語するハンターには幸先のいいスタート？！",
      "※１　前日のアレ",
      "前日にハンターが挑んだ、名古屋の巫女割烹××。",
      "なんとハンターは意気込み過ぎて入店と同時に店側に看破され、初めからボックス配置の宮司待遇。",
      "半日粘るも、とうとう巫女さんは１ｓｔオーダー時にしか現れなかったのである…！",
      "ハンターにあるまじき大ポカ！！",
      "というわけで毎度激好評のハンター生写真のプレゼントコーナー！！",
      "ハンター直選の、エンジェルモート制服をローアングルから食べ放題生写真３枚セットを、熱い読者１名にプレゼントだ！！",
      "激アツ写真で君も今日から闘撮者！！"
    ],
    "textEn": [
      "Reprinted from <i>The Victorious War Photographer's Guide</i>, April issue, \"Complete Conquest Analysis (Family Restaurant Chapter).\"",
      "Now, at last, we come to the blazing-hot third day.",
      "To Angel Mort, a super-famous restaurant and the envy of all enthusiasts, despite being located in the remote Shishibone City of ×× Prefecture.",
      "Why, exactly, do the most famous stores avoid the centers of human habitation?",
      "It can only be because it is a trial given to us by the God of War Photography.",
      "It's famous locally for having the best desserts in town, but that matters not to us!",
      "If you want expensive desserts, then you can just go to a [censored] place or something!",
      "We aim not for sweet treats... but for sweet uniforms!!",
      "The fragrant aroma of sweat wafts from these obligatory waitress uniforms, creating no less than a public torture device!",
      "How can their bashful flirtation be on par with all the other restaurants with cute uniforms all across the country!?",
      "War Photography Hunter...",
      "Awaaaay!!",
      "★The smoking areas are the real super positions? Aim for your chance at them with the tenacity of an octopus!",
      "Ryuu: \"Yesterday, I failed to get seating.",
      "Today, I will aim for the ultimate, golden seat—the corner box in the smoking area!",
      "Otaku are overwhelmingly non-smokers.",
      "So I'll procure a spot in the smoking area and set up camp there.\"",
      "As expected of Ryuu, the Hunter.",
      "He's saying his victory was decided the moment he chose his seat.",
      "In actuality, Ryuu used the same tactic during the grand opening of Akihabara's ×××××× and succeeded in getting the best seats in the house.",
      "Back then, he also went early in the afternoon, just after the lunch rush, and not only did he find his target seat empty, he also obtained it with ease.",
      "By utilizing tricks such as ordering a little at a time, he effectively increased the number of opportunities for engagement, carefully scoping out his chance for a picture...",
      "But... as if cursed by that* from the day before, the God of War Photography did not smile upon him!!",
      "After suffering successive, firm defeats until 3 PM, he finds no chances coming his way.",
      "And after 4 PM, a man began to take his orders—it looks as though he has been seen through...",
      "It is the rule of a Hunter to withdraw with grace once marked......",
      "Ryuu: \"My aim was perfect... but the fork technique I used at 2:30 seemed to have backfired.",
      "...Maybe they were wary, since I sat in a booth and left my bag on the floor...",
      "My camera was already hidden in my travel bag, and might fossilize in there...",
      "If there were 2-digit EGs involved for sticking here half the day, I'd have a high encounter rate.",
      "...I am mortified.\"",
      "Even so, he still got a few pieces of gold.",
      "...As to be expected from the Hunter.",
      "He attained this nice angle, despite lamenting his failure.",
      "He is an artisan.",
      "More surprising, though, is that this Uniform Conquest Across Japan has yielded not a single arrested person!",
      "What an amazing start for the hunter who brags about having been to approximately half of the total prefectural police stations in the country!",
      "* 'That' thing the day before.",
      "The day before, our Hunter took on the Shrine Maiden Cuisine ×× in Nagoya.",
      "His Hunter spirit showed through too zealously, and as soon as he entered the store, he was seen through, placed in a booth, and waited on by the head priest.",
      "Despite waiting half a day, the much-anticipated shrine maidens appeared only at the time of his first order...!",
      "A seriously huge blunder for a Hunter!!",
      "Now then, here we have the giveaway of the Hunter's original photographs that always receive such high praise!!",
      "We'll present one passionate reader with three all-you-can-eat low-angle pictures of the Angel Mort uniforms, chosen by the Hunter himself!!",
      "With such blazing hot pictures, you, too, can become a war photographer today!!"
    ]
  }
]