[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "＜綿流しについて＞",
      "綿流しの儀は今でこそ、毎年６月に行なわれる村祭りだが、その原点を紐解くと、実に血生臭い儀式にたどり着く。",
      "本来、綿流しは、一定周期に基づき、オヤシロさまの信託を得て「犠牲者」を選び出し、",
      "それを村ぐるみで誘拐（鬼隠し）し、儀式めいた方法で解体して食す人食いの宴であった。",
      "（周期の法則には謎が多い。",
      "儀式の間隔が非常に不定期だからだ。",
      "天体を元にした吉凶によって決めているという説もあるが、説得力に乏しい。）",
      "",
      "古代の鬼ヶ淵村の住人たちは自分たちが半人半鬼の仙人で、人間よりも高貴な存在であると固く信じ、それを内外に認めさせていた。",
      "人間をさらい、それを食す行為は、食物連鎖における優位を示すために行なわれたのではないだろうか。",
      "",
      "以下は仮説だが、綿流しの儀は、閉鎖環境である鬼ヶ淵村の内側に何らかの不満が募った場合のはけ口や、目を逸らすための目的で開かれた、",
      "政治的なイベントとも考えられないだろうか。",
      "こうした目的で主に開催されていたとするならば、儀式の不定期性にも説明が付き易い。"
    ],
    "textEn": [
      "<Watanagashi>",
      "The rite of Watanagashi is performed during a village festival every June even now, but reading back to its origin turns up a seriously sanguine ceremony.",
      "Originally, Watanagashi would happen at fixed intervals, and after receiving Oyashiro-sama's trust, they chose a sacrifice.",
      "Then, the entire village would kidnap (demon away) the person and ceremonially dissect and devour them in a feast.",
      "(The rules that determined the intervals are shrouded in mystery.",
      "This is because the ceremonies occurred extremely irregularly.",
      "There's a theory that it was determined based on astrological fortune-telling, but it isn't too convincing.)",
      "<size=-2>",
      "The residents of ancient Onigafuchi Village firmly believed that they were half-man, half-demon transcendents, and that they were more valuable than humans were—and they forced people within and without to accept that.",
      "Perhaps the act of kidnapping and eating people was done to prove that they were higher up on the food chain.",
      "<size=-2>",
      "This is just a hypothesis, but maybe the rite of Watanagashi was a political event for the purpose of being an outlet for (or outright diverting the attention of) the villagers of the isolated Onigafuchi Village,",
      "in case any of their complaints or dissatisfactions grew serious.",
      "If that was the main reason these ceremonies were held, then it's easy to explain how erratic they were."
    ]
  }
]