[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "＜綿流しの意義について＞",
      "犠牲者を狩り、それを食す宴、綿流し。",
      "それ自体は異常なものでありながらも、同時に娯楽性を伴うものだと考えられてきた。",
      "（異常な行為に娯楽性を感じるという「無理」によって、自分たちが人間を超越した存在だと信じこもうとしたのかもしれない。）",
      "だが、その説に一石を投じる興味深い文献を見つけた。",
      "口伝らしく、鵜呑みにできるものではなさそうだが、その内容は少し興味を惹く。",
      "それによると、鬼ヶ淵村の住人にも、この儀式を「恐れる」感情があったと言うのだ。",
      "女子供は蒼白になりながら震え、血に弱い者は嘔吐しながらも、それでもなお、宴（解体作業）を見ることを強要されたのだと言う。",
      "これは非常に面白い異聞だ。",
      "私はこれまで、鬼ヶ淵村の住人は綿流しの儀式にある種の陶酔を得ていると考えてきた。",
      "自分たちが見下す「卑しい人間風情」を魚を下ろすように解体し、",
      "それを食すことによって自分たちの神聖性を確認してきた、…そう考えてきた。",
      "だが、この儀式によって村人が得ていたものが陶酔でなく恐怖だったとすると、儀式の意味するところは大きく変わってしまう。",
      "つまり、有力者たちが自分たちの都合のいいように組み上げた戒律を厳守させるために催した、見せしめ処刑だった可能性が出てくる。",
      "鬼ヶ淵村を実効支配してきたのは御三家と呼ばれる３つの旧家だ。",
      "この御三家の研究なくして、鬼ヶ淵村の真実には迫れまい。"
    ],
    "textEn": [
      "<The Significance of Watanagashi>",
      "Watanagashi—a festival of hunting for sacrifices and feasting on them.",
      "While the festival itself is remarkable, it has come to be considered a form of entertainment as well.",
      "(Perhaps it was because of the disparity between being both an egregious act and a form of entertainment that the perpetrators began to believe themselves transcendent.)",
      "However, I found some very interesting literature that appears to raise questions about that explanation.",
      "As with most oral traditions, it's not easily swallowed, but it does mention a few things that spark my interest.",
      "According to this literature, even the residents of Onigafuchi Village felt fear towards this ritual.",
      "Women and children would grow pale and tremble, and those of weak constitution would vomit—but it said that the feast (the dissection) was an obligatory viewing.",
      "This is an extremely curious tale.",
      "Until now, I'd thought that the residents of Onigafuchi Village were fascinated by the Watanagashi ritual.",
      "They looked down on those vulgar, barbaric humans, cut them open like fish,",
      "and by eating them, they reaffirmed their own holiness... at least, that's what I thought.",
      "However, if what the villagers gained from this ritual was not fascination, but fear, then that would suggest the ritual meant something entirely different.",
      "There's the possibility that the executions were meant as warnings, encouraging the villagers to strictly follow religious precepts created by those with power for their own convenience.",
      "Onigafuchi Village has been effectively ruled over by three old families, called the Three Families.",
      "Without investigating the Three Families, I probably won't get any closer to the truth of Onigafuchi Village."
    ]
  }
]