[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "もちろん、古手家の人間以外は",
      "「不浄」を持ち込むから立入禁止の不可侵領域。",
      "……聖域なの。」"
    ],
    "textEn": [
      "Of course, if anyone but the Furude family enters...",
      "...they bring 'impurity' into it, so absolutely no one is allowed a single step inside it.",
      "......It's a sanctuary.\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「残念だけど、このお話には桃太郎みたいな正義の味方は登場しないわ。」"
    ],
    "textEn": [
      "\"Unfortunately, there is no Momotarou or Superman in this fairy tale.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……鷹野さんが言うには、鬼の血を引く者たちは周期的に「狩猟者」としての本能が目覚め、獲物を求めて人里に姿を現すのだという。",
      "そして、その際に行われるのが「鬼隠し」だそうだ。"
    ],
    "textEn": [
      "...As Takano-san explained it, those with demon blood in them periodically awaken to their instincts as 'hunters.'",
      "So when this happens, it's said that they descended on the human villages looking for prey and conducted Onikakushi."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「平たく言えば、鬼たちによる誘拐行為よ。」"
    ],
    "textEn": [
      "\"Broadly speaking, it's when a demon kidnaps someone; when a person is 'demoned away.'\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「そうして生贄をさらってきた夜にはね。",
      "「綿流し」の儀式が開かれたというわ。」"
    ],
    "textEn": [
      "\"So on the nights when they stole away villagers...",
      "this ritual became known as the 'Watanagashi.'\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それは、……決して露店や祭囃子でにぎわうものなどではなく、",
      "……もっと違う、背筋が震えて身が凍るような……凄惨な宴だったのだ……！！",
      "……さっきまでの、楽しかったひとときの記憶がノイズまじりに乱れ、ぼやけて、……砂嵐の中へと消え去ってゆく。",
      "「綿流し」の名前に隠されたどす黒く陰惨な響きが、全身にまるで痺れのような圧迫となって……",
      "目の前のもののいろが灰色に反転して、ぐるぐると渦巻きながら揺れ動いて見えた。"
    ],
    "textEn": [
      "It... certainly wasn't the sort of event lively with street stands and festive chanting.",
      "...It was more of a ghastly feast... the sort which would send a shiver down your spine and chill you to the bones...!!",
      "...My fun memories from just a short while earlier swirled and blurred into noise, ...as if vanishing into a sandstorm.",
      "It felt like the name of the 'Watanagashi' had taken on a sticky dark, shadowy aura and was pressing down on my whole being, numbing my senses.",
      "My vision had turned gray, sapped of color, and everything looked like it was spinning dizzily."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「梨花ちゃんが持っていた祭事用の鍬。",
      "…もう薄々は気付いてると思うけど、あれは田畑を耕す鍬ではなくて。」"
    ],
    "textEn": [
      "\"Rika-chan was carrying a festival hoe.",
      "...You've probably realized it already, but that's not a hoe for plowing fields.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鷹野さんはそこで言葉を区切って、にやりと笑う。……つまり、「鍬」といっても鋭利な「刃物」としての道具とでもいいたいのだろうか……。"
    ],
    "textEn": [
      "Takano-san cut off with a smirk... Did she mean to say that despite being a hoe, it actually serves as a sharp bladed tool...?"
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "祟りなら、今年はどんな死に方をさせられちゃうのかしら。",
      "……そう言えば今夜よね。",
      "オヤシロさまの祟りがある夜は。」"
    ],
    "textEn": [
      "If it's the curse, then I wonder what kind of death it'll be this year?",
      "......It is tonight, you know.",
      "The night of Oyashiro-sama's curse.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "被害者は、すぐには殺されなかったのだろう。",
      "むしろ、……自分が殺される過程すら目の当たりにしながら、……命を絶たれたのかもしれない。",
      "もし、……それが自分だったら……？",
      "そんなこと、考えもつかないし、……考えたくもない。"
    ],
    "textEn": [
      "The victim surely wasn't allowed to go peacefully.",
      "On the contrary, they most likely had to watch the whole process... before finally being extinguished.",
      "What... what if that was me...?",
      "I couldn't even imagine it... and didn't want to, either."
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「たったよ。",
      "…たった百年前のことよ。",
      "それにね。",
      "昭和に入ってからだって、あるんだから。",
      "…終戦直後に騒ぎになった",
      "缶詰疑惑、",
      "……あ、ごめんなさい。"
    ],
    "textEn": [
      "\"That's all.",
      "...Only a hundred years ago.",
      "Besides.",
      "It kept happening even after the beginning of the Showa period.",
      "...Like with the uproar around the post-war",
      "canned flesh incident,",
      "......Oh, I apologize."
    ]
  },
  {
    "color": "#956f6e",
    "labelEn": "Keiichi",
    "labelJp": "圭一",
    "textJp": [
      "「……え？",
      "今、鷹野さん、何て言いました？",
      "缶詰疑惑って…、」"
    ],
    "textEn": [
      "\"......Huh?",
      "Takano-san, what did you just say?",
      "Canned flesh...?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「あら、ジロウさんも見たくて我慢できなくなったかしら？」"
    ],
    "textEn": [
      "\"Oh, Jirou-san, could you not resist seeing inside?\""
    ]
  },
  {
    "color": "#f6d9a8",
    "labelEn": "Takano",
    "labelJp": "鷹野",
    "textJp": [
      "「…もう。",
      "いついかなる時でもフィルムを残しておかないと決定的スクープ写真なんか取れないわよ？",
      "…仕方ないわね…。」"
    ],
    "textEn": [
      "\"...Geez.",
      "You won't win any Pulitzer Prizes by not stocking enough film for any occasion, you know.",
      "...I suppose that's it, then...\""
    ]
  }
]