[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "残る各職員は担当団体ごとに本件との関連を調査。",
      "日共、赤軍、連合のラインは集中的にやれ！"
    ],
    "textEn": [
      "The remaining members, investigate whatever is related to the case as assigned to your units.",
      "Focus your line of investigation on the Commies, Reds, and Confeds."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "「……に行ってくれ。",
      "違法行為を以て主張を通そうとする危険性は、十分にありますね。」"
    ],
    "textEn": [
      "\"--and cover that.",
      "There's enough reason to believe they could use illegal means to assert their demands.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「具体的に、鬼ヶ淵死守同盟が行った違法行為を教えていただけますか？」",
      "被差別部落のことですか？」",
      "××県警での情報収集はどうですか。」"
    ],
    "textEn": [
      "\"Could you give me a basic rundown of the types of illegal activities the Onigafuchi Defense Alliance are engaging in?\"",
      "Is it an outcaste community?\"",
      "How's the information gathering at the XX Prefectural Office?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…まるで、中東辺りの内戦の国に迷い込んだような錯覚です。」",
      "それに、あなたのお陰で雀荘のツケを全部返せるんですからねぇ。"
    ],
    "textEn": [
      "\"...It almost feels like we've wandered into a civil war in the Middle East.\"",
      "On top of that, thanks to you, I can pay back what I owe from my mahjong debts."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "どんなささやかなケチでもひとつ付けば、…左派政党がどっと票を伸ばす可能性もある、と。」",
      "…………今時の若者はこんな迷信、信じませんがね。",
      "興宮の明治生まれの年寄り連中には、今でも盲信してるのが多いですよ。」"
    ],
    "textEn": [
      "It wouldn't take much wrongdoing for the left wing parties to suddenly garner more support.\"",
      "...Kids these days might not believe such superstitions,",
      "but amongst the older folk in Okinomiya born in the Meiji Era, many would never question these warnings.\""
    ]
  }
]