[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "時間の読みを間違え、早く来すぎてしまった。",
      "バタバタバタタ…と、時間表がめくれて行く。",
      "私の乗る札幌行きの便の出発は、まだまだ先だ。",
      "搭乗手続き開始までにだって、まだ１時間はたっぷりあるようだった。",
      "…なら、その辺のベンチで目を瞑るのもいいか。",
      "勤務明けからそのまま来たので、疲れのせいか少し眠い。",
      "適当なベンチが見つけられたので、荷物を隣の席に下ろし、深々と腰掛けた。"
    ],
    "textEn": [
      "I had misread the time, and ended up arriving too early.",
      "The schedule board flipped with a series of clacks.",
      "My flight to Sapporo was still a bit later on.",
      "I still had over an hour before boarding.",
      "...Well, I might as well close my eyes for a bit on that bench over there, then.",
      "I came here directly from work, so maybe the fatigue from that was making me sleepy.",
      "Finding a suitable bench, I put my luggage on the seat next to me and settled down."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……はぁあぁーーーーー………。」"
    ],
    "textEn": [
      "\"...Phew...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "自然にこぼれるオヤジくさいため息。",
      "いつまでも若者のつもりだが、やはり自分も立派な中年なんだろう。",
      "…２０代も後半に入ると体力は衰える一方という噂は、どうやら嘘でもないようだ。",
      "最近は仕事に忙殺されるだけで、自分の時間というものを余り持たなかった。",
      "こんな風に、一人旅を楽しむなんてことは、学生時代以来かもしれない。",
      "…旅行の目的は旧友との再会だ。",
      "旧友と呼んでいいかは怪しい。",
      "…悪友と呼ぶべきかもしれない。",
      "彼は一昨年に退職を迎えた後、母の故郷である札幌に引越した。",
      "その母もすぐに他界し、今は優雅に第二の人生を送っているという。",
      "彼の名は、大石蔵人。",
      "…××県興宮署の捜査一課に勤めていた元刑事だ。",
      "私と彼が直接縁があったのは、実のところ、わずか三日間に過ぎない。",
      "その後も、年賀状等でずっと縁はあったが、再会したことはなかった。",
      "だから、彼と再会するのは…７年ぶりになる。",
      "私と彼が出会ったのは、つまり７年前。",
      "昭和５３年のこと。",
      "あの当時のことで、……どうしても大石氏に聞きたいこと、話したいことがあるのだ。",
      "それについて説明するには、……あの昭和５３年の事件を回想しなくてはならない。",
      "…何から何までが闇で決められ、闇に葬られた、あの誘拐事件。",
      "そして、………………ひとりの不思議な少女のことも思い出さなくてはならない。",
      "…………………。",
      "私の名は、赤坂衛（あかさかまもる）。",
      "あれは、…まだ６月なのに妙に暑い年のことだった…。"
    ],
    "textEn": [
      "I sighed like an old man.",
      "I had hoped to stay young forever, but had become splendidly middle-aged.",
      "...Apparently the rumor that \"even people in the latter half of their twenties experience a decline in their physical strength\" wasn't a lie.",
      "It had been mind-numbingly busy at work lately, so I rarely had any time to myself.",
      "This might have been the first time I'd been able to enjoy a journey alone like this since I was a student.",
      "...The reason behind this trip was to meet with an old friend.",
      "It was a bit strange to call him an old friend...",
      "in fact, it might be better to call him a bad one.",
      "After retiring a couple of years ago, he moved to Sapporo, his mother's hometown.",
      "His mother passed away soon after, and he was now peacefully enjoying his second lease on life.",
      "His name was Kuraudo Ooishi.",
      "He was a former detective from the Primary Investigation Unit at the station in Okinomiya, XX Prefecture.",
      "To be honest, the only direct contact we ever had didn't last more than three days.",
      "After that, we exchanged New Year's cards, but never met again.",
      "So, this would be the first time meeting him in... seven years.",
      "In other words, we met seven years ago.",
      "In 1978.",
      "There was something I just had to ask-- to talk to him about concerning that time.",
      "To explain that... it was impossible not to recall the incident that happened back then.",
      "...That kidnapping, the details and resolution of which were resigned to darkness.",
      "Also... it was impossible not to recall a certain mysterious girl.",
      "...",
      "My name is Mamoru Akasaka.",
      "It was a year that had been strangely hot even though it was only June..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Everyone",
    "labelJp": "全員",
    "textJp": [
      "「「「先生ぇ〜、さよ〜〜ならッ！！」」」"
    ],
    "textEn": [
      "\"\"\"Goodbye, teacher!!\"\"\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Teacher",
    "labelJp": "先生",
    "textJp": [
      "「ハイ、さようなら。",
      "車に気を付けるんですよ。",
      "お友達の家に寄り道なんかしないように。"
    ],
    "textEn": [
      "\"Okay, bye.",
      "Watch out for cars.",
      "And don't drop in at a friend's house along the way."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Teacher",
    "labelJp": "先生",
    "textJp": [
      "明日の教科書の準備は必ず寝る前にしておくんですよ。」"
    ],
    "textEn": [
      "Make sure you get your textbooks in order for tomorrow before you go to bed.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "がたがたがたがた！！",
      "児童たちが廊下へ飛び出していく賑やかな音。"
    ],
    "textEn": [
      "Clatter clatter clatter!",
      "The lively sounds of children running towards the hallway."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Young boy",
    "labelJp": "少年",
    "textJp": [
      "「でさ〜〜〜、つってんだぜぇ？！」"
    ],
    "textEn": [
      "\"Hey now, didn't I tell you before!?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Young boy",
    "labelJp": "少年",
    "textJp": [
      "「そんなの俺、持ってるもんよー！！",
      "いらねぇよーッ！！」"
    ],
    "textEn": [
      "\"I already have one of those!!",
      "I don't need any more!!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "児童独特の甲高い声。",
      "賑やかに鳴くセミの声も、子供たちにはまったく届かないようだった。",
      "住宅地のあちこちの交差点で、仲良しグループで下校していた子供たちが、ひとり、ひとりと別れていく。",
      "昇降口を出た時には何人ものグループでも、家が近付けばその人数はどんどん減っていく。",
      "…だから、下校する仲間の人数が少なくなるのは、それだけ家が近付いたという証拠。"
    ],
    "textEn": [
      "The unique high-pitched voice of youth.",
      "The energetic shrill of the cicadas went completely unheard by their ears.",
      "Children, returning home from school, split off one-by-one from their groups of friends as they went through intersections in the residential area.",
      "Even though there were several of them in a group as they left the school, as they got closer to their homes, their numbers dwindled.",
      "...That's why the fewer friends you were walking home with acted as an indicator that you were that much closer to your destination."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Young boy",
    "labelJp": "少年",
    "textJp": [
      "「じゃあなー！！",
      "あばよー！」"
    ],
    "textEn": [
      "\"Later!!",
      "See ya!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Young boy",
    "labelJp": "少年",
    "textJp": [
      "「うん、また明日ねー。」"
    ],
    "textEn": [
      "\"Yeah, see you tomorrow.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "最後の友人とも別れる。",
      "…路地を曲がったところにワゴン車が止まっていた。",
      "窓が開いていて、カーラジオの音が外に漏れ出している。",
      "…ニュースか何かのようだった。"
    ],
    "textEn": [
      "He finally parted ways with his last friend.",
      "...A van was parked at a bend in the road.",
      "The window was open, the sound of the radio leaking outside.",
      "...It must have been the news or something."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Radio",
    "labelJp": "ラジオ",
    "textJp": [
      "「……たため、道路交通法違反、公務執行妨害で３名を逮捕しました。"
    ],
    "textEn": [
      "\"...for that reason, the three of them were arrested for traffic violations and obstruction of justice."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Radio",
    "labelJp": "ラジオ",
    "textJp": [
      "一連の雛見沢ダム建設反対を巡る運動は、先月の機動隊との流血事件を境に過激化の一途を辿っており、"
    ],
    "textEn": [
      "Due to the protests against the Hinamizawa Dam Project resulting in bloodshed when clashing with riot police last month, things have only become more violent."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Radio",
    "labelJp": "ラジオ",
    "textJp": [
      "警察では過激な活動家による次の事件を警戒しています。"
    ],
    "textEn": [
      "The police are therefore taking precautions against radical activists causing yet another incident."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Radio",
    "labelJp": "ラジオ",
    "textJp": [
      "先週も、建設省庁舎前での犬飼建設大臣への直訴事件があったばかりで…、」"
    ],
    "textEn": [
      "Last week, there was also a direct confrontation with Minister Inugai on the steps of the Ministry of Construction...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "犬飼建設大臣という名に、少年はぴくりと耳を動かした。",
      "その時、ラジオの音が漏れていた車の窓から、ひょっこりと男が顔を出した。",
      "車の扉を開けるときの仕草が、前後から人や車が来てないか、確かめるための仕草とは少し異なった。",
      "……面識のない男と突然、目が会い、少年は少し狼狽する…。"
    ],
    "textEn": [
      "The boy's ears perked up at the mention of the name \"Inugai\".",
      "At that moment, a man's face peeked out suddenly from the window of the van.",
      "His behavior was a little different than that of a man looking around to see if there was any incoming traffic before he opened the door of his vehicle.",
      "...His eyes meeting suddenly with the unfamiliar man, the boy panicked slightly..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Nightingale",
    "labelJp": "鶯",
    "textJp": [
      "「……鶯、ＯＫ。」"
    ],
    "textEn": [
      "\"...Nightingale, okay.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Skylark",
    "labelJp": "雲雀",
    "textJp": [
      "「雲雀、ＯＫ。",
      "前後２ブロック確保した。",
      "……いいぞ…！」"
    ],
    "textEn": [
      "\"Skylark, okay.",
      "They've secured the two blocks around us.",
      "...We're good to go!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "助手席の男が小さく耳打ちする。",
      "男は頷くと扉を開け、…少年の前に立ちはだかった。"
    ],
    "textEn": [
      "The man in the passenger seat whispered quietly.",
      "Nodding in acknowledgement, the man opened the door... and stood before the boy."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Nightingale",
    "labelJp": "鶯",
    "textJp": [
      "「………キミ、",
      "…犬飼寿樹くん？」"
    ],
    "textEn": [
      "\"...You.",
      "...Are you Toshiki Inugai-kun?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "男はそう尋ねながら少年の名札を覗き込んだ。",
      "…『いぬかいとしき』、",
      "名札には平仮名でそう書かれていた…。",
      "電話の呼び出し音が三度目になった。",
      "手を伸ばせば、すぐに受話器は取れる。",
      "…だが、一度目の呼び出し音が鳴り止みもしない内に受話器を取ると、相手に安っぽくみられるのではないかと彼は気にしていた。",
      "だから、彼は常に呼び出し音が三度鳴るまでは受話器を取ろうとしなかった。",
      "自分でもつまらない癖だなとは思っている。",
      "…だが、三度待たせる程度では、そんなに意味がないのではないか、五度くらいは待たせてもいいんじゃないか、なんて自分がいるのもまた事実だ。",
      "そんな下らないことを頭に満たしながら、彼は三度目の呼び出し音が鳴り終わった余韻を噛み締めながら受話器を取った…。"
    ],
    "textEn": [
      "While asking that, the man peered at the boy's nametag.",
      "...\"Toshiki Inugai\"...",
      "the name was written plainly there...",
      "The phone rang for a third time.",
      "If he reached out, he could easily pick up the receiver.",
      "...However, he was concerned that if he picked it up before it had even finished ringing once, whoever was on the other end of the line would think him a fairly cheap person.",
      "That's why he normally never picked up the phone until the third ring.",
      "Even he thought it was a worthless habit.",
      "...However, his thinking that \"there isn't much meaning in waiting for just three rings, wouldn't waiting for five be all right?\" was very much a reality.",
      "His mind filled with such trifling thoughts, he picked up the phone after the third ring had finished, its reverb dampened by his action..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「…………はい。",
      "…………もしもし……？」"
    ],
    "textEn": [
      "\"...Yes.",
      "...Hello...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "「…………………………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「………………もしもし……？」"
    ],
    "textEn": [
      "\"......Hello?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "「…………………………。」",
      "たまに交換機の不調で、通話がうまくつながらない時があることを彼は知っていた。",
      "そういう時はさっさと電話を切り、もう一度先方に掛け直させればいい。",
      "……そう思い、受話器を置こうとした時。",
      "……彼はこの電話が確かに繋がっていて、受話器の向こうには、声を潜めた何者かが確かに存在する気配を感じ取る…。"
    ],
    "textEn": [
      "\"...\"",
      "He knew that sometimes due to a malfunction at the switchboard, calls didn't connect well.",
      "At those times, it was best to hang up and let the person on the other end call again.",
      "...Thinking that, the moment he began to hang up the phone...",
      "...He sensed that he was definitely connected after all. He felt the presence of the person on the other end of the line, keeping silent..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「………………………もしもし…？」"
    ],
    "textEn": [
      "\"......Hello...?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "「…………………………。」",
      "こちらの問い掛けが聞こえていないはずはない。",
      "……これは一体どうしたことだ？",
      "無言電話というものを、彼が知らなかったわけはない。",
      "だが彼はそんな電話を今日まで一度も取ったことはなかった。",
      "…それが、単に幸運なことだったにせよ、…この電話にそんなものがつながるなんてこと自体が信じられなかった。",
      "この電話には直通はない。",
      "受話も送話も全てオペレーターを通す。",
      "だから、身元の確認できない人間からの電話が取り次がれることは絶対にない。",
      "だからこそ彼は、この理解できない無言電話にどう対応していいかわからず、困惑をしかけていた…。"
    ],
    "textEn": [
      "\"...\"",
      "There was no way they didn't hear his question.",
      "...What was the meaning of this?",
      "It wasn't like he didn't know that people could use silent calls to harass others.",
      "However, he'd never received a call like that until today.",
      "...Maybe he was just lucky before, but he didn't believe that he would receive such a call on this phone.",
      "There were no direct calls to or from this line.",
      "Everything had to go through an operator.",
      "Therefore, there was absolutely no way the call would be connected unless it was verified there was somebody else on the other end of the line.",
      "That's why he didn't understand how to deal with this silent call, and instead settled into confusion..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「………あんた、誰だか知らないが、用がないなら切るよ。",
      "また掛けなおして下さい。」"
    ],
    "textEn": [
      "\"...I don't know who you are, but if you have nothing to say I'm going to hang up.",
      "Please call again some other time.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "それを捨て台詞に、受話器をガチャンと叩きつけようとした。",
      "……そこで、相手は初めて、言葉を口にする。"
    ],
    "textEn": [
      "Intending that to be a parting line, he made to slam down the receiver.",
      "...It was at that moment, the person on the other end spoke for the first time."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kidnapper",
    "labelJp": "誘拐犯",
    "textJp": [
      "「………………アナタガ名乗ッテクレナイカラ困ッテンデスヨ。",
      "アンタガ犬飼大臣ジャナイナラ、サッサト電話ヲ切ッテ下サイ。」"
    ],
    "textEn": [
      "\"...You didn't say who you were, so I was anxious.",
      "If you're not Minister Inugai, please hang up right away.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "受話器の向こうから聞こえた、奇妙極まりない妙な声に驚かずにはいられなかった。",
      "……こんな変なかすれたような、…金属的な声で喋れる人間がいるのか？",
      "……いやいや、…これは…どこかで聞いたことのある声だ。",
      "そう、よく低俗なドキュメンタリー番組で、身元を隠して告白する時に、音声は変えてお送りいたしております…なんて声になるじゃないか。",
      "…この受話器の向こうから聞こえてくる声は、まさにそんな感じだった。"
    ],
    "textEn": [
      "He couldn't help but be surprised by the extremely strange voice on the other end of the line.",
      "...Was there a human alive who could speak with this hoarse and metallic voice?",
      "... No. ...This was... a voice he had heard somewhere before.",
      "That was the kind of voice that was on those lowbrow documentaries, that they'd use when they wanted to hide the identity of a speaker, wasn't it?",
      "...The voice he was hearing over the line was exactly like that."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「………あんた、…誰。」"
    ],
    "textEn": [
      "\"... Who... are you?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kidnapper",
    "labelJp": "誘拐犯",
    "textJp": [
      "「………………ダカラ、ソレハコッチガ聞イテルンデスヨ。",
      "アンタ、犬飼大臣ジャナイノ？」"
    ],
    "textEn": [
      "\"....As I said, that's what I want to ask.",
      "Are you Minister Inugai?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "彼は、……犬飼は返事に躊躇した。",
      "この不審な電話の真意が読み取れず、…漠然とした薄気味悪さすら感じる。",
      "受話器を切り、オペレーターにこの電話の主は何者か聞こうとも思った。",
      "…だが、彼はそういう気持ちを理性で抑え、とりあえず名乗り、話を聞くことを選ぶ。"
    ],
    "textEn": [
      "He --Inugai-- hesitated to answer.",
      "Unable to discern the intent of this suspicious phone call, he had a vague feeling that something was off.",
      "He thought about hanging up the phone and asking the operator who initiated the call.",
      "...However, he forced himself to restrain that urge, and for the time being, chose to state his name and listen."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「……そうです。",
      "犬飼です。",
      "………名乗りましたよ、だからあんたも名乗ってくださいよ。」"
    ],
    "textEn": [
      "\"...That's right.",
      "This is Inugai.",
      "...I said my name, now you say yours.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kidnapper",
    "labelJp": "誘拐犯",
    "textJp": [
      "「……………私ノ名前ナンテ、ドウデモイインデス。",
      "マズ、アナタガドウイウ立場ニ置カレテイルカ、ソレヲ認識スルトコロカラ始メマショウ。"
    ],
    "textEn": [
      "\"...My name doesn't matter.",
      "First of all, let's begin by thinking about the situation you're in right now."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kidnapper",
    "labelJp": "誘拐犯",
    "textJp": [
      "…アナタハ今、自分ノ席デ電話ヲシテイマスネ？",
      "デハ、アナタノ席ノ右側ノ一番下ノ引キ出シヲ開ケテミテクダサイ。」"
    ],
    "textEn": [
      "...Right now, you're sitting in your chair talking on the phone, yes?",
      "Then, why don't you try opening the lower drawer to your right.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大臣席の右側の一番下の引き出し。",
      "…それは鍵の掛かった引き出しで、金庫にしまうほどでないにしても、それなりに重要なものをしまう位置付けの引き出しだった。",
      "だから犬飼は、その引き出しの中にある何かの重要な情報を欲しがっているんだろうな、と思った。"
    ],
    "textEn": [
      "The lowest drawer to the right of the minister's chair.",
      "...There was a lock on it. Not enough to function as a safe, but nevertheless it was a drawer that contained some valuable things.",
      "That's why Inugai thought that the person wanted some of the important information contained within that drawer."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「……すまんが、開けるつもりはないよ。",
      "自分の名前も名乗れんヤツの言いなりになる謂れはない。」"
    ],
    "textEn": [
      "\"...Sorry, but I don't have any intention of opening that.",
      "I have no reason to follow orders from somebody who won't even give me his name.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kidnapper",
    "labelJp": "誘拐犯",
    "textJp": [
      "「引キ出シヲ開ケテクレナイナラ、コノ電話ヲ切リマス。",
      "……キット、後悔スルコトニナリマスヨ？",
      "マズハ引キ出シヲ開ケテカラ考エテモイインジャナイデスカ？」"
    ],
    "textEn": [
      "\"If you don't open that drawer, I'll hang up the phone.",
      "...You will most likely end up regretting that.",
      "Why don't you think about opening that drawer first?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "犬飼はこの不審な相手の言いなりになるのは、とにかく不快だった。",
      "……だが、後悔することになるという言葉が気にかかり、引き出しを開けてみることにする。",
      "彼は自分の財布にしまっている小さなカギを取り出し、それで引き出しのカギを開けた。",
      "……引き出しを開ける直前、手が止まる。",
      "中に爆弾でも入っていて…、引き出しを開けることによって爆発するのでは……？",
      "そんな妄想に取り憑かれたからだ。",
      "それでも意を決し、…開く。"
    ],
    "textEn": [
      "Inugai didn't like following orders from this suspicious person one bit.",
      "...However, he was concerned about what the man said about \"regretting it,\" so he decided to open the drawer.",
      "He took the small key he kept stowed in his wallet, and unlocked the drawer.",
      "...His hand stopped right before he opened it.",
      "What if there was a bomb inside... and it would explode if the drawer was opened...?",
      "That delusion took hold of him.",
      "He quelled that instinct, and opened it."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kidnapper",
    "labelJp": "誘拐犯",
    "textJp": [
      "「……開ケテクレマシタカ？",
      "ソコニアル物ガ何カ、ワカリマスヨネ？」"
    ],
    "textEn": [
      "\"...Did you do it?",
      "The thing that's in there, do you know what it is?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「",
      "…………………",
      "これは",
      "…………どういうことだ？！",
      "おいッ！！」"
    ],
    "textEn": [
      "\"",
      "...",
      "This is...",
      "What is the meaning of this!?",
      "Hey!!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kidnapper",
    "labelJp": "誘拐犯",
    "textJp": [
      "「ドウイウコトカ、説明スル必要ナンカ、ナイデスヨネ。",
      "時間ヲ差シ上ゲマスノデ、少シオ考エ下サイ。",
      "マタ後ホド、コチラカラ連絡イタシマス。",
      "ソレデハ失礼………。」"
    ],
    "textEn": [
      "\"I don't think there's any need for me to explain, is there?",
      "I'll give you some time, so please think about it a little.",
      "I'll contact you again later.",
      "Now then, pardon me...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Inugai",
    "labelJp": "犬飼",
    "textJp": [
      "「おい！",
      "待て！！",
      "もしもし？！",
      "もしもしッ？！？！」"
    ],
    "textEn": [
      "\"Hey!",
      "Wait!!",
      "Hello!?",
      "HELLO!?!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "すでに電話は切れている。",
      "いくら怒鳴っても意味はない。",
      "……にも関わらず、犬飼はしばらくの間、それを思いだせず、受話器に怒鳴り続けていた。",
      "……開かれたままの引き出し。",
      "…ぎっしり詰まったたくさんのフォルダの上にちょこんと、それは乗せられていた。",
      "『いぬかいとしき』",
      "平仮名で書かれた小学生の名札が、…ちょこんと。",
      "場違いな場所に、まるで畏縮するかのように、鎮座していた…。",
      "………覚えてるかい、雪絵。",
      "この写真。",
      "君に私が、初めてプロポーズをした場所だよ。",
      "……君が頷き返してくれるまでのわずかな時間が、",
      "私にとって、",
      "どれほど張り詰めていて",
      "…永遠とも思える時間だったか、",
      "君にはわからないだろうね。",
      "えぇ。",
      "私にはその程度の時間で永遠だなんて思われたら、たまりません……。",
      "あなたが求婚の言葉を口にして下さるまでに、私が待ち焦がれた時間に比べれば、とてもとても……。",
      "はははははは…。",
      "あなたと出会ってから今日まで。",
      "…私が生まれてから過してきた時間と比べれば、それはわずかな時間かもしれないけれども…。",
      "それはきっと、永遠と呼べるくらいに尊くて美しい、…色あせない日々。",
      "……そんな時間はこれからも続く。",
      "…これからもね。",
      "生まれる子は…男の子かしら。",
      "女の子かしら。",
      "……どちらでもいいよ。",
      "男でも女でも、…私たちが確かに愛し合った証の、生命なんだから。",
      "男の子だったら、あなたの名前の一字「衛」を名前に加える。",
      "女の子だったら、私の名前の一字「雪」を加える…。",
      "何て名前にするのか考えるのが楽しくて、…結局今日まで決まらなかったね。",
      "まだ迷える時間はありますよ。",
      "……そんなに長い時間ではないけれど。",
      "………………実は雪絵。",
      "…今日は少し、謝ることがある。",
      "……お仕事のことですね。",
      "…………………………すまない。",
      "…どうもややこしい仕事が入るみたいだ。",
      "……下手をすると、",
      "………出産日に、…駆けつけられないかもしれない。",
      "いいんですよ。",
      "あなたはとても大切な仕事をしています。",
      "それは私たちの生活を守るために重要なもの。",
      "………君と比べたら、大したことじゃない。",
      "どうか、行ってらして下さい。",
      "お帰りを、生まれる子と二人で待っています。",
      "ありがとう。",
      "……そして、",
      "…すまない。",
      "…どうか謝らないで下さい。",
      "もしも罪の意識を感じられるなら…、いつかその分の、罪滅ぼしをしてくだされば結構ですから。",
      "……あんな罪滅ぼしを何度もしてたら、お金がいくらあっても足りないよ。",
      "くすくす…。",
      "冗談です。",
      "…さ、……行ってらしてくださいな…。",
      "部屋を出たところで、初老の男と鉢合せした。",
      "……雪絵の父。",
      "…私にとっての、義父だった。"
    ],
    "textEn": [
      "The call had already ended.",
      "That would not change no matter how much he yelled at it.",
      "...Even still, Inugai, without realizing that, continued yelling into the receiver for a while.",
      "...The drawer was still open.",
      "...On top of the folders crammed into the drawer, it lay there.",
      "\"Toshiki Inugai\"",
      "Written in plain lettering on a grade-schooler's nametag... just lying there.",
      "Enshrined there, completely out of place, as if it were cowering...",
      "...Do you remember, Yukie?",
      "This picture.",
      "This is where I first proposed to you.",
      "...That brief moment before you nodded back,",
      "you probably wouldn't know",
      "just how much",
      "it seemed like",
      "an eternity to me.",
      "Yes.",
      "I would have never thought that amount of time could feel like an eternity.",
      "Compared to how long I had to wait for you to propose to me, it was...",
      "Hahahahahaha...",
      "From the moment I met you until today...",
      "...Compared to the time I've spent since I was born, it might only be a brief period, but...",
      "They were definitely precious, beautiful days that deserved to be called an eternity.",
      "...That time continues even now.",
      "...From now on.",
      "I wonder if it'll be a boy...",
      "or maybe a girl?",
      "...Either one is fine.",
      "Boy or girl... either way it's living proof that we love each other.",
      "If it's a boy, we'll name it after you: \"Mamoru.\"",
      "If it's a girl, we'll put the \"Yuki\" from my name in hers...",
      "Thinking about names is so fun that in the end we still haven't decided yet.",
      "There's still time to puzzle over it.",
      "...Not that long of a time, actually.",
      "....You see, Yukie.",
      "...There's something I have to apologize for today.",
      "...It's about your job.",
      "...Sorry.",
      "...It looks like an annoying bit of work has come up.",
      "...In the worst case,",
      "...I might not be able to be there for the delivery.",
      "It's fine.",
      "You have a very important job.",
      "What you do protects the way we live.",
      "....Compared to you, it's nothing.",
      "Please, go ahead.",
      "When you return, I'll be waiting here with our child.",
      "Thank you.",
      "...Also,",
      "I'm sorry.",
      "...Please don't apologize.",
      "If you feel guilty about it... then you can just atone.",
      "If I atone that much, no matter how much money I have, it won't be enough.",
      "Hee hee.",
      "It's a joke.",
      "...Now ...Go on..",
      "As I left the room, I bumped into an elderly man.",
      "...It was Yukie's father.",
      "...In other words, my father-in-law."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……お義父さん。」"
    ],
    "textEn": [
      "\"...Father.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Stepfather",
    "labelJp": "義父",
    "textJp": [
      "「邪魔する気はなかったからな。",
      "廊下で待たせてもらったよ。」"
    ],
    "textEn": [
      "\"I didn't want to intrude.",
      "So I waited in the hall.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………………………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Stepfather",
    "labelJp": "義父",
    "textJp": [
      "「聞き耳を立てるつもりはなかったが、聞こえてしまった。",
      "……行き給え。",
      "雪絵はああいう娘だ。",
      "……何があっても、自分が君の枷になることを望むまい。」"
    ],
    "textEn": [
      "\"I didn't mean to eavesdrop, but I heard.",
      "...Go.",
      "Yukie is that kind of girl.",
      "...No matter what happens, she doesn't want to hold you back.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………私は、…これまで雪絵に様々な犠牲を強いてきました。",
      "……出産という人生の節目にまで、…彼女に犠牲を強いることを…恥じます。」"
    ],
    "textEn": [
      "\"...I've... forced Yukie to give up on so many things.",
      "To put her through this during childbirth, such an important time in her life... I'm ashamed.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Stepfather",
    "labelJp": "義父",
    "textJp": [
      "「…君が本当にそう思うなら、…仕事が終わったら、雪絵のために時間を割きなさい。",
      "……君が仕事を投げ出して付き添ってくれるよりも、そうした方がきっと雪絵も喜ぶだろう。」"
    ],
    "textEn": [
      "\"...If you really feel that way, ...When you're done with your work, make some time for Yukie.",
      "...She'll be happier with that than you passing your work off on someone else.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………ありがとうございます。」"
    ],
    "textEn": [
      "\"...Thank you.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Stepfather",
    "labelJp": "義父",
    "textJp": [
      "「君が、とても大切な仕事をしていることは私もよく知っている。",
      "自分の仕事を誇りに思いなさい。",
      "雪絵は、君が見事難題を解決して凱旋するのを楽しみにしている…。」"
    ],
    "textEn": [
      "\"I know full well you do important work.",
      "Be proud in what you do.",
      "Yukie is looking forward to your triumphant return...\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…はい。」"
    ],
    "textEn": [
      "\"...Yes.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "表に待たせてあったタクシーに飛び乗る。",
      "ここへやって来た時と比べると、料金メーターの数字は大きく増えていた。",
      "……私と雪絵にとってのささやかな時間は、どうも客観的にはささやかとは言えないらしい。"
    ],
    "textEn": [
      "I jumped into the taxi that was waiting outside.",
      "Compared to the time when I first got here, the numbers on the fare meter had grown considerably.",
      "...It seemed the modest time Yukie and I had spent together wasn't so modest from an objective point of view."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「待たせてすみません。",
      "やって下さい。」"
    ],
    "textEn": [
      "\"Sorry to keep you waiting.",
      "Go ahead.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Driver",
    "labelJp": "運転手",
    "textJp": [
      "「…いえいえ。",
      "では参りますよ。」"
    ],
    "textEn": [
      "\"...No worries.",
      "Well then, off we go.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "タクシーはガクンガクン、とギアを入れなおすと軽やかに加速し、妻の病院をあっという間にビル群の向こうに埋もれさせてしまった。",
      "……厄介なヤマとなれば、…しばらく戻ることはできないだろう。",
      "新米で、しかも非番の私を呼び戻すということは…、恐らく室長は全職員を招集したに違いない。",
      "ベテランの上級職員が緊急招集されることは、時にあることだが。",
      "…全職員を招集するような事態は…初めて経験する。",
      "何が起こるにせよ、…初めて経験する事態なのは間違いなかった。",
      "………妻の出産を控えるこの時期に。",
      "……悪態をつけばキリがない。",
      "いつもなら心を晴れ晴れとさせる青いいちょう並木も、今日は精彩を欠いて見えた…。",
      "やがて…庁舎が見えてきた。",
      "軽く息を止め、…全身に緊張感を取り戻す。",
      "……………自分がいかに大切で重要で、…困難な仕事をしているかを思い出せ。",
      "心を落ち着け、…精神を鋭利に。",
      "………よし。",
      "タクシーは庁舎の前で止まった。"
    ],
    "textEn": [
      "The taxi jerked as it changed gears to accelerate, soon burying the hospital my wife was in behind a throng of buildings.",
      "...If it was to end up as a really troublesome ordeal... I probably wouldn't be returning for quite some time.",
      "To call a rookie like me, and on top of that, one who's off duty... It seemed that the section chief was calling for all hands on deck.",
      "The veteran upper brass gathering on an emergency basis happened occasionally...",
      "This was the first time, though, that I experienced everybody gathering together like this.",
      "Whatever was happening, there was no doubt it was going to be something novel.",
      "...Right when my wife was ready to give birth.",
      "...If I wanted to spend the time to curse my misfortunes, I'd be here all day.",
      "Even the verdant gingko trees lining the street that always brightened my mood seemed to lack some of their usual lustre...",
      "Eventually, the government office came into view.",
      "Briefly holding my breath... I let the feelings of tension course through my body once again.",
      "...I had to remember the work I was doing was important, necessary... and difficult.",
      "I composed myself and sharpened my wit.",
      "...Ready.",
      "The taxi stopped in front of the building."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "「室長、全員揃いました。",
      "赤坂くん、ブラインド降ろしてくれる？」"
    ],
    "textEn": [
      "\"Chief, everyone's here.",
      "Akasaka-kun, could you close the blinds?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ブラインドを下ろすのはプロジェクターを使用する時と、不穏な内容が含まれる話がされる時だ。",
      "ブラインドが、しゃーっという小気味よい音を立てながら、室内の採光を奪っていく。",
      "……やがて室内は、爽やかな朝の空気を完全に失い、無機質な蛍光灯の灯だけになった。",
      "全員の顔が揃っていることを主任が確認し、室長にもう一度頷く。",
      "……室長は張りつめた空気の中、厳かに立ち上がり、切り出した。"
    ],
    "textEn": [
      "The blinds were usually closed when they needed to use the projector, or if the discussion was going to contain some particularly disturbing content.",
      "The blinds closed with a satisfying sound, darkening the interior of the room.",
      "...Immediately, the inside of the room was completely drained of the pleasant morning atmosphere, leaving behind only the cold illumination of the fluorescent lighting.",
      "After the supervisor ensured that everyone was present, he nodded to the section chief once again.",
      "...With everybody on the edge of their seats, the chief stood up solemnly, and began to give his report."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「推定４８時間前、建設大臣の孫にあたる、建設省幹部の子息が誘拐された模様です。"
    ],
    "textEn": [
      "\"Approximately 48 hours ago, the Minister of Construction's grandson, who is also the son of one of his staff leaders, is believed to have been kidnapped."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "建設大臣は事態を穏便に済ませるため、警察へ通報せず、要求に応じるものと思われます。」"
    ],
    "textEn": [
      "It is believed the Minister, in an effort to resolve matters amicably, chose not to report the situation to the police and plans to cede to the demands imposed upon him.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "今から推定４８時間前、建設大臣の孫である、建設省幹部の子息が誘拐されたらしい。",
      "されたらしい、という言い方になるのは、事件の当事者がそれを認めていないからだ。"
    ],
    "textEn": [
      "It seemed that approximately 48 hours earlier, the Minister of Construction's grandson and those of his senior staff members were kidnapped.",
      "The reason why it was phrased that way was because the person in question didn't admit it had happened."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「大臣宅の通話を監視した結果、都外からと思われる不審な電話が数件確認されました。"
    ],
    "textEn": [
      "\"Based on the results of surveillance conducted on the Minister's residence, multiple suspicious phone calls from what is believed to be outside the city took place."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "誘拐された子どもは病気療養中となっているが、通院の形跡はなく、周辺での目撃例もなく。"
    ],
    "textEn": [
      "The abducted child is said to be under treatment for some illness, but there's no trace of any hospital records or witnesses to such effect."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "その他いくつかの理由から、事件発生は間違いないものと断定しました。」"
    ],
    "textEn": [
      "Due to that and various other reasons, we believe without a doubt that a kidnapping has occurred.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…ここでは、どういう経緯でこの事件が明るみに出たのかは割愛される。",
      "ちょっと考えれば、事件発覚以前の段階、",
      "つまり日常的に大臣宅の通話監視（我々は盗聴という言葉は使わない）をしていたことが想像できるだろう。",
      "もちろん、裁判所の許可はないし、国民にも説明はとても難しい…。",
      "だが今回のように、未然に凶悪な事件を嗅ぎ付けるにはとても有効は手段なのだ…。",
      "事件が起こる前に対処することもまた、我々公安部の仕事なのを理解してほしい。"
    ],
    "textEn": [
      "...Here, they omitted the details that brought this incident to light.",
      "If you think about it a bit, that meant that before this incident happened,",
      "the Minister's residence had been under surveillance already (I won't use the words \"spied upon\").",
      "Of course, there wouldn't have been court approval for this, and it would have been very hard to explain to ordinary citizens...",
      "However, it was quite an effective method to catch wind of incidents like this before they got worse.",
      "I'd like for you to understand that dealing with these cases before they become a problem is the job of the Public Safety Division."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「なぜ警察に通報せず要求を鵜呑みに？」"
    ],
    "textEn": [
      "\"Why is he just following their demands instead of reporting this to the police?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「大臣たる者が警察を信用できないってんだから、世も末だね。」"
    ],
    "textEn": [
      "\"The fact that a Minister can't even trust the police, what is the world coming to?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「犯人グループは誘拐初期に、自分たちが大臣の生活をかなり高度に監視していることを警告し、その証拠を示した様子です。"
    ],
    "textEn": [
      "\"It seems the group of perpetrators demonstrated that they have quite a high level of surveillance on the Minister themselves when they conducted the kidnappings."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "大臣が屈伏し、警察への通報も思い止まるほどの何かですね。」"
    ],
    "textEn": [
      "Enough to give the Minister pause before calling the police.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「警察へ通報してもすぐにわかるぞ、って？」"
    ],
    "textEn": [
      "\"'We'll find out right away if you call the cops,' more or less?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「大臣の近辺に内通者がいる可能性、か。」"
    ],
    "textEn": [
      "\"So it's possible that there's a mole close to the Minister.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "この手の事件に経験があるらしい、上級職員の何人かがため息を漏らす…。"
    ],
    "textEn": [
      "Several of the higher ranking members who seemed to have experience with this kind of thing let out deep sighs..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「犯人グループの目的が、要求にあるのか、事件そのものにあるのかは不明ですが、",
      "いずれにせよ、国益を脅かす事態に発展する可能性が極めて高い。」"
    ],
    "textEn": [
      "\"The goals of the perpetrators, their demands, as well as this entire incident are as of yet unclear,",
      "but in any case, the possibility that this may grow to threaten national interest is extremely high.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "要求を通すのが目的の、単なる営利目的の犯行ならまだ可愛い。",
      "…だが、大臣を揺さぶり何らかの政治的アクションを狙った犯行だとすると、背後関係は急に複雑になる。"
    ],
    "textEn": [
      "If their goal was to simply have their demands met for monetary gain, that would have been nice.",
      "...However, if this was some politically-motivated shake-up, things would get a lot more complicated."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「被害者の協力がないということは、脅迫内容も要求も一切不明、ということか…。」"
    ],
    "textEn": [
      "\"Since we're not receiving any cooperation from the victim, that means that we're not privy to any of the details of the threats or demands...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「本件は内通者の水準がかなり高いと思われるため、当室のみの極秘捜査とします。"
    ],
    "textEn": [
      "\"Due to the fact we believe there may be a mole involved in this incident, this investigation is highly classified; only the people in this room are to know of this."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "また本件は本日より最優先事項となり、これまでの通常業務を一時凍結して対応します。",
      "よろしいですね？！」"
    ],
    "textEn": [
      "Furthermore, as this case is our utmost priority, we'll be placing a hold on everybody's normal duties.",
      "Understood!?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "その後は主任が引き継ぎ、手際よく今後について説明していった。",
      "事件が公になった場合、大臣の政治生命に危険が及ぶ可能性がある。",
      "…その後のドミノ連鎖は割愛するが、最終的に内閣支持率低下、",
      "解散総選挙、",
      "共産勢力の拡大を許す結果となりかねない。",
      "…デリケートな対応が求められるということだ。"
    ],
    "textEn": [
      "After that, the supervisor continued on, tactfully explaining our course of action.",
      "If this incident were to become public, it was possible that the Minister's political life would be over.",
      "...I'll spare you the explanation of how the rest of the dominoes would fall, but in the end, support in the Diet would decline,",
      "followed by a no-confidence vote and a snap election,",
      "and it might even expand communist influences.",
      "...In other words, we wanted to handle this delicately."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「川崎と佐伯は大臣宅、子供宅の通話を２４時間監視。",
      "大臣の動向を探れ。",
      "動きがある度に逐一報告せよ。"
    ],
    "textEn": [
      "\"Kawasaki and Saeki, monitor communications from the Minister and the child's residences 24/7.",
      "Find out what the Minister is doing.",
      "Report anything that happens."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "それから外国勢力も水を漏らすな！」"
    ],
    "textEn": [
      "Don't discount the possibility of foreign involvement, either!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…穏便でない事態は一度か二度経験した。",
      "だが、こんなに慌ただしいのは初めてだった。",
      "私のような新米は抜きで、次々に高度な話が進んでいく。",
      "…仕事に臆すつもりはないが、初めての事態に困惑は隠せなかった。",
      "で、赤坂くんは、」",
      "自分の名前を呼ばれ、ぼやけていた意識が戻る。"
    ],
    "textEn": [
      "I've experienced one or two... unamicable situations before.",
      "This, however, was the first time I've seen things get so hectic.",
      "Several sophisticated conversations were progressing without the involvement of a rookie like me.",
      "...I didn't intend to be timid, but I couldn't hide my confusion at this unfamiliar situation.",
      "As for Akasaka-kun,\"",
      "I snapped back to alertness upon hearing my name called."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「は、はい！」"
    ],
    "textEn": [
      "\"Y-Yes!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "「赤坂くんは大臣に陳情してきた環境保護団体関連を調査してくれ。",
      "中でも、新聞でも騒ぎになってる雛見沢ダム建設反対の団体をよく調査すること。"
    ],
    "textEn": [
      "\"You investigate the environmental groups that have petitioned the minister.",
      "Among them, there's that group protesting the Hinamizawa Dam Project that made the papers. Make sure you investigate them thoroughly."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "住民団体の仕業とは到底思えないが、全ての可能性を潰していかなくてはならない。」"
    ],
    "textEn": [
      "I doubt this is the act of some citizen group, but we have to eliminate every possibility we can.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「わかりました。",
      "雛見沢ダム反対、…か。」"
    ],
    "textEn": [
      "\"Understood.",
      "So those opposed to the Hinamizawa Dam...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "「直接現地へ行った方がいいだろう。",
      "現地県警で情報を取れ。"
    ],
    "textEn": [
      "\"It's probably best if you go to the location personally.",
      "Get some information from the local authorities."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "かなり過激な団体らしく、向こうの公安でもマークしてるらしいぞ。」"
    ],
    "textEn": [
      "They're a fairly radical organization, so the Public Safety Division there should have them marked as well.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「わかりました。",
      "現地へ出向します。」"
    ],
    "textEn": [
      "\"Understood.",
      "I'll head over there.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "「……奥さん、出産控えてるんだって？",
      "こんなタイミングで申し訳ないけど、協力、頼むよ。"
    ],
    "textEn": [
      "\"...Your wife, she's almost ready to give birth, isn't she?",
      "I apologize for the timing of all this, but I'm counting on your cooperation."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "時間がかけられないから、人海戦術で総当たりでいくしかないんだ。」"
    ],
    "textEn": [
      "We can't take our time with this, so we just have to brute-force it with our boots to the ground.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「えぇ、わかってます。",
      "…家内も、自分の都合が私の仕事に障ることを嫌いますから。」"
    ],
    "textEn": [
      "\"Yeah, I know.",
      "...My wife hates to interfere with my work with her own circumstances anyways.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Kanou",
    "labelJp": "嘉納",
    "textJp": [
      "「すまん、ありがとう。",
      "……それから川崎くん佐伯くん、君たちの応援に…、」"
    ],
    "textEn": [
      "\"Sorry, and thanks.",
      "...So then, as for Kawasaki-kun and Saeki-kun, to help support your...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…妻の出産を間近に控えた私としては、出張などしたくはなかった。",
      "多少忙しくとも、東京にいられれば病院へ飛んで行ける。",
      "…でも、出張では…難しい。",
      "だが、自分がとても大切な仕事をしていることを理解していたし、私情でわがままが言えるような事態でないことも理解していた。",
      "この大切な時に側を離れなければならないことを妻に詫びなければ。",
      "妻は、雪絵は笑顔で許すだろう。",
      "私の枷になることだけを嫌う性分だから。",
      "…それでも敢えて引き止めて欲しいと思うのは、男のエゴだ。",
      "すまない、…雪絵。",
      "お父さんはお前が産まれた時、仕事にかまけてて病院に来なかったんだよって、生まれた子供にずーっと厭味を言ってかまわないから…。",
      "…翌日、私は新幹線で名古屋に向かい、そこからはさらに乗り換えて××県へ向かった。",
      "現地へは陸路で数時間だ。",
      "空路なら、香港辺りまで行けるような時間。",
      "…××県は決して近くない。",
      "仕事でしか乗ることのないグリーン車は、いつも座席が固く感じた。",
      "軽く目を閉じ、昨日目を通した資料を思い返す。",
      "調査対象団体、「鬼ヶ淵死守同盟」",
      "雛見沢ダム開発計画に反対する地域の住民団体だ。",
      "現地では反対運動がかなり白熱、過激化しているらしい。",
      "新聞で見る限りでも、機動隊との激突による流血事件、ダム工事に対する威力妨害など、枚挙に暇がない。",
      "関係機関への陳情や座り込み、直訴なども数知れず。",
      "…その延長には、先日の建設大臣直訴事件がある。"
    ],
    "textEn": [
      "...I didn't want to take a business trip when my wife was about to give birth.",
      "Even if I was a little busy, as long as I was in Tokyo, I could head to the hospital right away.",
      "...On assignment, though... that would be difficult.",
      "Even so, I knew the work I was doing was important, and fully understood that I was in no position to be so selfish.",
      "I'd have to make it up to my wife for having to be away at such an important time.",
      "My wife-- Yukie, would probably forgive me with a smile.",
      "The only thing she could hate doing would be holding me back.",
      "...My male ego, though, at least wished she would have tried to stop me.",
      "Sorry... Yukie.",
      "I don't mind if you always complain to our child that their father couldn't come to the hospital when they were born because he was too busy with work...",
      "...The next day, I took the bullet train to Nagoya, and from there transferred to the train to XX Prefecture.",
      "Getting to my destination by land took several hours.",
      "If I was travelling by air, in that amount of time I could probably get as far as Hong Kong.",
      "...XX Prefecture was by no means close.",
      "I never sat in first class except for work, but whenever I did the seats seemed stiff.",
      "Closing my eyes, I mentally reviewed the documents I read yesterday.",
      "The group under investigation: the \"Onigafuchi Defense Alliance.\"",
      "They were a group of residents opposed to the development proposed under the Hinamizawa Dam Project.",
      "The local protests were quite heated, and were getting more radicalized.",
      "Even limited to what was written in the newspapers, there was bloodshed that occurred during a clash with riot police, interference with the dam construction... too many to count.",
      "The number of petitions, sit-ins, and direct appeals to the relevant organizations were innumerable.",
      "...As an extension of that, there was a direct appeal to the Minister of Construction the other day."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "（これがそもそも、今回、この団体を調査することになった所以だ）"
    ],
    "textEn": [
      "(This was the reason why we were investigating this group in the first place.)"
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…自分たちの住まう土地が水没するのだから、死に物狂いなのは理解に難しくない。",
      "だからといって、…建設大臣の孫を誘拐して計画の中止を求めるような真似を、こんな連中にできるのか？",
      "本音から言えば、甚だ疑問だった。",
      "この誘拐劇は極めて高度で、かつ政治的背景が予想される複雑な事件だ。",
      "……反対運動の住民団体風情にできるようなものじゃない。",
      "……だが、室長の言う通りこの調査は、全ての可能性を潰すための一環だ。",
      "この事件は、私が××県警の資料室辺りでのんびり調査をしている内に、東京の上級職員たちの手で解明され、解決されるだろう。",
      "私の働きとは関係なく。",
      "…そう思えば思うほど、妻の出産を控えたこの時期に東京を離れるのが残念でならない。",
      "仕事さ。",
      "…仕方ない。",
      "ピンポンパンポーン…。",
      "目的地にじき到着することを伝える車内アナウンスに、私は意識をまどろみから戻すのだった。"
    ],
    "textEn": [
      "...The land that they lived on was going to be submerged, so it was no wonder they would go into a frenzy over it.",
      "Even given that, though... could they really be capable of doing something like kidnapping the Minister of Construction's grandson in order to halt the project?",
      "From my take on it, I had serious doubts.",
      "This kidnapping plot was extremely sophisticated, and complicated enough that it was believed there was some political backing.",
      "...This wasn't something that could be pulled off by some group of local protesters.",
      "...Well, just like the chief said, the plan was to eliminate all possibilities.",
      "While I'm in the XX police's reference room taking my time investigating, the higher-ups in Tokyo would probably solve the case.",
      "Without my involvement entirely.",
      "...Even if that was true, I couldn't regret being away from Tokyo while my wife was ready to give birth.",
      "This was work.",
      "...There was really nothing that I could do.",
      "Ding dong.",
      "The announcement that we would be arriving at our destination soon snapped me back to wakefulness."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「鬼ヶ淵死守同盟ですか。」"
    ],
    "textEn": [
      "\"The Onigafuchi Defense Alliance?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「えぇ、地元ではかなり賑わせているようです。」"
    ],
    "textEn": [
      "\"Yeah, they've been quite active around here.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "県警公安では、すでに資料もお茶も用意して、私を待っていてくれた。"
    ],
    "textEn": [
      "The Prefectural Public Safety Department already had the documents and a cup of tea ready and waiting for me."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「早い話がダム反対の住民運動なんですが。",
      "事実上、水没地域の住民全てが決起したと言っていいでしょうね。"
    ],
    "textEn": [
      "\"The short of it is they're a group of residents opposed to the dam.",
      "Really, it's probably better to say that every resident living on the land that's going to be submerged is rising to action, though."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "死守なんて古風な言い方が示す通り、相当の決意と覚悟を持った連中です。",
      "そこら辺の温和な住民団体とは一線を画すと思って頂いた方がいいですね。」"
    ],
    "textEn": [
      "Like the old saying 'fight to the last,' they're a determined and well-prepared lot.",
      "It'd be nice if they drew the line at just being a moderate residential organization.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "資料室に用意されていた資料は、決して薄いものではない。"
    ],
    "textEn": [
      "The stack of papers they had prepared for me in the document room was by no means thin."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「発足当初は、ごくごく平均的な住民運動だったんです。",
      "それが、いつだかの流血事件を境に急にヒートアップしまして。"
    ],
    "textEn": [
      "\"At first, they were pretty much your average citizen's initiative, but",
      "ever since that incident with the riot police they've really started to heat up."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "今では暴力主義団体か、それに準じるくらいの過激な勢力に成長したと言えますね。」"
    ],
    "textEn": [
      "Now they've got a violent mentality, on top of growing increasingly radical.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "暴力主義団体は、自らの思想・主張を民主主義に則らずに主張しようとする団体を指す。",
      "その内訳は、ほとんどが極左の革命思想を持つ団体であることが多い。",
      "……それを考えれば、住民運動がそこまで発展する過激さには驚かざるを得ない…。",
      "過激な抵抗をする住民運動も時にはある。",
      "だが、この団体のそれは、…そんな生易しいものではないらしい。",
      "…私は、この鬼ヶ淵死守同盟という団体についての認識を少し改める必要があるようだった。"
    ],
    "textEn": [
      "Violent organizations usually indicate ones that enforce their own ideology without regards to the democratic process.",
      "Breaking that down, many of those organizations held extreme-left revolutionary ideologies.",
      "...Considering that, I couldn't help but be surprised that a citizen's group would end up going this far...",
      "Radical citizen's movements happen occasionally.",
      "It seemed, however, that this group... was nothing as trifling as that.",
      "...It seemed that I would have to reconsider exactly what this Onigafuchi Defense Alliance was."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………鬼ヶ淵死守同盟が要求、つまりダム計画の撤回を求めるために行いうる活動範囲はどの程度でしょうか？」"
    ],
    "textEn": [
      "\"...The Defense Alliance's demand, in other words, the withdrawal of the dam project... how far would they go to have that demand met?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大臣の孫の誘拐事件は秘匿されている。",
      "…それはもちろん、××県公安にも伝えられていない。"
    ],
    "textEn": [
      "The kidnapping of the Minister's grandson was classified.",
      "...That meant of course, I couldn't tell the XX Prefectural Department about it either."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「ご存知の通り、先週あった犬飼建設大臣への直訴事件では逮捕者も出ています。"
    ],
    "textEn": [
      "\"As you know, there were arrests after last week's confrontation with Minister Inugai."
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "資料に記載された、鬼ヶ淵死守同盟に関連する犯歴リストを斜め読みする。",
      "…内容はどれも粗暴で、法を遵守しようとする気配は微塵も感じられないものばかりだった。",
      "室長は黄土色のフォルダを開くと、不ぞろいな資料を何枚か漁り、机の上に広げてくれた。"
    ],
    "textEn": [
      "I skimmed over the list of the criminal records related to the Onigafuchi Defense Alliance recorded in the documents.",
      "...The contents were all violent, not giving me the barest hint of a feeling that these people were trying to uphold the law.",
      "The chief opened up a manila envelope, fished out several unorganized sheets and spread them out on the desk."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「建設現場への襲撃事件がもっとも多かったですね。",
      "初期の頃、電源コードの切断や錠前の鍵穴に石を詰める、投石による事務所の窓ガラス割り等の軽犯罪が頻発していました。」"
    ],
    "textEn": [
      "\"It seems that raids on the construction site are the most common.",
      "At first, they were committing relatively petty crimes like cutting power cords, jamming locks, and breaking office windows by throwing rocks.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "もちろん本当の初期は、デモ、座り込み、チラシの配布等、賑やかなれど民主的な抵抗運動だった。",
      "",
      "だが、デモ隊と機動隊が激突して乱闘となり、多数の逮捕者と流血者を出したある事件をきっかけに、鬼ヶ淵死守同盟は文字通り、抵抗運動を鬼の形相に変えていく…。"
    ],
    "textEn": [
      "Of course, what really happened first were things like demonstrations, sit-ins, and distribution of pamphlets; lively but democratic forms of protests.",
      "<size=-2>",
      "However, then the demonstrators and police clashed, which started a riot, leading to numerous injuries and arrests. It was from then on that the Onigafuchi Defense Alliance, like their name implies, began to take a more demonic form of resistance..."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「襲撃が度重なれば、地元警察による警備強化がなされるのでは？」"
    ],
    "textEn": [
      "\"If the raids were frequent, didn't the local police up their patrols?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「そりゃ警戒はしたでしょうね。",
      "でもあちらは地元ですから。",
      "闇に乗じて忍び込まれたらお手上げでしょう。」"
    ],
    "textEn": [
      "\"Well of course they were on full alert, but",
      "they were up against locals, you know?",
      "There wasn't much the police could do if they were sneaking around under the cover of darkness.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……ダム現場を内包する、雛見沢村地区が丸ごと敵地なのだ。",
      "警察がいくら警備をしたって…、易々と潜り込んでみせるだろう。"
    ],
    "textEn": [
      "You might as well label the entire map of Hinamizawa Village around the dam construction site 'enemy territory.'",
      "No matter how alert the police were... the locals would just show them exactly how easy it was to sneak around."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「警察が警備を固めてからは、むしろ挑発されたように過激化が進みました。",
      "…ほら、この辺りからだいぶヒートアップしてるのがお分かりになります？」"
    ],
    "textEn": [
      "\"Actually, it was after the police upped security that the protestors started getting ever more extreme, as though they were being provoked.",
      "...See here? Can you tell how things started to heat up?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………事務所の放火。",
      "…建設重機の破壊工作。",
      "…破壊？",
      "まさか爆弾でも？」"
    ],
    "textEn": [
      "\"...An office set on fire.",
      "...The destruction of heavy construction equipment.",
      "...Destruction?",
      "They couldn't have used explosives?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「いやまさか。",
      "連中ですね、タンクに角砂糖を放り込むんですよ。",
      "あれやられたら、エンジン焦げ付いちゃいますから。」"
    ],
    "textEn": [
      "\"No way.",
      "You see, they crammed the gas tanks full of sugar cubes.",
      "If they do that, it fouls the engines.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……日本でも、終戦直後、進駐軍の車両にそんなことをする輩がいたらしい。",
      "……窓ガラスを割るなどというイタズラ紛いに比べると、…極めて暴力的で攻撃的だ。"
    ],
    "textEn": [
      "Even in Japan, it seemed there had been people doing that to the vehicles of occupying forces right after the war.",
      "...Compared to misdemeanors like breaking windows, it was extremely violent and aggressive."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…そこまでやられたら、地元警察の面目は丸つぶれですね。」"
    ],
    "textEn": [
      "\"...After being toyed around with to that extent, the local police have completely lost face.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「放火はさすがにですね。",
      "それで地元警察が２４時間態勢の人員を大幅に増員しまして。",
      "それで建設現場への襲撃は一段落したようです。」"
    ],
    "textEn": [
      "\"The arson was a bit much.",
      "After that, the local police drastically increased the number of personnel they had stationed there around the clock.",
      "The raids on the construction site quieted down a bit after that.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "室長は一段落という言葉を使ったが、…犯歴リストはそれでやっと真ん中辺りだった。"
    ],
    "textEn": [
      "He used the words \"quieted down\"... but that was still smack dab in the middle of the list of crimes."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「で、連中ですね。",
      "現場への直接攻撃が難しくなったと知ったら今度は個人攻撃に切り替えました。",
      "…最初に狙われたのが、工事事務所の現場作業者でした。」"
    ],
    "textEn": [
      "\"See, after that, they....",
      "After they found that attacking the site had become difficult, they started resorting to personal attacks.",
      "...The first people targeted were the construction workers.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そこからは、まさに暗闘。",
      "まるで…密林で繰り広げられているゲリラ戦を見るかのようだった…。",
      "工事従事者への因縁、脅迫、暴力。",
      "暴言を投げつけ、石すらも投げつけた。"
    ],
    "textEn": [
      "After that, there was silence.",
      "What was being described to me was a guerilla war fought in the jungle...",
      "Threats and violence against the workers.",
      "Harsh words and harsher rocks were thrown."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………かなりの告訴がされているのに、逮捕者があまり出ていませんね。」"
    ],
    "textEn": [
      "\"...There's quite a list of accusations here, but there's not a whole lot of convictions.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「そりゃそうです。",
      "第一、目撃者なんかいないんですから。",
      "それどころか、現行犯だったにしたって、アリバイがぽんぽんぽんと出来ちゃうんです。」"
    ],
    "textEn": [
      "\"Of course not.",
      "First of all, there's no witnesses.",
      "On top of that, even if we identify the perpetrators, they have alibis coming out of the woodwork.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……？",
      "それはどういうことですか？」"
    ],
    "textEn": [
      "\"...?",
      "What do you mean by that?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「うー…ん。",
      "…例えばですね、",
      "あなたが雛見沢で歩いていて、",
      "ある男にナイフで刺されたとします。",
      "あなたは相手をよく覚えていて、名前も住所も特定できてるとします。"
    ],
    "textEn": [
      "\"Hmmm.",
      "...Take for example,",
      "you're walking around Hinamizawa,",
      "when a certain man stabs you with a knife.",
      "You remember the person clearly, and even know his name and address."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "ただし、ナイフには指紋がなく、物的証拠だけがない。",
      "……まぁ、ありがちな傷害事件だと思うでしょう？"
    ],
    "textEn": [
      "However, the knife doesn't have any fingerprints on it, and there's no other physical evidence.",
      "...Well, you'd think this would be a run-of-the-mill case of assault, wouldn't you?"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "でも雛見沢じゃ完全犯罪なんです。」"
    ],
    "textEn": [
      "In Hinamizawa, though, it's a perfect crime.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "全てが…丸ごと村ぐるみなのだ。",
      "犯人のはずの男を擁護するため、村中が口裏を合わせてアリバイを用意する。",
      "……そのために何らかの証拠の捏造すら行われるだろう。"
    ],
    "textEn": [
      "Everybody is... the entire village, they're all in on it.",
      "To protect the man who was the perpetrator, they'll get their stories straight and prepare an alibi.",
      "...To that end, they'll probably even forge some evidence."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「裁判にもつれ込ます他ないわけですが。",
      "何しろ、物的証拠はない上、犯人を隠匿する証言だけは後から後から増えていく。"
    ],
    "textEn": [
      "\"There's nothing they can do but put them on trial.",
      "On top of there not being any material evidence, though, people testify one after another to cover his side of the story."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "…検察も書類送検には二の足を踏むわけです。"
    ],
    "textEn": [
      "...Any prosecutor would hesitate to file charges."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "",
      "殺人ならいざ知れず、投石で額を切った、殴られてアザができた程度だと、仮に犯人を特定できたとしても、嫌疑不十分で送検されないことがほとんどです。」"
    ],
    "textEn": [
      "<size=-2>",
      "I'm not sure about murder, but if it's something like opening a gash on somebody's forehead with a thrown rock, or leaving a bruise after hitting someone, even if you could single out the suspect, there's enough reasonable doubt to not convict.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どの犯行も、雛見沢の誰かの仕業であることは間違いないが…それを特定できない。",
      "仮に誰の仕業だと特定できたとしても、法的に拘束するのに必要な状況証拠が集まらない…。",
      "村人たちも、その辺りを極めて高度に熟知し、陰湿に悪質に…そして執拗に、個人に対する攻撃を続けていった…。"
    ],
    "textEn": [
      "Every case is without a doubt perpetrated by someone in Hinamizawa... but they can't identify who.",
      "Even if they could figure out who it is, they're unable to obtain enough circumstantial evidence through due process...",
      "The villagers were all extremely well-informed about this, and so the malicious, vicious... and tenacious personal attacks continued..."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「被害者はそれでは納得できないでしょう。",
      "検察審査会に再審請求を出さないのですか？」"
    ],
    "textEn": [
      "\"The victims can't have been okay with that, right?",
      "Couldn't they have filed for an appeal?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「それはですね、審査員たちが皆、……厄介事に巻き込まれたくないと思っているからですよ。",
      "雛見沢関係のトラブルには、首を突っ込みたがらないんです。」"
    ],
    "textEn": [
      "\"Well you see, about that, everybody on the Inquest Committee didn't want to get involved with something so troublesome.",
      "They won't stick their noses into anything related to Hinamizawa.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "検察審査員は、当該地区から無作為に抽出される住民で構成される審査会だ。",
      "…検察が不起訴とした事件を、再調査するよう差し戻す権限がある。",
      "法曹界のエキスパートである検察に、少しでも民意を取り入れるための制度だが…。",
      "……地元住民で構成される、という点がここでは裏目に出ていた。"
    ],
    "textEn": [
      "The Inquest Committee is comprised of a random selection of local residents.",
      "...In the event the prosecutor fails to get a conviction, they have the power to order a retrial.",
      "It's a system designed to assert the will of the people on the actions of expert prosecutors in the legal world...",
      "...In this case, however, being composed of local residents has backfired."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「首を突っ込みたがらない？",
      "それはなぜです？」"
    ],
    "textEn": [
      "\"They don't want to get involved?",
      "Why is that?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「…………ぅ〜ん…。",
      "何て説明すればいいんでしょう…。",
      "恐れられている、って言えばいいのかな…。",
      "……あそこはね、少し特殊なんです。」"
    ],
    "textEn": [
      "\"...Hmmm...",
      "How do I explain this...",
      "You could say they're afraid...",
      "...Since it's a little special there.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……特殊？"
    ],
    "textEn": [
      "\"...Special?"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「いえ…そういうのとは少し違うというか……。",
      "……まぁその、…怖がられていると思ってください。",
      "この辺りは口では少し説明しにくいんです。",
      "………あぁ、そうだ。わかりやすいのがありました。」"
    ],
    "textEn": [
      "\"No... it's a little different from that...",
      "...Well... just think of it as them being afraid.",
      "It's a little hard to explain it just now.",
      "....Oh, right. There's an easier way.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "室長はハンカチで額を拭うと、鬼ヶ淵死守同盟構成員リストと書かれたファイルを開き始めた。"
    ],
    "textEn": [
      "Wiping his forehead with a handkerchief, he opened a file labeled as a list of members of the Onigafuchi Defense Alliance."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「鬼ヶ淵死守同盟の勢力にはですね。",
      "…近隣の町々に強い影響力を持つ人間が多々おりまして。",
      "この辺をご覧いただけますか？」"
    ],
    "textEn": [
      "\"The power of the Onigafuchi Defense Alliance, you see...",
      "Is the fact that they count many people among their members who are influential in neighboring areas.",
      "Could you take a look at this?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……見て、少し驚く。",
      "県議に市議、商工会議所の役員たちや、商店会連合会の幹部。",
      "…連合町会の幹部やＰＴＡ連絡会関係者など、……地元や周辺地域で強い発言力を持つ者が多く含まれていた。"
    ],
    "textEn": [
      "...I looked. What I saw startled me.",
      "Prefectural and municipal assembly members. Staff members of the Chamber of Commerce. An executive of a business association.",
      "...An executive of a town council association and a PTA liaison... there were more than a few people with a lot of say both locally and in the neighboring regions."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「この界隈では、雛見沢のダム反対運動は皆、静観しているのが普通なんです。",
      "…ダムを肯定するような発言をすると、…どこでどう巡って不利益を被るかわからない。"
    ],
    "textEn": [
      "\"Around here, you could pretty much expect your actions to be observed by those against the dam project.",
      "...If you said something in its support... who knows how it'd work out to your disadvantage."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "何しろ、近隣の町の喉元は、雛見沢出身の人間が抑えていますからね。」"
    ],
    "textEn": [
      "In any case, every town in this area is being held by the throat by somebody from Hinamizawa.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「検察審査員のリストは非公開でしょう？",
      "報復がされないように何らかの措置が取られているはずでは？」"
    ],
    "textEn": [
      "\"The list of Inquisition Committee members is undisclosed, isn't it?",
      "There has to be some measures in place to make sure they'd avoid retribution, no?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「……一応、非公開でプライバシーは守られてますがね。",
      "それを管理してるのは興宮市役所の人間。",
      "…つまり地元の人間なんです。"
    ],
    "textEn": [
      "\"...Well, it is undisclosed, so their privacy is assured, but...",
      "The person in charge of that is from the Okinomiya Municipal Office.",
      "...In other words, a local."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "守秘義務があるとは言え、…やはり人間のつながりはわかりませんからね。",
      "雛見沢の人間はその辺りのつながりが事のほか強固ですから。」"
    ],
    "textEn": [
      "While you might expect some professional confidentiality... you can't know how everybody is connected.",
      "The people from Hinamizawa have a lot of tight bonds in that regard.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…地域のしがらみや義理、地縁で編み上げられた情報網は、とても侮れたものではない。",
      "近所の主婦連が、どこのお宅のどこの子が、何年何組で得意教科は何で嫌いな野菜が何かなどに熟知しているなんてことは、よくあることだ。"
    ],
    "textEn": [
      "...When you consider the obligations and duties people have to the region, the web of information thereby formed is nothing to scoff at.",
      "It's not uncommon for housewives in a neighborhood to know which kid from which house is what grade in which school, what subjects they're good at and what vegetables they hate, among other things."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「……それにほら、…雛見沢と地縁の深い暴力団組織がありましてね。",
      "これが今回の騒動を全面バックアップしてるらしいんです。"
    ],
    "textEn": [
      "\"...You see, there's a yakuza organization here with strong ties to Hinamizawa and the surrounding area.",
      "It would seem that they're providing full support in these recent incidents."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "こちらが出てくるのが一番、効いてるみたいですね。」"
    ],
    "textEn": [
      "They seem to be proving most effective.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「暴力団？",
      "ダムの建設反対で住民と一致？",
      "……どういう利害が一致するのか読み難いですね。」"
    ],
    "textEn": [
      "\"Gangsters?",
      "Siding together with the residents opposed to the construction of the dam?",
      "...It's a little hard to see what their common interest is.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「そりゃ難しいことじゃないです。",
      "実はですね、この暴力団の組長がですね、雛見沢村の出身なんです。",
      "村の重鎮のひとりの婿養子に当たりまして。」"
    ],
    "textEn": [
      "\"It's not that difficult at all.",
      "You see, actually, one of the lieutenants in that gang is originally from Hinamizawa.",
      "He was adopted into a rather influential family in the village.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…………雛見沢村というのは…どういう村なんだろう。",
      "ただのひなびた寒村だと思っていた。",
      "だが、どういうわけか周辺地域に強い影響力を有し、強い連帯感を持ち。",
      "自分たちの村を守るためなら、どんな暴力的手段も問わない。",
      "室長は、影響力をもつ人物が多いから恐れられている…というような言い方をしたが、",
      "何となく、村そのものが恐れられているような印象を受ける。",
      "……私が東京で読んだ資料にあるような、単なる反ダムの住民運動とは、明らかに何かが異なっていた。",
      "なぜか、心に焦燥感が宿る。",
      "………私は、…聞き方としては最低の部類に入る方法で。",
      "…すなわち、単刀直入に私の知りたいことを切り出した。"
    ],
    "textEn": [
      "...Exactly what was this Hinamizawa?",
      "I had thought it was some desolate rustic village.",
      "However, for some reason they exerted a strong influence on the surrounding areas, and had a strong sense of unity.",
      "They would protect their village by any means necessary, even if that meant resorting to violence.",
      "The chief had said that they were afraid because there were numerous influential people living there,",
      "but somehow, I got the feeling that they were afraid of the village itself.",
      "There was something clearly different from what I had read in the documents in Tokyo. This was no simple residential protest against the dam.",
      "For some reason, an uneasy feeling began to nestle itself at the back of my mind.",
      "I chose the most basic way to ask my question.",
      "...In other words, I directly asked what I wanted to know."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……………室長。",
      "…これは例えば、仮の話ですが。」"
    ],
    "textEn": [
      "\"...Chief.",
      "...This is just a hypothetical situation, but...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「はい？」"
    ],
    "textEn": [
      "\"Huh?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………例えば、その鬼ヶ淵死守同盟が、",
      "…ダム計画を頓挫させるため、",
      "…………例えば、要人を脅迫するようなことは考えられますか？」"
    ],
    "textEn": [
      "\"This... Onigafuchi Defense Alliance.",
      "In order to halt the dam project...",
      "...Do you think they could, say, threaten somebody important to accomplish that?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "室長は即答した。"
    ],
    "textEn": [
      "The chief replied immediately."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「ありえるでしょう。",
      "事実、彼らは市役所や県庁、建設省の工事事務所にも押しかけ、恫喝紛いのことをしていますし、"
    ],
    "textEn": [
      "\"It's possible.",
      "Truth be told, they've already gone to municipal and prefectural offices, as well as local offices of the Ministry of Construction and done things that could be construed as intimidation."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "工事関係者の家族が不審者に付け回されたという事件も起こっています。」"
    ],
    "textEn": [
      "Several of the worker's families have also reported that they're being followed around by some suspicious people.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…それくらいはするだろう。",
      "ダム運動と戦うため、工事現場を襲撃し、建設重機を破壊して事務所に放火し。",
      "…工事関係者を襲って、脅迫や暴行を加えることに躊躇がなかった彼らなら、…それくらい平気でやってのけるだろう。",
      "………だが、……そこまでだ。",
      "脅迫や暴行ならちんぴらでも出来る。",
      "だが、今回の大臣の孫の誘拐は…非常に高度な犯罪だ。",
      "誘拐そのものの難易度に加え、大臣を交渉開始と同時に屈伏させる手腕など、到底素人とは思えない。",
      "…彼らには、ここまでの犯罪を行なうだけの力があるのか…？",
      "核心はそれ一点だった。",
      "…鬼ヶ淵死守同盟は、…今回の事件を起こせるだけの組織なのか。",
      "……私はそれを聞くため、もう一度。",
      "……最低の方法で切り出した。"
    ],
    "textEn": [
      "...Well, that would make sense.",
      "To halt progress on the dam, they raided the construction site, destroying heavy machinery and lighting the construction office on fire.",
      "If they didn't have any qualms about doing that... threats and violence against people related to the dam would probably be no problem.",
      "...But... that was it.",
      "Even your everyday hoodlum could use threats and violence.",
      "However, this time it was the kidnapping of the Minister's grandson... an abnormally high-level crime.",
      "Not only was pulling off the kidnapping difficult in the first place, but so was maneuvering to have the minister surrender to their demands immediately. There was no way this was the work of amateurs.",
      "...Did these people have the power to enact this large of a crime...?",
      "That was the heart of the matter.",
      "Was the Onigafuchi Defense Alliance an organization capable of pulling this off?",
      "...In order to ask that question, once again...",
      "...I chose the most basic method."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………例えば、政府要人の関係者を誘拐して脅迫、",
      "……なんてことがありえると思いますか？」"
    ],
    "textEn": [
      "\"...Again, hypothetically, do you think...",
      "They could kidnap a relative of someone of political importance?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "まさか、そんな大それたことはできませんよ。",
      "私が一番期待していた回答だった。",
      "そうであるならば、…私の仕事は半分は終わったも同然。",
      "妻の出産には立ち会えるかもしれない。",
      "……そうなるはずだった。",
      "室長は、躊躇するような仕草を見せもせず、…よどみなく言ってのけた。"
    ],
    "textEn": [
      "There's no way they could pull off something that big.",
      "That was the answer I most hoped for.",
      "If it was that answer... my work was as good as halfway done.",
      "I might be able to get back in time for my wife to give birth.",
      "...That was how it was supposed to be.",
      "The chief, without a hint of hesitation, replied:"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「やるかもしれません。",
      "…底の知れない連中ですから。」"
    ],
    "textEn": [
      "\"They just might.",
      "There's no telling how far they'd go.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…ごめん、雪絵。",
      "………やはり私の仕事は、簡単には終わらなさそうだった。"
    ],
    "textEn": [
      "...Sorry, Yukie.",
      "...It seemed like my work wouldn't end so simply after all."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「……お、赤坂くんか。",
      "ご苦労さん。"
    ],
    "textEn": [
      "\"...Oh, Akasaka-kun.",
      "Good work."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「順調です。",
      "これから現地警察の公安と接触できることになりましたので、現地へ向かう予定です。",
      "東京の調査の方はどうですか？」"
    ],
    "textEn": [
      "\"It's coming along.",
      "It seems I'll be able to meet with their local Public Safety Department, so I'm planning on heading out that way.",
      "How's the investigation in Tokyo going?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「他の職員も順調に調査を進めているよ。",
      "でも調べる団体が星の数だからね。",
      "そんなに悠長に時間もかけられないし。」"
    ],
    "textEn": [
      "\"The others are progressing along, but",
      "the number of groups we have to investigate are countless.",
      "Time isn't really a luxury here.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…進展は今のところなし。",
      "どんなに鬼ヶ淵死守同盟が疑わしくたって、東京で解決すれば私の仕事は終わる。",
      "……そういう甘えは通用しないようだった。",
      "受話器を置き、窓から見える異郷のビルの谷間に視線を泳がせた…。"
    ],
    "textEn": [
      "...There were no new developments at this time.",
      "No matter how suspicious the Onigafuchi Defense Alliance was, if they solved the case in Tokyo, my job was done.",
      "...It looked like my wishful thinking wouldn't come to pass.",
      "Hanging up the phone, I let my gaze drift outside the window to the valley of unfamiliar buildings..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Chief",
    "labelJp": "室長",
    "textJp": [
      "「赤坂さん。",
      "今、お貸しできる車が戻ってきました。",
      "ご案内しますのでこちらへどうぞ。」"
    ],
    "textEn": [
      "\"Akasaka-san.",
      "A car you can borrow just returned.",
      "I'll take you to it, so follow me.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「あ、すみません。」"
    ],
    "textEn": [
      "\"Ah, thank you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "エレベーターで地下駐車場に案内され、いい具合にくたびれた乗用車を用意してもらった。",
      "ハンドルがやや左に泳ぐクセが少し気になったが、しばらくの間の私の足になるには充分だった。",
      "向かうは、××県鹿骨市。",
      "……鬼ヶ淵死守同盟の勢力圏。",
      "その最前線を預かる、興宮警察署だった。",
      "鹿骨市は、地方都市の中では廃れた部類に入る町だった。",
      "興宮の町はその中でもさらに山奥の僻地に当たる。",
      "四季の変化にも疎く、退屈な時間のまま季節に取り残された…つまらない町。",
      "…観光名所もなく、名産もない。",
      "地域産業もひとつ盛り上がりに欠ける、いわゆる映えない町だった。",
      "だが、単調なれど平和な町並みからは、…鬼ヶ淵死守同盟の過激な抵抗を垣間見るのは難しい…。",
      "反ダム戦争の最前線に立たされているという興宮警察署も、県警本部で聞いた暗闘の数々を微塵も感じさせない、退屈な雰囲気を漂わせていた。"
    ],
    "textEn": [
      "He showed me the elevator to the underground parking lot where a battered sedan was waiting for me.",
      "That the steering wheel kept drifting to the left was a little concerning, but it would be enough to get me around for a while.",
      "My destination was Shishibone City, XX Prefecture.",
      "...An area under the control of the Onigafuchi Defense Alliance.",
      "The Okinomiya Police Station was right on the front lines.",
      "Shishibone City was, as far as provincial cities went, rather behind the times.",
      "Okinomiya, recessed in the mountains, was even more remote.",
      "With little change between the seasons, all that was left was the tepid passage of time... it made for a rather drab town.",
      "There were no tourist attractions or local delicacies.",
      "Without even a strong regional industry, it was simply dull.",
      "Just looking at the monotonous and peaceful townscape, it was hard to catch a glimpse of the radical resistance of the Onigafuchi Defense Alliance...",
      "The atmosphere of boredom didn't hint of the Okinomiya Police Station being on the front lines of the dam conflict, nor of the numerous incidents that I heard about at the prefectural headquarters."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Office Worker",
    "labelJp": "事務員",
    "textJp": [
      "「おはようございます。",
      "違反金の納付ですか？」"
    ],
    "textEn": [
      "\"Good morning.",
      "Are you here to pay a fine?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「いえ、公安部の本田屋さんにアポイントがあります。",
      "赤坂とお伝え下さい。」"
    ],
    "textEn": [
      "\"No, I have an appointment with Hondaya-san from the Public Safety Division.",
      "Please tell him it's Akasaka.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Office Worker",
    "labelJp": "事務員",
    "textJp": [
      "「あ、",
      "…しし、失礼しました、少々お待ち下さい…。」"
    ],
    "textEn": [
      "\"Ah...",
      "m-my apologies. Please wait a minute...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "人の顔を見るなり駐車違反だと思い込んでくれた事務員は、かけ慣れない内線番号に戸惑いながら、先方に自分の来訪を伝えていた。"
    ],
    "textEn": [
      "The clerk (who thought that I was here for a parking violation at first glance) after fumbling with the unfamiliar extension number, told the person on the line they had a visitor."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Hondaya",
    "labelJp": "本田屋",
    "textJp": [
      "「どうもどうも！",
      "赤坂さんでいらっしゃいますか、遠路遥々お疲れさまでした！",
      "こんな部屋で申し訳ありませんね、応接室をおさえてあったんですがね。"
    ],
    "textEn": [
      "\"Welcome, welcome!",
      "Akasaka-san, was it? It must have been tiring travelling out all this way!",
      "Sorry we have to do this here. I tried to reserve a reception room, you see,"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Hondaya",
    "labelJp": "本田屋",
    "textJp": [
      "議員さんが突然お越しになっちゃったんで追い出されちゃいまして！",
      "わははははは！」"
    ],
    "textEn": [
      "but the councillor suddenly woke up and chased me out!",
      "Wahahaha!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そこは会議室と呼ぶには少々抵抗を感じる、雑多な狭い部屋だった。",
      "…狭い部屋にはぎっしりの着替えロッカーが並び、会議室というよりも、更衣室に設けられた喫煙スペースのような印象だった。",
      "下品にげらげら笑う、この本田屋という地元公安の幹部は、およそ知的な人物に感じられなかった。",
      "だがその分、自らの勘と経験に揺るぎない自信を持つことがわかる。"
    ],
    "textEn": [
      "I would hesitate to call where we were a conference room, as it was very small and cluttered.",
      "...The cramped space was packed with lockers. I had the impression that it was more of a change room that doubled as one for smoking.",
      "Listening to his crude chortles, I didn't get much of a feeling that Hondaya, who was head of the local Public Safety Division, was much of an intellectual.",
      "But I knew that, in exchange, he had both experience and absolute confidence in his instincts."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「ご多忙中、突然お邪魔して申し訳ありませんでした。",
      "警視庁から参りました赤坂と申します。",
      "よろしくお願いします。」"
    ],
    "textEn": [
      "\"I apologize for interrupting you during such a busy time.",
      "I'm Akasaka from the Metropolitan Police Department.",
      "Pleased to make your acquaintance.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Hondaya",
    "labelJp": "本田屋",
    "textJp": [
      "「公安部の本田屋です。",
      "よろしくよろしく。",
      "県警暴対の山海部長から協力を惜しむなと脅されとりますので。",
      "わははははは！」"
    ],
    "textEn": [
      "\"Hondaya from the Public Safety Division.",
      "Nice to meetcha.",
      "I was threatened by Sankai from the Prefectural Gangbusters to be generous with my cooperation.",
      "Wahahaha!\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「暴対？",
      "県警の暴力団対策本部ですか？」"
    ],
    "textEn": [
      "\"Gangbusters?",
      "You mean the Prefectural Crime Prevention Division?\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Hondaya",
    "labelJp": "本田屋",
    "textJp": [
      "「うちじゃあ、鬼ヶ淵死守の連中は暴力団の延長に位置づけてますんでね。",
      "あれを善意の住民運動だなんてあんた、トーシロもいいとこですわ、わははははは！」"
    ],
    "textEn": [
      "\"You see, we're treating the Onigafuchi Defense Alliance as an extension of the local yakuza.",
      "You'd have to be a newbie if you think they're just a residential protest group, wahahaha!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "県警でも、鬼ヶ淵死守同盟が地域の暴力団と連携していると言っていた。",
      "確か、組長が村の重鎮の婿養子だとかで…。"
    ],
    "textEn": [
      "They said at the prefectural office too that the Onigafuchi Defense Alliance was linked to the local mob.",
      "If I recall correctly, the adopted son of somebody influential was a lieutenant in that gang..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Hondaya",
    "labelJp": "本田屋",
    "textJp": [
      "「そりゃ逆。",
      "全然逆ですよ、暴力団の活動があって、それに住民団体が大義名分みたいにくっついてると、そういう風に考えて下さい。",
      "逆、逆。",
      "わははははは！」"
    ],
    "textEn": [
      "\"It's the other way around.",
      "The complete opposite. The yakuza put up the protest group as a front to justify their actions. Just think of it like that.",
      "Completely the other way around.",
      "Wahahaha!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "本田屋氏が豪快に笑い転げる。",
      "……県警での情報とは若干異なるが、この手の情報は地域に密着した人間の方がよほど詳しいものだ。",
      "私たちがこうしたやりとりをしている間にも、時々、刑事らしき人間が何人か入ってきては、着替えをしていた。",
      "…そんな内のひとりが、本田屋氏の大笑いに気付き、こちらに歩み寄ってきた。"
    ],
    "textEn": [
      "Hondaya was just about rolling with laughter.",
      "...This was slightly different than the info given to me at the prefectural office, but somebody embedded locally would be more knowledgable.",
      "While we were talking, occasionally some people who seemed to be detectives would come in and change.",
      "...One of those individuals, noticing Hondaya's guffaws, came up to us."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「何の話をしてるかと思えば。",
      "んっふっふっふっふ！」"
    ],
    "textEn": [
      "\"I was wondering what you guys were talking about.",
      "Nfu fu fu fu!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Hondaya",
    "labelJp": "本田屋",
    "textJp": [
      "「おー、蔵ちゃん！",
      "ちょうどよかった、蔵ちゃんも入ってよ。",
      "こちら、はるばる東京の警視庁からお見えになった赤坂警部。」"
    ],
    "textEn": [
      "\"Oh, Kura-chan!",
      "Perfect timing, why don't you join us?",
      "This here is Inspector Akasaka, who came all the way from the Tokyo Police Department.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「警部だなんて…！",
      "ま、まだまだ新米です。",
      "赤坂です、よろしくお願いします…。」"
    ],
    "textEn": [
      "\"An Inspector?",
      "I-I'm still a rookie.",
      "My name is Akasaka, pleased to meet you...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「初々しいのがいいですねぇ。",
      "採用は今年ですか？",
      "んっふっふっふ！」"
    ],
    "textEn": [
      "\"It must be nice to be so fresh-faced.",
      "Did they hire you this year?",
      "Nfu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "見くびられるかなと思ったので、愛想笑いだけにして、答えないことにする…。",
      "この新しく現れた男も、本田屋氏同様、勘と経験に強い自信を持つ叩き上げタイプであることが見て取れた。",
      "……この手の人間は、…本当は好きではない。"
    ],
    "textEn": [
      "I couldn't help but think I was being ridiculed, so I only responded with a forced smile...",
      "I could tell that this new person was like Hondaya, the type who had confidence in their instincts and experience.",
      "...I really didn't like those types of people."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Hondaya",
    "labelJp": "本田屋",
    "textJp": [
      "「赤坂さんにもご紹介します。",
      "こちらは刑事部の大石くん。",
      "赤坂さんがお問い合わせのＳ号の件なら、彼が詳しいです。」"
    ],
    "textEn": [
      "\"Let me introduce you, Akasaka-san.",
      "This is Ooishi-kun from our Investigative Department.",
      "Regarding the S File you were asking about, he's familiar with it.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……Ｓ号？」"
    ],
    "textEn": [
      "\"...S File?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「園崎のＳ。",
      "Ｓ号ってのはですね、園崎家が関連してる件を示す…、まぁ暗号みたいなもんなんです。」"
    ],
    "textEn": [
      "\"S for Sonozaki.",
      "If something is an S File, it means it has something to do with the Sonozaki family... it's something of a codename.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "園崎？",
      "……そう言えば、県警本部で読んだ資料の中に、園崎姓を持った人物名がいくつか出てきたことを思い出す。"
    ],
    "textEn": [
      "Sonozaki?",
      "...Come to think of it, I remembered when I was poring over the documents at headquarters, there were quite a few people with the last name Sonozaki popping up."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…確か、園崎氏は鬼ヶ淵死守同盟の役員でしたね。",
      "確か会計だったと思います。」"
    ],
    "textEn": [
      "\"...If I remember right, there's a Sonozaki who is one of the executives of the Onigafuchi Defense Alliance.",
      "I'm pretty sure they're the treasurer.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私がすらすらと園崎氏の役職を即答したのを見て、二人は目を丸くする。",
      "…それからややしばらくして、二人して大笑いした。"
    ],
    "textEn": [
      "The two of them were surprised when I rattled off what post that Sonozaki held.",
      "...After a moment, both of them erupted into laughter."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「赤坂さんでしたっけ？",
      "なっはっはっは！",
      "あなたお勉強家さんですねぇ！",
      "ひょっとして同盟の連中の主要人物、全部暗記してるんじゃ？",
      "なっはっはっはっは！」"
    ],
    "textEn": [
      "\"Akasaka-san was it?",
      "Na ha ha ha!",
      "You're quite the studious one!",
      "Could it be you've memorized all of the central figures in the Alliance?",
      "Na ha ha ha ha!\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…暗記、というほどではありませんが、一応、鬼ヶ淵死守同盟の幹部リストは一読しました。」"
    ],
    "textEn": [
      "\"I wouldn't say memorized, exactly, but I've at least read the list of Onigafuchi Defense Alliance executives.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「んっふっふ！",
      "じゃあ、会長と副会長は？」"
    ],
    "textEn": [
      "\"Nfu fu!",
      "Then, who are the president and vice-president?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「会長は現雛見沢村村長の公由喜一郎氏。",
      "副会長は町会神社部長の古手氏。",
      "会計が園お魎氏で、会計監査は牧野氏。"
    ],
    "textEn": [
      "\"The president is the mayor of Hinamizawa, Kiichirou Kimiyoshi.",
      "The vice-president is the priest of the local shrine, Furude.",
      "The treasurer is Oryou Sonozaki, the auditor is Makino."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "共闘部長が公由義郎氏、広報部長が園崎禎夫氏…、」"
    ],
    "textEn": [
      "The liaison is Yoshiroshi Kimiyoshi, the PR Head is Sadao Sonozaki...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なっはっは…！！",
      "赤坂さん、あなたなかなかやりますねぇ！",
      "給料安いけど、ウチに来ません？",
      "ウチに一番必要で、一番いないタイプですよ。",
      "んっふっふっふ！"
    ],
    "textEn": [
      "\"Na ha ha...!!",
      "Akasaka-san, you're pretty good!",
      "The pay sucks, but you want to work here?",
      "You're just the type we're looking for.",
      "Nfu fu fu!"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "……で、ちなみに園崎禎夫は青年部長なんです。",
      "惜しいですね、広報部長は園崎忠敬。んっふっふっふ！」"
    ],
    "textEn": [
      "...By the way, Sadao Sonozaki is head of the Youth Department.",
      "So close! The Head of Public Relations is actually Tadataka Sonozaki. Euheh heh heh!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "褒められている気がせず、少し不愉快な気分になった。",
      "…だが、自分の今回の仕事に、一番欠かせない人間であることがますます分かり、その気持ちをぐっと堪える。",
      "そんな感情を表情に出したつもりはないが、老獪な刑事たちには筒抜けなようだった。"
    ],
    "textEn": [
      "Feeling like I wasn't being complimented at all,  I started settling into an uncomfortable mood.",
      "...However, I was becoming more and more aware that I was the weakest link in this investigation, so I just had to bear with it.",
      "I didn't mean for that feeling to show up on my face, but the crafty detectives didn't let that slip by."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なっはっはっは！",
      "馬鹿にしたつもりはないんです。",
      "……お詫びと言っちゃあなんですが、何でしたら村を実際にご案内しましょう。」"
    ],
    "textEn": [
      "\"Na ha ha ha!",
      "I didn't mean to make fun of you.",
      "...To make up for it, why don't I show you around the village?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "土地勘のまったくない自分には助かる…。",
      "願ってもない申し出だった。"
    ],
    "textEn": [
      "For somebody with no feel for the area like me, it would be a great help.",
      "I couldn't have asked for more."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「鬼ヶ淵死守同盟ってのは、結局、雛見沢村の対外的な別称に過ぎません。",
      "……村を知ることが、あなたのお仕事の近道だと思いますよ。",
      "…いかがです？」"
    ],
    "textEn": [
      "\"In the end, the Onigafuchi Defense Alliance is nothing more than an alias Hinamizawa is using to deal with the outside world.",
      "...I think getting to know the village would speed up your work.",
      "...How about it?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "住民運動はつまるところ、地域勢力のことだ。",
      "運動のリーダーはすなわち勢力のリーダー。",
      "地域の考え方がそのまま運動の性格となる。",
      "…大石氏の言うとおり、鬼ヶ淵死守同盟という反ダム地域勢力を知るには、村を知るのが一番の近道。"
    ],
    "textEn": [
      "The residential movement, in other words, held influence over the whole region.",
      "So the leader of the movement was the leader of that influence.",
      "Just like that, the thought processes in the region would become the overall personality of the movement.",
      "...Just like Ooishi had said, in order to learn what they were really like, this regional force behind the dam protests, getting to know the village was the quickest way."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…よろしくお願いします！」"
    ],
    "textEn": [
      "\"...If you would!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "間髪入れずに頷き返すと、大石氏は満足げに笑って立ち上がった…。",
      "県警本部や、本田屋氏の情報を鵜呑みにするなら、…自分の立場がバレれば、身の危険もあるかもしれない。",
      "相手は個人への脅迫、暴力等のあらゆる攻撃を辞さない過激な団体だ。",
      "自分の個人情報が漏洩すれば、身の危険は勤務時間外にまで及ぶことは想像に難しくない…。",
      "……そう思うと、少しの緊張を感じた。"
    ],
    "textEn": [
      "Nodding back without skipping a beat, Ooishi laughed in satisfaction and stood up.",
      "If I took the information I learned at the prefectural office and from Hondaya to heart... if my position was exposed, my personal safety was at risk.",
      "The opponent was an extremist group that had no qualms about using threats or violence against somebody.",
      "If my personal info was leaked, it wouldn't be hard to imagine that I'd be in danger, whether on the job or not...",
      "...Thinking that, I felt a little nervous."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「連中は、顔覚えるの早いですからねぇ。",
      "私と一緒にいるところを見られると多分、いろいろあなたのお仕事に差し支えると思います。",
      "月並みですがね、こいつを身に付けておいて下さい。」"
    ],
    "textEn": [
      "\"These guys are quick to remember faces.",
      "If you're seen with me, they'll probably do a lot to hinder your work.",
      "This might be a little cliche, but put these on.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏は、野球帽とサングラスとマスクという、あからさまに不審な小道具を用意してくれた。",
      "暑苦しくて嫌だが、大石氏の忠告は多分、的を射ている。",
      "……そう思い、ありがたく身に着けることにする。",
      "あまりの不審な身なりに、大石氏は苦笑をしていた…。"
    ],
    "textEn": [
      "Ooishi handed me an incredibly suspicious disguise comprised of a baseball cap, sunglasses, and a mask.",
      "I didn't want to get all hot and stuffy, but Ooishi's warning was probably right on the money.",
      "...Considering that, I put them on with appreciation.",
      "I looked so suspicious that Ooishi had to smile wryly..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……どこまで話しましたかねぇ。",
      "…えぇっと…。」"
    ],
    "textEn": [
      "\"...How much did I tell you again?",
      "...Let's see...\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「御三家という旧家が村を支配している、というところまでです。」"
    ],
    "textEn": [
      "\"To the part where you were talking about how these three ancient families control the village.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鬼ヶ淵死守同盟とは、すなわち雛見沢村そのものであるということ。",
      "つまり、同盟の幹部はそのまま村の幹部という図式になるということは、さっきの本田屋氏からも聞いた。",
      "村を御三家と言う旧家が支配しているのなら、",
      "…鬼ヶ淵死守同盟を支配しているのも、その御三家という旧家…ということになる。"
    ],
    "textEn": [
      "The Onigafuchi Defense Alliance was the same as the village of Hinamizawa itself.",
      "Meaning, there was a direct correlation between being an executive in the Alliance and being a leader in the village, as Hondaya had told me a short time ago.",
      "If the village was ruled by three ancient families...",
      "then it would mean the Onigafuchi Defense Alliance was ruled by those same three families."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「県警の資料には何て書いてありました？",
      "死守同盟のリーダー格とかそういうことについて。」"
    ],
    "textEn": [
      "\"What did the documents at the prefectural office say?",
      "About the leader of the Defense Alliance or whatnot.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……………………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…我々の扱う資料は一応、部外秘だ。",
      "大石の問いかけに答えることは守秘義務違反になる。",
      "…だが、恐らく。",
      "県警本部のどんな資料よりも、この男の方が事情に精通していると判断した私は、答えることにした。"
    ],
    "textEn": [
      "...The documents I was using were classified.",
      "If I responded to Ooishi's question it'd be a breach of security.",
      "...However, most likely...",
      "This man, I judged, was more well-versed in the situation than any of the documents at the prefectural police department, so I decided to answer him."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「同盟の会長は、現村長の公由喜一郎と。」"
    ],
    "textEn": [
      "\"That the president of the Alliance is the current mayor of the village, Kiichirou Kimiyoshi.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏はそれを聞いて、小さく笑い捨てた。",
      "大石がそのように尋ね、資料通りに答えた内容を笑い捨てたとなると。",
      "……実際には違う、ということになる。"
    ],
    "textEn": [
      "Ooishi, upon hearing that, let out a small chuckle.",
      "For him to ask like that, and to laugh at the answer as it was recorded in the documents...",
      "...meant that wasn't the case in reality."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……では…公由氏以外の影の人物がいる、ということですね。",
      "県警の持つ、いや、一般的な情報とは異なり。」"
    ],
    "textEn": [
      "\"...So then... that means there's somebody else other than Kimiyoshi behind the scenes.",
      "Contrary to what the prefectural office thinks, or rather, what is commonly known.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「んっふっふ…。",
      "公由のじいさんなんて、ただのお飾りですよ。",
      "そもそもこの村じゃ、村長なんてポスト自体も形式だけなんです。」"
    ],
    "textEn": [
      "\"Nfu fu...",
      "Old man Kimiyoshi is nothing more than a figurehead.",
      "In the first place, the post of mayor in that village is nothing more than ceremonial.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「つまり、……同盟も村も、本当の意味で支配している別の存在がいる…ということですね？",
      "それが先ほど仰られていた御三家…という存在ですか？」"
    ],
    "textEn": [
      "\"In other words... there's someone else in charge of both the Alliance and the village?",
      "Would that be the three families we just talked about?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「まぁ、その辺りはこれからご説明します。",
      "…んっふっふっふ！」"
    ],
    "textEn": [
      "\"Well, I'll explain that part right now.",
      "...Nfu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "突然、車がガクン！",
      "…と揺れた。",
      "舗装道路が切れ、砂利道に変わった。",
      "それと同時に、…窓の外の景色も一変した。",
      "『雛見沢ダム計画断固撤回』",
      "『恥を知れ傀儡県知事！　打倒中央集権体制！』",
      "『ダムに沈めるな雛見沢の自然！』",
      "『悪辣なるダムから村を守れ！』",
      "『怨念！　オヤシロさまの祟り！』",
      "『ダム粉砕！　役人は帰れ！』",
      "『建設事務所は話し合いに応じよ！』",
      "『工事責任者所長は談判に臨め！』",
      "看板、登り旗、…そういったものが沿道にひしめいていた…。",
      "書きなぐったような筆の文字が、それだけで読む者を威圧する。",
      "そう、…まさにさっきの舗装道路の途切れは、国境だった。",
      "…その時、突然の急ブレーキに驚かされる。",
      "見ると……何と、道を塞ぐようにバリケードが設けられていた。",
      "ヘルメットとマスクで顔を幾重にも隠した活動家のような身なりの人々が５〜６人、道を塞ぎ、停まれ停まれと怒鳴り声をあげていた。"
    ],
    "textEn": [
      "All of a sudden,",
      "with a 'thunk,' the car suddenly lurched.",
      "The paved road had given way to a gravel one.",
      "At the same time, the scenery outside the window changed.",
      "\"The Hinamizawa Dam Project Must Be Withdrawn\"",
      "\"Overthrow the Shameless Puppet of a Governor!\"",
      "\"The Dam Will Submerge the Natural Beauty of Hinamizawa!\"",
      "\"Protect the Village from the Unethical Dam!\"",
      "\"Fear the Wrath of Oyashiro-sama's Curse!\"",
      "\"Demolish the Dam! Those Involved Must Go Away!\"",
      "\"The Construction Office Must Respond!\"",
      "\"The Construction Office Manager Must Negotiate With Us!\"",
      "Signs and banners crowded the roadside...",
      "Even reading the brush-scrawled words was daunting.",
      "It was as though where the road just changed was a border with a different country.",
      "...At that moment, I was startled by the car suddenly braking.",
      "Looking ahead... a barricade had been erected.",
      "About 5 or 6 protestors, wearing masks and helmets to hide their faces, were blocking the road, yelling at us angrily to stop."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…こ、これは何ですか？！",
      "検問？！」"
    ],
    "textEn": [
      "\"...W-What is this!?",
      "A checkpoint!?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「はん。",
      "…懲りない連中だなぁ。」"
    ],
    "textEn": [
      "\"Hmph.",
      "...These guys never learn.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石は鼻で笑いながら窓を開けて、身を乗り出した。"
    ],
    "textEn": [
      "Ooishi snorted as he rolled down the window and leaned out."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…おいおいおい、あんたら、ダメだよこんなとこで道を塞いじゃあ。」"
    ],
    "textEn": [
      "\"Hey hey hey, you guys, you can't be blocking the road like this here.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏が悪意ある笑みを浮かべながら一瞥すると、男たちは明らかに怯んだようだった。"
    ],
    "textEn": [
      "As Ooishi glared at them with a malicious laugh, they visibly faltered."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……道、開けて下さいな。",
      "それじゃ通れないでしょ。",
      "んっふっふっふ！」"
    ],
    "textEn": [
      "\"...Clear the way.",
      "We can't get by like this.",
      "Nfu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…まさか大石の車だったとは…。",
      "そういう狼狽が、彼らのうろたえようから見て取れた。"
    ],
    "textEn": [
      "...Who would have thought it was Ooishi's car...",
      "That panicked thought seemed to make them lose their presence of mind."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「……お、大石刑事の車とわかってればこんなご無礼はしなかったんですがね。",
      "…大石刑事、いつもの車はどうされました？",
      "車検ですか？」"
    ],
    "textEn": [
      "\"...Ah, if we had known it was your car, Detective Ooishi, we wouldn't have been so rude.",
      "...Detective, what happened to your usual car?",
      "Is it in for maintenance?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「そんなところです。",
      "代車ってのは、どうにも馴染みませんねぇ、んっふっふっふ！」"
    ],
    "textEn": [
      "\"Something like that.",
      "I just can't get used to this car they loaned me, nfu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…短い会話から、普段、大石氏が使う車のナンバーを彼らが熟知していることを知る。",
      "つまり、警察車両だと知っていたら、バリケードを隠していた…ということだ。",
      "彼らがやっている行為は明らかに、路上の往来妨害。",
      "犯罪に他ならない。"
    ],
    "textEn": [
      "...Judging from their brief conversation, I could guess that they were familiar with the license plate of the car Ooishi normally used.",
      "In other words, if they knew the car belonged to the police, they would have hidden the barricade.",
      "What they were doing was obviously obstruction of traffic.",
      "A blatant crime."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「…そっちの怪しい男は誰です？",
      "あんた、顔を見せてくれませんか？」"
    ],
    "textEn": [
      "\"...Who's that suspicious guy?",
      "You, could you show us your face?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "サングラスにマスクという、あからさまに怪しい身なりをしている私に、男が威嚇するような眼差しを向ける。",
      "…顔を見せないと無用のトラブルに巻き込まれる…？",
      "どうしたものか大石氏を伺う…。"
    ],
    "textEn": [
      "The man glared at me menacingly. Wearing a mask and sunglasses made me look particularly dubious.",
      "...Would not showing my face get me into some unnecessary trouble...?",
      "I turned to Ooishi to see what I should do..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「彼の顔は勘弁してあげてください。",
      "まだまだ新米でシャイなんですからね、んっふっふ！」"
    ],
    "textEn": [
      "\"Give him a break.",
      "He's still a shy little rookie, nfu fu!\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「………不審な輩じゃないか、確認しようってだけです。",
      "…最近の雛見沢は物騒ですからねぇ。」"
    ],
    "textEn": [
      "\"...We just wanted to make sure he wasn't anybody suspicious.",
      "...Hinamizawa has been in a bit of a stir as of late.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なっはっはっは！",
      "あんたの家、鏡、歪んでるのと違います？",
      "あんたのその面の方が、よーっぽど不審ですよ？",
      "なっはっはっはっはっは！」"
    ],
    "textEn": [
      "\"Na ha ha ha!",
      "Have you looked at yourself in the mirror?",
      "That mask you're wearing is way more suspicious!",
      "Na ha ha ha ha ha!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "男たちと大石氏は、愛想笑いを交えながら気さくそうに会話をしていたが……。",
      "……独特の、火薬のような緊張感の臭いは終始、鼻を離れなかった。"
    ],
    "textEn": [
      "The men and Ooishi continued to talk like that, feigning smiles at one another...",
      "...However, from the beginning to the end, I couldn't get over the feeling I was sitting on a powder keg."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ゴミの不法投棄車両、まだ減らないんですか？",
      "お宅たちも本当に朝晩、大変ですねぇ。」"
    ],
    "textEn": [
      "\"Has the number of trucks illegally dumping still not decreased?",
      "It's a real hassle dealing with it all the time.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「警察の方にもご理解とご協力を頂けて助かりますよ…。はははは…。」"
    ],
    "textEn": [
      "\"If the police could understand and cooperate it would really help... hahahaha...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "そんな話をしている内に、バリケードがどかされ、車一台分が通れるくらいの隙間が出来た。",
      "大石氏はクラクションを小さく一回鳴らすと、車はそろりそろりと走り出した。",
      "車の背中には、男たちの敵意に満ちた眼差しが送られているのが、バックミラー越しに見えた…。"
    ],
    "textEn": [
      "During that conversation, the barricade was moved, leaving a gap wide enough for a single car to get through.",
      "Ooishi lightly honked the horn once, and began to roll the car forward.",
      "I could see the men's antagonistic glares at the back of the car in the rearview mirror..."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「何ですか、さっきのは。",
      "勝手に公道を封鎖するなんて…！」"
    ],
    "textEn": [
      "\"What was that just now?",
      "Blocking a public road like that!\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「もちろん犯罪ですよ。",
      "目くじら立てても始まりませんがね。",
      "んっふっふっふ！"
    ],
    "textEn": [
      "\"Of course it's a crime.",
      "Still, if you get worked up over that, it'll never end.",
      "Nfu fu fu!"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "連中の主張じゃですね、村内に不法投棄をするトラックが出没するって言うんです。",
      "それを封じ込めるために不審車両を検問してるって話だそうで。」"
    ],
    "textEn": [
      "Those guys, see, claim there's an infestation of trucks illegally dumping in the village.",
      "Their story goes that in order to stop that, they're halting suspicious vehicles for inspection.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「不法投棄？",
      "産廃を勝手に捨てようとする悪徳業者のことですか…？」"
    ],
    "textEn": [
      "\"Illegal dumping?",
      "Like corrupt contractors just tossing industrial waste away?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「警察が何の手も打たないから、自分たちで自衛するっていう論法でしてね。",
      "……まぁ、産廃なんて話はどうせ自演だからどうでもいいんですがね。」"
    ],
    "textEn": [
      "\"Their line of argument is that if the police aren't going to do anything about it, they'll take matters into their own hands.",
      "...Well, the industrial waste is just something they're doing by themselves anyways.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「自演？」"
    ],
    "textEn": [
      "\"By themselves?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「連中、うまい作戦なんですよ。",
      "ダム現場にですね、工事妨害のために産廃ゴミを自分たちでばら撒いてるんです。"
    ],
    "textEn": [
      "\"They have a pretty good strategy.",
      "You see, in order to hinder construction, they've spread industrial waste over by the dam site."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "…で、それを悪徳業者のせいってことにして、臨検を設置すると。",
      "それで、工事車両をいちいち足止めして、チクチクと妨害してる、ってわけなんです。",
      "んっふっふっふ！」"
    ],
    "textEn": [
      "...Then, blaming it on corrupt contractors, they start instituting these inspections.",
      "There, they stop every construction vehicle coming through and interfere with them as much as possible.",
      "Nfu fu fu!\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………鬼ヶ淵死守同盟の、抵抗運動のひとつ、というわけですね。」"
    ],
    "textEn": [
      "\"...So then, it's one of the methods the Onigafuchi Defense Alliance is using.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「多分、今の検問でこの車のナンバーが割れましたからね。",
      "…もうこの先には一切、検問の真似事はないと思います。",
      "……連中も、私を怒らせると得をしないことだけは、よぉく骨身に染みているようですからねぇ。",
      "なっはっはっはっは！」"
    ],
    "textEn": [
      "\"With that inspection just now, this car's license plate has probably been recorded.",
      "...It shouldn't get stopped from here on out.",
      "...Those guys know very well not to get me angry.",
      "Na ha ha ha ha!\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……………………………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「この車が工事関係車両だと知れるとですね。",
      "さんざん検問で足止めを食らうばかりか、投石や鉄釘のばら撒きなんかも食らうって噂です。"
    ],
    "textEn": [
      "\"See, rumor is that if they figure a car is related to the construction in some way,",
      "not only would there be checkpoints stopping it at every turn, but they'd be throwing rocks and planting road spikes as well."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "…あなたも、身元が割れないようにせいぜい気をつけた方がいいですよ？",
      "公安なんてバレたら、どんな目に遭うやら…。",
      "んっふっふっふ…！」"
    ],
    "textEn": [
      "...It's best you be careful so you're not identified.",
      "If they find out you're from Public Safety, who knows what you'll suffer through...",
      "Nfu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏は、まるで楽しいことのよう話すが、こちらはとても笑えるような心境ではなかった…。"
    ],
    "textEn": [
      "Ooishi was acting like we were talking about something fun, but for me it was no laughing matter..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なっはっはっはっはっは！",
      "あんた、そりゃあーうまい言い方です。",
      "今、言われたのはまさにその通り。」"
    ],
    "textEn": [
      "\"Na ha ha ha ha ha!",
      "That's a good way of putting it.",
      "It's pretty much just what you said.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏は、…にやぁっと…凄むように笑いながら、こちらに振り返って言った。"
    ],
    "textEn": [
      "Ooishi turned to me with a grin and menacing laugh."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ここはね、戦争地帯なんですよ。」"
    ],
    "textEn": [
      "\"You see, this here's a warzone.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "田んぼの中の一本道のようなところで、車は少し速度を落とした。"
    ],
    "textEn": [
      "The car slowed down a bit as it went down a narrow road through some farmland."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「あそこの森の中に家があるのが見えます？",
      "古い感じの。」"
    ],
    "textEn": [
      "\"You see that house in that forest over there?",
      "That antiquated one.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏が指差す向こうを見ると、…確かに言うとおりの古い合掌造りの家が見えた。"
    ],
    "textEn": [
      "Looking at where Ooishi was pointing, there certainly was an old, traditionally-designed house."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「あれが村長の公由のじいさんの家です。",
      "公由本家とも言いますなぁ。",
      "分家筋が多いですから。",
      "御三家のひとつに当たります。」"
    ],
    "textEn": [
      "\"That belongs to the mayor, old man Kimiyoshi.",
      "You could say it belongs to the main Kimiyoshi house as well.",
      "There's a lot of branches, but",
      "they'd be one of the Three Families.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…御三家。",
      "…雛見沢村を支配している旧家ですね？」"
    ],
    "textEn": [
      "\"...The Three Families.",
      "...The ancient families that control Hinamizawa?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「そうそう。",
      "んで、もうひとつが古手家。",
      "こっちは分家どころか、もう神主一家しか残ってませんがね。",
      "……ちょうどあっちの方にね、神社がありまして。"
    ],
    "textEn": [
      "\"That's right.",
      "And, one of the others is the Furude family.",
      "Their house doesn't even have a single branch, as all that's left is the head priest's family.",
      "...Right over there, there's the shrine."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "そこの神主をしています。",
      "ちなみにね、死守同盟の事務所はその神社の敷地内にあります。」"
    ],
    "textEn": [
      "He's the priest there.",
      "By the way, the Defense Alliance's office is on the grounds of that shrine.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鬼ヶ淵死守同盟の事務所…。",
      "…相手を敵とするなら、まさに本拠地と言える。"
    ],
    "textEn": [
      "The office of the Onigafuchi Defense Alliance...",
      "...if these guys were the enemy, that would make the shrine their stronghold."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「そこを見ることはできますか？」"
    ],
    "textEn": [
      "\"Can we go look over there?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「神社は古手家の私有地でね。",
      "警察と言えど、令状がないと踏み込めません。",
      "…連中のバックには村の息のかかった議員もいますからねぇ。"
    ],
    "textEn": [
      "\"The shrine is the Furude family's private property, you see.",
      "Being police, we can't set foot there without a warrant.",
      "See, they've got a member of the Diet with ties to the village backing them up."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "…警察にも強いところと弱いところがある、ってことです。」"
    ],
    "textEn": [
      "...Basically, being the police has its strengths and weaknesses.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………………………………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「御三家、とは言ってもですね。",
      "…そりゃあだいぶ大昔のことなんだそうです。",
      "大昔はその御三家ってのが合議して、村のいろいろなことを決めてたらしいですなぁ。」"
    ],
    "textEn": [
      "\"Well, even when we talk about the Three Families...",
      "that's something from a long time ago.",
      "Way back when, those three families used to hold councils to decide things about the village.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「ということは、…今は違うということですね？」"
    ],
    "textEn": [
      "\"Meaning... it's different now?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「………あんた、いちいち察しがいいですねぇ。",
      "さぁすが高学歴。",
      "んっふっふっふ！」"
    ],
    "textEn": [
      "\"...You've got a pretty good nose.",
      "That's what I expect from an academic.",
      "Nfu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "車はキィとブレーキを泣かせて停まった。",
      "停まった先には何枚かの看板が見えた。",
      "『この先、私有地、関係者以外の立入を禁ず』",
      "『毒ヘビ注意！",
      "危険、引き返せ！』",
      "『侵入者には、入山料として金百万円の証文に捺印していただきます』",
      "そんなことを書いた何枚かの看板が立てられていた。",
      "道路と森を隔てるように有刺鉄線の巻かれた金網が続いている…。"
    ],
    "textEn": [
      "The car braked to a halt with a squeal.",
      "Ahead of where we were stopped were several signs.",
      "\"Private Property Beyond. No Trespassing.\"",
      "\"Beware of Poisonous Snakes!",
      "Danger! Turn Back!\"",
      "\"Intruders Will Be Charged An Entry Fee of 1,000,000 yen.\"",
      "Signs were erected there with things like that written on them.",
      "The road was separated from the forest by a chain link fence wrapped in barbed wire..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…私有地なんで、ここまでです。",
      "この先は、監視カメラがいくつも仕掛けられてます。",
      "うっかり道に迷いました、なんて論法が通じる相手じゃありませんからねぇ。」"
    ],
    "textEn": [
      "\"...Since this is private property, this is as far as we go.",
      "There's several surveillance cameras set up further in.",
      "Saying that we just got lost won't work with these guys.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………この先が、そうなんですね？」"
    ],
    "textEn": [
      "\"...They're beyond here, right?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "御三家の公由家でも、古手家でもなく、…現在の雛見沢村と鬼ヶ淵死守同盟を影から支配する、",
      "……最後の御三家。"
    ],
    "textEn": [
      "The people currently controlling Hinamizawa and the Onigafuchi Defense Alliance were neither the Kimiyoshi family nor the Furude family, but",
      "the last of the three."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「えぇ。",
      "…この先にあるのが御三家のひとつ、園崎家。",
      "……雛見沢村を影から支配する連中です。」"
    ],
    "textEn": [
      "\"Yeah.",
      "...Beyond here is one of the Three Families, the Sonozaki family.",
      "They're the ones controlling Hinamizawa from the shadows.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…資料の中の幹部リストでも、御三家の姓を持つ名前は多かった。",
      "…もちろん、園崎も例外ではない。",
      "だが、トップは常に公由家だった。",
      "……表のトップが公由家なら、影のトップは園崎家。",
      "この二重構造がすでに、…この村には、陽と陰のふたつの顔があることを暗に教えていた…。"
    ],
    "textEn": [
      "...Among the list of executives recorded in the documents, the number of people with last names from the three families was quite high.",
      "...Of course, Sonozaki was no exception.",
      "However, at the top was the Kimiyoshi family.",
      "...If the Kimiyoshi family seemed to be in charge, the rulers behind the scenes were the Sonozaki family.",
      "This double-layered structure implicitly told me that this village had both a light and a dark side..."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「園崎家の頂点は、現頭首の園崎お魎っていう婆さんです。",
      "……園崎天皇なんて呼ばれるくらいにその発言には影響力があるそうです。"
    ],
    "textEn": [
      "\"The current head of the Sonozaki family is an old lady named Oryou.",
      "...She has enough clout that you could call her 'Empress Sonozaki.'"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "気をつけて下さいよ、大物です。",
      "市長だって最敬礼でお迎えするようなＶＩＰですからね。"
    ],
    "textEn": [
      "Be careful, she's no small fry.",
      "She's enough of a VIP that even the mayor of the city has to bow before her."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "……まぁ雛見沢と周辺の町に住む村の親族の数千の票田を固めてるわけですから、政治家は頭、上がらないんでしょうが。",
      "んっふっふっふ！」"
    ],
    "textEn": [
      "...Well, in Hinamizawa and the surrounding area their relatives amount to a block of several thousand votes. No politician could show disrespect for that.",
      "Nfu fu fu!\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「つまり、…その人物が、鬼ヶ淵死守同盟の事実上のトップということですね？」"
    ],
    "textEn": [
      "\"In other words... That would make her the actual leader of the Onigafuchi Defense Alliance, right?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「そうなります。」"
    ],
    "textEn": [
      "\"You've got it.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏はそう言うと、懐から潰れかけた煙草の箱を取り出した。",
      "…………大臣の孫の誘拐と脅迫疑惑。",
      "その裏には、雛見沢ダム計画撤回を目論む、鬼ヶ淵死守同盟の暗躍があるのだろうか…。"
    ],
    "textEn": [
      "With those words, Ooishi pulled out a well-worn cigarette box.",
      "The suspected kidnapping of the Minister's grandchild and subsequent threats.",
      "Were these part of the hidden plot by the Onigafuchi Defense Alliance in order to have the Hinamizawa Dam Project cancelled?"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「………あなた、東京から遥々、調べにいらしたんですよねぇ？」"
    ],
    "textEn": [
      "\"...You came all the way from Tokyo to investigate this, didn't you?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…え？",
      "ぇ、えぇ！",
      "そうですが。",
      "……何か？」"
    ],
    "textEn": [
      "\"...Huh?",
      "Ah, yeah!",
      "That's right.",
      "...Something the matter?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「じゃあ、ほら、あれだ。",
      "あの犬飼大臣への直訴事件の絡みですかな？",
      "ようするに、アレで要注意団体ってことで公安がマークすることになったと。",
      "そういう感じですか？",
      "なっはっはっはっは。」"
    ],
    "textEn": [
      "\"Ah, then...",
      "Is it related to that direct appeal incident with Minister Inugai?",
      "If that's the case, then Public Safety has them marked on a watchlist?",
      "Something like that?",
      "Na ha ha ha ha.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「大石さんこそ、…お察しが早くて助かります。」"
    ],
    "textEn": [
      "\"Having you guess that so quickly makes this easy.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "煙草の煙を吐き出しながら、大石氏は一本取られたかのように大きく笑った…。",
      "……と、思った笑いは、突然にぷっつりと途切れた。"
    ],
    "textEn": [
      "While exhaling out cigarette smoke, Ooishi smiled broadly, like I'd just pulled a good one on him...",
      "...or so I thought. His smile disappeared suddenly."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「嘘でしょ？」"
    ],
    "textEn": [
      "\"That's a lie, isn't it?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……………え、」"
    ],
    "textEn": [
      "\"...Huh?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「だから、直訴事件でマークが付いたっての。",
      "嘘でしょ？」"
    ],
    "textEn": [
      "\"I mean, the direct appeal putting them on a watchlist.",
      "That's a lie, isn't it?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏は、…直訴事件程度で、東京本庁から捜査官が派遣されるわけがない。",
      "……派遣されるからには、何かもっと…大きな理由があると、そこまで踏んでいるのだ。",
      "…私は表情に出さない方の部類の人間だと思っていた。",
      "……だが、彼の眼力の前には、私の胸の内は丸裸にされてしまっているのだろうか…。",
      "大石氏は沈黙し、重苦しい間で、私が口を割るのを待つかのように、新しい煙草に火をつける。",
      "……なるほど、…これが、ベテラン刑事の吐かせの技術ってわけか。",
      "だが、そうと気付いてしまえばそれまでだ。",
      "…ここで私が口を開かないことで、何も不利益を被ることはない。",
      "……大石氏が根負けするまで、外ののどかな景色を満喫していればいいだけなのだから。"
    ],
    "textEn": [
      "Ooishi knew there was no way that Tokyo HQ would dispatch an investigator over something as minor as a direct appeal.",
      "...If they were to dispatch someone, it had to be for a more... dire reason. He had figured out as much.",
      "...I thought of myself as the type of person who doesn't let things show on their face.",
      "In front of his watchful gaze, however, I felt that what I was thinking was completely laid bare...",
      "Ooishi silently lit another cigarette, as if waiting for me to interject during this awkward pause.",
      "...I see... so this was a veteran detective's way of getting someone to spill information.",
      "But, as long as I realized this, there would be nothing more.",
      "...If I didn't open my mouth, I wouldn't have to lose anything.",
      "All I had to do was stare out the window and enjoy the scenery until Ooishi gave up."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「………んっふっふっふ！",
      "あなたって人は、本当に隠し事が下手な人ですねぇ。",
      "そういう素直で初々しいの、悪くないなぁ。」"
    ],
    "textEn": [
      "\"Nfu fu fu!",
      "You really are bad at hiding things, you know.",
      "Being so young and earnest isn't so bad.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "私が一向に折れる様子を見せない為、３本目の煙草をもみ消し、大石が苦笑いした。",
      "…初めは私の勝ちだと思ったが、大石には少なくとも、私が隠し事をしているという確信を与えてしまったのは間違いない。",
      "……その意味においては、私はまんまと彼のペースにはめられたのかもしれない…。",
      "大石氏はエンジンを再び吹かし、車を動かした。"
    ],
    "textEn": [
      "Ooishi smirked as he twisted out his third cigarette, while I tried not to let him notice that I had yielded completely.",
      "...At first I'd thought I had won, but at the very least Ooishi had ascertained that I was hiding something.",
      "...Meaning that I might have ended up marching to his tune.",
      "Ooishi started up the engine once again, and began to move the car."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…素直なところを教えてくれりゃあ、もっとお力になれると思ったんですがね。」"
    ],
    "textEn": [
      "\"...If you'd just been honest with me, I thought I might have been able to help you.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………素直に話したら、どう力になれるんです？」"
    ],
    "textEn": [
      "\"...How would you help?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "どうせもう隠し事はバレているのだと思い、逆に話を振ってやることにする。"
    ],
    "textEn": [
      "If the cat was out of the bag, I might as well use it to catch some mice."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「内容によりけりですがね、雛見沢界隈に詳しい情報屋に引き合わせてあげてもいいですよ。」"
    ],
    "textEn": [
      "\"Well, this depends on what we're talking about, but I might be able to set you up with someone who's knowledgeable about the goings-on in Hinamizawa.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「協力員、ですか？」"
    ],
    "textEn": [
      "\"An informant?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…んっふっふっふ！",
      "そっかぁ、あんたらはそう呼ぶんでしたねぇ。」"
    ],
    "textEn": [
      "\"...Nfu fu fu!",
      "I see, is that what you call it?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……どうして私の任務に興味を？",
      "大石さん。」"
    ],
    "textEn": [
      "\"...Why are you interested in my case,",
      "Ooishi-san?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「そりゃ、あんたと同じです。",
      "…常に知るのが私たちの仕事じゃあありませんか。」"
    ],
    "textEn": [
      "\"Well, I'm the same as you.",
      "...Isn't it our business to know things?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…大石氏の情報屋と接触できる機会は、…この上なく魅力的だった。",
      "我々は土地勘のある人間に情報協力を依頼することで、相手を探る。",
      "結局、人を知るには人に聞く以上の方法など存在しはしないのだ。",
      "だが、…我々は常に、一般警察などザルだと教えられている。",
      "我々と違い、守秘義務に怠慢でいい加減。",
      "酔った勢いでどこで口走るかもわからない、…その程度だと見下している。",
      "……その中でも、特にアウトローに見える大石氏に、大臣の孫の誘拐のことを話してもいいものか、…迷った。"
    ],
    "textEn": [
      "Being able to meet with Ooishi's informant was an extremely compelling opportunity.",
      "We were looking to recruit somebody familiar with the area to collaborate with for intelligence.",
      "In the end, there was no better method for finding people than asking.",
      "We were always taught, however, that the rank-and-file police were no better than monkeys.",
      "Unlike us, they were careless with confidential cases.",
      "We looked down on them like they'd run their mouth off in a drunken stupor.",
      "...Ooishi was an outlaw even amongst them. And here I was lost on whether or not I should tell him about the kidnapping of the minister's grandson."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……その情報協力員は、どの程度、鬼ヶ淵死守同盟に精通を？」"
    ],
    "textEn": [
      "\"...This informant, exactly how knowledgeable are they about the Onigafuchi Defense Alliance?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なっはっはっは！",
      "あんたも公安の人間ならわかるでしょ？",
      "そんなの、私の口から、例えあなたにだって話せる訳ないじゃありませんか。」"
    ],
    "textEn": [
      "\"Na ha ha ha!",
      "If you're from Public Safety, you'd know, wouldn't you?",
      "Something like that is something I can't just tell you.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……………………情報ソースは絶対秘密。",
      "これは、秘密情報を扱う者の大前提だ。",
      "…その意味では、大石氏は少なくともザルではなさそうだった。",
      "………信用し、…協力を頼むべきか、否か。"
    ],
    "textEn": [
      "...Protect your sources.",
      "That was the first principle of dealing with confidential information.",
      "...In that regard, it seemed that Ooishi wasn't one of those monkeys.",
      "Should I trust him, ask for his help, or not?"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「あなたは国、私は県に雇われてますがね。",
      "私たちの職務はそう大きくは違わないと思っています。",
      "……力になれると思うんですがねぇ。」"
    ],
    "textEn": [
      "\"It's just that you work for the feds, and I work for the prefecture.",
      "I don't think that our jobs are that different.",
      "...I think I can be of help.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……だが、この老獪な男に限って、とても口上通りの善意で協力を申し出ているとは思い難い。",
      "さて、どうしたものか…。"
    ],
    "textEn": [
      "...However, I had trouble believing that this crafty old man would simply help me just like he claimed.",
      "Now, how should I go about this...."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…大石さんほどの方が無償で力になって下さるとは、ちょっと思いがたいですが…？」"
    ],
    "textEn": [
      "\"I find it hard to believe that someone of your standing would help me out without strings attached...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なっはっはっはっは…。",
      "そりゃ、下心がないわけじゃないです。",
      "あんたらは確か、協力員に支払える謝礼用の予算を持ってますよねぇ？"
    ],
    "textEn": [
      "\"Na ha ha ha ha...",
      "Well, it's not like I'm completely without an ulterior motive.",
      "As I recall, you guys have space in your budget allocated to pay informants, right?"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "領収書不要な予算を。",
      "……そいつでですね、情報屋との接触にかかるコストを、ちょいと、」"
    ],
    "textEn": [
      "Something you don't need to submit a receipt for.",
      "...Just a little bit of that would be the cost of meeting with the informant.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「つまり、情報屋と渡りをつける謝礼をあなたにお支払いしろ、ということですね？",
      "………取引内容が明快で助かります。」"
    ],
    "textEn": [
      "\"In other words, give the compensation earmarked for the informant to you first?",
      "...Well, it helps that the details of this deal are so clear-cut.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "下心も、ここまでしゃあしゃあと言えれば大したものだった。",
      "善意で協力を申し出られるより、対価も提示される方が取引はわかりやすい。",
      "……そういう日の当たらない取引のうまい男だと直感した。"
    ],
    "textEn": [
      "He certainly was something else for being able to brazenly state his ulterior motive like this.",
      "Rather than him doing this out of the kindness of his heart, everything was a lot clearer if he was being compensated for this deal.",
      "...I felt that he was the type of man who was good at these backroom dealings."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「誤解しないで下さいよ？",
      "お金が必要なのは、私にじゃなくて、情報屋になんですからね？",
      "まぁ、支払いの関係上、お金は私が預かりますがねぇ。",
      "んっふっふ！」"
    ],
    "textEn": [
      "\"Don't misunderstand me, please.",
      "It's not me who needs the money, it's the informant, okay?",
      "Well, in regards to the payment, I'll be handling the money.",
      "Nfu fu!\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「支払いはいつ？」"
    ],
    "textEn": [
      "\"When do you want it?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「今すぐがいいですねぇ。",
      "ないんなら明日でもいいんですよ？」"
    ],
    "textEn": [
      "\"Right now would be good.",
      "If you don't have it on you, tomorrow works as well.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……自分の財布とは異なるもう一つの財布を取り出した。",
      "相手から得られる情報の内容に応じて、甲・乙・丙と支払うおおよその金額が決められている。",
      "…今回の場合は前払いの上、相手からもたらされる情報の質が読めないので、そう多くは払えない…。",
      "そんなことを思案していると、大石氏が、にゅっと手を伸ばし、財布の中身を鷲掴みにした。"
    ],
    "textEn": [
      "...I pulled out a wallet that was different from my personal one.",
      "The price was pretty much fixed depending on what kind of information I was paying for.",
      "...In this case, the payment was up front. Also considering the fact I didn't know what kind of info I would get, I shouldn't pay too much...",
      "When I suggested that, Ooishi suddenly stretched out his hand and tightly grasped the contents of the wallet."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「こういう時はですね、ケチケチしない方がいいんです。",
      "大丈夫大丈夫、損はさせませんから。」"
    ],
    "textEn": [
      "\"At times like this, it's best you not be so stingy.",
      "It's all right, it's all right, it won't go to waste.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………………わかりました。",
      "ケチケチしないことにします。」"
    ],
    "textEn": [
      "\"....I understand.",
      "I won't be stingy.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「で？",
      "調べたい情報は何です？",
      "内容によって多少、アプローチが変わることもありますので…。」"
    ],
    "textEn": [
      "\"And?",
      "What kind of information are you looking for?",
      "Depending on what you want, how we approach this will probably change...\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……………他言無用を誓ってもらえますか？",
      "大石さん。」"
    ],
    "textEn": [
      "\"...You swear you won't spread this information to anybody else,",
      "Ooishi-san?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「誓うまでもありませんよ。",
      "私もあなたたちと同じ。",
      "職務上知り得たことは他言できませんからね。」"
    ],
    "textEn": [
      "\"I can't swear as much.",
      "I'm the same as you.",
      "I can't withhold information obtained during the course of my duties.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「………………………………。」"
    ],
    "textEn": [
      "\"...\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なっはっはっはっは！",
      "わかりましたよ、誓います。",
      "ここで聞くことは他言無用です。",
      "私は少なくとも金の絡んだ約束は絶対に違えませんよ？",
      "んっふっふっふ…！」"
    ],
    "textEn": [
      "\"Na ha ha ha ha!",
      "I got it, I swear.",
      "Nothing here gets said anywhere else.",
      "In any case, I won't break a promise that involves money.",
      "Nfu fu fu!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "信用していいか、最後の最後まで揺れたが、……結局、折れることにした。",
      "大石氏は１００％信用できるような男じゃないが、…裏事情に精通しているのは間違いない。",
      "…自分に与えられた任務を迅速にこなすには、協力を求めたい相手だ。",
      "…私は、覚悟を決めることにする。"
    ],
    "textEn": [
      "I was still unsure if I should trust him until the very last moment... but in the end, I broke down.",
      "Ooishi wasn't the type of guy I could trust 100%, but there was no mistaking he had access to underground information networks.",
      "In order to accomplish my mission swiftly, I needed his cooperation.",
      "...I set my resolve."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……鬼ヶ淵死守同盟が、ある事件に関与しているか否かを調査しています。」"
    ],
    "textEn": [
      "\"I'm investigating whether or not the Onigafuchi Defense Alliance is related to a certain incident.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「ある事件？」"
    ],
    "textEn": [
      "\"Certain incident?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「犬飼建設大臣が、何者かに脅迫を受けている可能性があります。」"
    ],
    "textEn": [
      "\"There's a possibility that the Minister of Construction, Inugai, is being coerced by someone.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…可能性とはまた、遠回しな言い方ですねぇ。」"
    ],
    "textEn": [
      "\"...Saying there's a possibility is kind of a roundabout way of putting it.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「大臣の近辺に内通者がいるらしいのです。",
      "その内通者によって、高度に監視されているらしく、大臣は脅迫初期から屈服している様子です。"
    ],
    "textEn": [
      "\"It appears there's a mole close to the minister.",
      "And due to that mole, the minister had been monitored quite thoroughly, and was seemingly forced to cede to their threats right away."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "警察へも我々へも一切通報していません。」"
    ],
    "textEn": [
      "None of this was reported to us or the police.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…なるほど。",
      "だから脅迫を受けている可能性、という言い方になると。",
      "………だとすると妙ですねぇ？"
    ],
    "textEn": [
      "\"...I see.",
      "So that's why you're saying there's only a possibility he's being coerced.",
      "...In that case, isn't it a little strange?"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "大臣が誰にも通報しないなら、どうしてあんたらは事件を知ったんです？」"
    ],
    "textEn": [
      "If the minister didn't report this to anybody, how did you guys know about this incident?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大臣のプライベートを監視しない限り、発覚などしない。"
    ],
    "textEn": [
      "If we didn't spy on the minister's private life, we would have never found out."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……その説明は、私が情報屋に提供する必要がないと思われるので割愛します。」"
    ],
    "textEn": [
      "\"...I don't think we have to provide that explanation to the informant, so I'm omitting it.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏は勘付いているらしく、私が説明を拒むと、くっくっくと声を殺して笑った。"
    ],
    "textEn": [
      "Ooishi had apparently caught on, and quietly chuckled when I refused to explain."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「なるほど。",
      "…大臣の近辺にスパイがいるらしいから、公安だけの極秘調査ということになったわけですか。",
      "………そりゃあ確かに穏便な話じゃないですねぇ。」"
    ],
    "textEn": [
      "\"I see.",
      "...There's a spy close to the minister, so Public Safety made it a highly classified investigation.",
      "That certainly isn't a very amicable story, is it.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「事を公にすれば、大臣の政治生命も含め、政変に発展する可能性は極めて高いでしょう。"
    ],
    "textEn": [
      "\"If this matter became public, not only would this affect the minister's political career, but the possibility of there being a shift in the political landscape is extremely high."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "犯人グループの目的がそこにあるならば、由々しき事態に発展する可能性があります。」"
    ],
    "textEn": [
      "If the perpetrators' aim is indeed that, then this could develop into a very grave situation.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…………政府の列島改造は、まぁいろいろ方々との衝突も多いらしいですからねぇ。"
    ],
    "textEn": [
      "\"...Well, with the government having development projects all over the country, they've butted heads with quite a few people."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「大臣がどのような要求を受けているのかは現在調査中です。",
      "ですが脅迫の方法だけはほぼわかっています。」"
    ],
    "textEn": [
      "\"We're currently investigating what demands are being forced on the minister.",
      "But at least we have a good idea of how he's being threatened.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…何です？」"
    ],
    "textEn": [
      "\"...How?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「大臣の孫の、誘拐です。",
      "周辺は否定していますが、最後の目撃から見て、すでに誘拐後７２時間が経過していると思われます。」"
    ],
    "textEn": [
      "\"The minister's grandson... was kidnapped.",
      "They're denying it, but judging from when he was last seen, it's believed it's already been over 72 hours since the kidnapping.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「３日ですか。",
      "………並みの、身代金目的ならもう決着してますねぇ。」"
    ],
    "textEn": [
      "\"So, three days.",
      "...If they were just after ransom money, this would have been settled by now.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「金銭でなく、大臣に何らかの政治的なアクションを要求している可能性が極めて高いでしょう。",
      "………それを我々は黙認するわけには行きません。」"
    ],
    "textEn": [
      "\"It may be this isn't for monetary gain. The possibility that they're forcing the minister to do something politically is extremely high.",
      "...That's something we just can't consent to.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「で、それの犯人グループとの可能性として、鬼ヶ淵死守同盟がリストに上ったわけですね。」"
    ],
    "textEn": [
      "\"So then, the Onigafuchi Defense Alliance was listed as one of the possible perpetrators.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「そうです。」"
    ],
    "textEn": [
      "\"That is correct.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「………………………大臣の孫を誘拐して、ダム計画の撤回を求める、か……。",
      "…んんん………。」"
    ],
    "textEn": [
      "\"...Kidnap the minister's grandson, and demand the cancellation of the dam project...",
      "Hmm...\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「どうでしょう大石さん。",
      "……その可能性は、あなたから見て、ありえると思いますか？」"
    ],
    "textEn": [
      "\"What do you think, Ooishi-san?",
      "...From your point of view, do you think that's possible?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏はしばらくの間、考えるような仕草を見せながら小さく唸っていた。",
      "同じ問い掛けをした時、中部局の室長は「ありえる」と即答した。",
      "……なのに、これだけ精通している大石氏は、うなり始める…。",
      "……やがて、ぽつりと。",
      "…本当にぽつりと妙なことを言い出した。"
    ],
    "textEn": [
      "Ooishi seemed to ponder the idea for a while.",
      "The section chief at the regional office had responded immediately with: \"It's possible.\"",
      "...However Ooishi, who was this well-informed about the matter, was hemming and hawing...",
      "...Finally, just a little bit...",
      "...He said something that was really just a little bit strange."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……………………明治前まではですね。",
      "この辺りは雛見沢村って名前じゃなくて、鬼ヶ淵村って呼ばれてたそうです。",
      "……なははは、うちの婆さまの受け売りですがね。」"
    ],
    "textEn": [
      "\"...This was before the Meiji Era, you see.",
      "This area wasn't named Hinamizawa Village back then--it was called Onigafuchi.",
      "...Nahahaha, this is just what I heard from my grandmother.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "…つい直前までしていた、大臣の孫の誘拐事件の話とは何も噛み合わず、…突然の話題に面食らってしまう。"
    ],
    "textEn": [
      "...This topic was so completely and suddenly unrelated to the subject of the kidnapping of the minister's grandson that I was taken slightly aback."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「鬼ヶ淵村？",
      "………あ、…それで鬼ヶ淵死守同盟という名称になったわけですね。」"
    ],
    "textEn": [
      "\"Onigafuchi?",
      "...Oh, so that's why they're called the Onigafuchi Defense Alliance.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…鬼ヶ淵村ってのはですね、人食い鬼の住む村だと言われてたんだそうです。",
      "今でも村人は、自分の体に鬼の血が半分流れてると信じてます。」"
    ],
    "textEn": [
      "\"...You see, the village of Onigafuchi was said to be inhabited by demons that devoured humans.",
      "Even now, it's believed that the blood of these demons partially courses through the veins of the villagers.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「ひ、……人食い鬼…？？",
      "大石さん、…それ、…何の話ですか？」"
    ],
    "textEn": [
      "\"...D-Demons that devour humans??",
      "Ooishi-san... what are you saying?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「情報ですよ、情報。",
      "さっきあなたからたくさんもらっちゃいましたからね。",
      "少しもらい過ぎました。",
      "その分、サービスしてあげてるんですよ。」"
    ],
    "textEn": [
      "\"It's information.",
      "I got a lot from you just now.",
      "A little too much.",
      "In exchange, I'm giving you a little freebie.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "大石氏はにやっと笑ったが、別にふざけた様子ではなかった。"
    ],
    "textEn": [
      "Ooishi finally smiled, but it didn't seem like he was fooling around."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………………………先を続けてください。」"
    ],
    "textEn": [
      "\"...Please continue.\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「人食い鬼たちはですね。",
      "普段は仙人と崇められて、ひっそりと暮らしているんですがね。"
    ],
    "textEn": [
      "\"You see,  these human-devouring demons...",
      "Normally they were revered as Taoist 'transcendents,' and lived tucked away from the rest of the world."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "……やっぱり人食いですから、定期的に麓の村に下りてきては、獲物をさらっていったんだそうです。"
    ],
    "textEn": [
      "...But they ate people, after all, so apparently they'd go to villages in the foothills regularly and abduct their prey."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "……それをですね、『鬼隠し』と言いまして。」"
    ],
    "textEn": [
      "...They used to call that being 'demoned away,' or 'Onikakushi.'\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "鬼隠し…。",
      "………初めて聞く不思議な単語だった。",
      "だが、人食い鬼が、犠牲者をさらうという恐ろしい内容に、一抹の不気味さを感じる。"
    ],
    "textEn": [
      "Demoned away...",
      "...It was the first time I heard such a peculiar phrase.",
      "However, I felt something slightly ominous from this horrifying tale of demons abducting people in order to eat them."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……ほら、よく世間一般に『神隠し』っていうのがあるじゃないですか。",
      "人が、ある日突然、失踪してしまうとそう言うでしょう。",
      "……この辺りでは同じことがあると『鬼隠し』って呼ぶんです。」"
    ],
    "textEn": [
      "\"...Look, you know how there's the common phrase 'spirited away'?",
      "When people suddenly go missing one day, they call it that.",
      "...When the same thing happens around here, they call it being 'demoned away.'\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………………その昔話と本件に何か関係が？」"
    ],
    "textEn": [
      "\"...How does that old tale relate to the matter at hand?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「……いえいえ。",
      "直接的には何の関係もない、ただのおしゃべりですがね。",
      "…ただ。」"
    ],
    "textEn": [
      "\"...Oh no.",
      "There's no direct relationship, I'm just making some small talk here.",
      "It's just...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "ガタガタン。",
      "車が揺れる。",
      "……いつの間にか砂利道は舗装道路に変わっていた。"
    ],
    "textEn": [
      "Kathump kathump.",
      "The car shook.",
      "...At some point the gravel road had changed to a paved one."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「ただ？　何です？」"
    ],
    "textEn": [
      "\"It's just...? Just what?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「…この土地に『鬼隠し』という名の、失踪・誘拐を暗示するキーワードがある、ということだけは、お話しておこうと思いまして。"
    ],
    "textEn": [
      "\"...That around here, the phrase 'demoned away' is somewhat of a code for disappearances and kidnappings. I just thought I'd mention that."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "今回の大臣の孫の誘拐と関係あるかはわかりませんがね。",
      "………まぁ、深い話ではないんです。",
      "そんな謂れの話がある、ということだけでもね、んっふっふっふっふ…！」"
    ],
    "textEn": [
      "I don't know if this has anything to do with the kidnapping of the minister's grandson.",
      "...Well, there's no deep meaning behind it.",
      "It's just, there's that little bit of history, nfu fu fu fu....!\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "人食い鬼たちが、…獲物をさらいに麓に下りてくる行為、『鬼隠し』",
      "では……自分たちの住まう村を水没させようとするダム計画を撤回させるため、…その制裁として大臣の孫をさらって…『鬼隠し』にした？",
      "…なら、…見せしめに大臣の孫はもう…鬼たちに食い殺されている…？？"
    ],
    "textEn": [
      "\"Onikakushi\"... human-eating demons coming down to the foothills and abducting their prey.",
      "Then... in order to cancel the dam project that threatened to submerge the village they lived in, did they 'demon away' the minister's grandson?",
      "...Then, had they already made an example out of the minister's grandson and eaten him alive??"
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……ははははは。",
      "ちょっと興味深い昔話ですね。」"
    ],
    "textEn": [
      "\"...Hahahahaha.",
      "It's a bit of an interesting old tale, isn't it?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「鬼たちの村にみだりに踏み入れば、たちまち囚われ食い殺される。",
      "だから鬼ヶ淵村には近付くな。"
    ],
    "textEn": [
      "\"If you set foot into the demons' village without reason, you'll promptly be captured and eaten alive.",
      "So don't go near Onigafuchi."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [],
    "textEn": []
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "周囲の人たちに恐れられている、雛見沢村。",
      "……県警公安で聞いた情報のひとつを思い出す。"
    ],
    "textEn": [
      "Hinamizawa Village was feared by the people in the area.",
      "I recalled that piece of information I heard from the Prefectural Public Safety Division."
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「何しろこの辺は田舎ですからね。",
      "迷信なんかが平気で幅を利かせてるんです。",
      "なっはっはっはっは！"
    ],
    "textEn": [
      "\"In any case, we're in the boonies out here.",
      "It's kind of expected that there'd be some superstitions around.",
      "Na ha ha ha ha!"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "東京から来られた赤坂さんには、ちょっと想像も付かないでしょうがねぇ。」"
    ],
    "textEn": [
      "Somebody from Tokyo like you, Akasaka-san, probably couldn't even begin to imagine it, could you?\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "……人食い鬼が、自分たちの村を侵した代償として、大臣の孫をさらい、…食い殺した。",
      "そんな突拍子もない考えが浮かぶ。",
      "…あまりの下らない想像に、自分でも半ば呆れてしまう。",
      "大石氏にからかわれただけだ。",
      "…下らない。",
      "本当に下らない。",
      "………思えば、私はもうこの時に、この怪しげな村の呪縛に囚われていたのかもしれない。",
      "…それに気付くのには、……もう少しの時間が必要だった…。"
    ],
    "textEn": [
      "...The man-eating demons, as the price for violating the sanctity of their village, kidnapped the minister's grandson... and swallowed him whole.",
      "That ludicrous idea flew through my head.",
      "...It was so absurd, I was half-disgusted with myself.",
      "Ooishi was just teasing me.",
      "...Stupid.",
      "It was all really so stupid.",
      "...Come to think of it, by then, I may have already been seized by the curse of that dubious village.",
      "...For me to realize that... would take a little more time..."
    ]
  }
]