[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "テレクラにだいぶ通い慣れてるんじゃないですか？」"
    ],
    "textEn": [
      "Are you a regular user of dating chatlines or something?\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「そんないかがわしいところに通った試しなどありません…！」"
    ],
    "textEn": [
      "\"I would never even try something seedy like that...!\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「そこまで過剰に反応されると、…面白いなぁ。",
      "なっはっはっは！",
      "ちょっとＨな遊びができる店にでも遊びに行きます？",
      "んっふっふっふ！」",
      "それは残念です、次の機会にしましょうかね。"
    ],
    "textEn": [
      "\"The way you overreact is rather... interesting.",
      "Na ha ha ha!",
      "Wanna go to a place where you can have a little bit of lewd fun?",
      "Nfu fu fu!\"",
      "Too bad, we'll leave that for next time, then."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「…………今さら野暮なことを聞きますが、…お金、賭けるんですよね…？」"
    ],
    "textEn": [
      "\"...I know asking this now might be stupid... but we're betting money on this, aren't we...?\""
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「まぁ〜そりゃあ、ちょびっとね。",
      "なぁに、お遊び程度の額ですよ。",
      "誰が払ったにせよ、そのお金でこの後はい〜いお店に遊びに行くのに使いますよ〜〜！",
      "むっふっふっふっふ〜〜！！！」"
    ],
    "textEn": [
      "\"Well~ you see, just a little.",
      "It's just a little for funsies.",
      "But it doesn't matter who loses, because after this, we're using that money to go play at a very ni~ce place~~!",
      "Mfu fu fu fu fu~~!!!\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……私のお金は先日、大石さんに根こそぎ取られましたし、…私も仕事の都合があるので長居はできないのですが…。」",
      "お前が買ったらその金でこの雀荘の支払いをして、蔵人に仕事の話でも何でもすればいい。」"
    ],
    "textEn": [
      "\"...Ooishi-san took all my money the other day, and I also have work to do, so I can't stay for long...\"",
      "If you win, then you can use that money to pay for this table, and you can talk to Kuraudo about work or whatever.\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……わかりました。",
      "では、少しだけお付き合いします。",
      "私が勝ったら、お金もＨなお店も一切なしで、すぐに仕事の話に入ってもらいますからね。」",
      "私はもちろん花びら大回転なお店をハシゴしまくりですよ？"
    ],
    "textEn": [
      "\"...I understand.",
      "Then, I'll play with you guys for just a bit.",
      "If I win, you guys don't get any of the money or get to go to any of those dirty places, and we talk about work right away.\"",
      "Of course, we're going to hop between all the places where they keep the girls coming!"
    ]
  },
  {
    "color": "#a59da9",
    "labelEn": "Ooishi",
    "labelJp": "大石",
    "textJp": [
      "「静かにバニーさんと、足掛けクロスとかできるお店でしょー？"
    ],
    "textEn": [
      "\"Like a nice quiet place where you can play footsies with a bunny girl?"
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Sato",
    "labelJp": "佐藤",
    "textJp": [
      "「マスターに縫製代とか言われて、一本持ってかれたなぁ。」"
    ],
    "textEn": [
      "\"The owner ended up charging what he called a 'tailoring fee.'\""
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「……早稲田、高田馬場辺りでだいぶ遊ばせてもらいました。",
      "ちょっとレートを上げすぎて、馴染みの店に出禁を食らいまして。"
    ],
    "textEn": [
      "\"I played quite a bit around Waseda and Takadanobaba.",
      "I raised the stakes a little too much at the place I frequented and they banned me."
    ]
  },
  {
    "color": "#797d8a",
    "labelEn": "Akasaka",
    "labelJp": "赤坂",
    "textJp": [
      "「面子にもよりましたが、歌舞伎町辺りで打つときは高目でした。",
      "一番大きいので、デカリャンピンで打ったこともありましたっけ。」",
      "蔵人！！",
      "このタコ！！",
      "お前、どこからこんなヤクザの代打ちみたいの引っ張ってきたんだ！！"
    ],
    "textEn": [
      "\"It depends on who I was playing with, but there were pretty high stakes when I played in Kabukicho.",
      "The largest I played with were about 20 times the standard rate.\"",
      "Kuraudo!!",
      "You buffoon!!",
      "Where did you pull this guy from? He's strong enough to play for the Yakuza!!"
    ]
  }
]