[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "あの子が親類会議の時に、またお魎さんの布団に潜り込もうとする。",
      "…お魎さんはあの子のことを、目に入れても痛くないくらいに可愛がる。",
      "あの子がどんな無礼を働いても何も気にしない。",
      "まるで、あの子が猫の子か何かのように。",
      "…文字通りの猫可愛がりだ。",
      "私は母としての立場上、それを叱る。",
      "お魎さんが良い良いと三度言うまでは、形式的に叱る。",
      "もちろんあの子は私の叱りなどに耳は貸さない。",
      "……私よりもお魎さんの方が立場がずっと上であることを知っていて、そう振舞っているのだ。",
      "そんな年令不相応な狡猾さも、私は好かない。",
      "そもそも、お魎さんに止まらず、村の老人たちはあの子を甘やかし過ぎている。",
      "ある日、私は驚いた。",
      "私は偶然、買い物の帰り、とある駄菓子屋の軒先にひとりいるあの子を見つけた。",
      "あの子は、おもむろにお菓子を一掴みすると、そのまま包装を剥いて口にし始めたのだ。",
      "お金を払おうという素振りなどなかったし、周りを伺うような仕草すらなかった。",
      "万引きどころか、…まるで差し出されたお茶菓子でも食べるかのように、平然と口にしたのだ。",
      "私があの子を叱り付ける声に、駄菓子屋の老主人が現れ、あの子をかばった。",
      "老主人は、あの子には好きに店頭のお菓子を食べてもいいと言ってあるからいいのだ、ととんでもない言い訳をした。",
      "私はあの子が食べた分だけでも代金を払おうとしたが、老主人は頑として受け取らない。",
      "そんなやり取りをしている内に、いつの間にか年寄り連中が集まり、何だか私が悪いような感じになっていた。",
      "年寄りたちは、あの子にうやうやしく手を合わせて拝み、ありがたやありがたや…と何度も唱えた。",
      "……私も古手家に生まれた人間だから、あの子がどうしてこうも特別扱いされているのかを知らないわけではない。",
      "私がまだ小さかった頃。",
      "祖母によく聞かされたものだ。",
      "…もしもお前が生む赤ん坊が女の子だったなら。",
      "…その子はオヤシロさまの生まれ変わりなんだよ、と。",
      "年寄り連中は、あの子をオヤシロさまの生まれ変わりだと信じ、ちやほやと甘やかす。",
      "そして甘やかすのみならず、…あの子に、オヤシロさまの生まれ変わりであるとか、",
      "神通力が使えるだとか、他にもいろいろ怪しげな昔話などを吹き込んでいる。",
      "だから、自分が特別な存在だとでも思い込んでしまっているのかもしれない。",
      "あの子の教育に良くないから、変なことを吹き込まないでくださいと回りに言っているのだが、……年寄り連中に根付いた迷信は払拭しようがない。",
      "あの子にも、年寄り連中には耳を貸さないように言っているのだが、耳を貸さないのはむしろ私に対してだ。",
      "甘やかす村中の年寄りたちと、小言しか言わない私では、どちらに耳を貸すかは誰にもわかること。",
      "……あの子がおかしくなってしまったのは、年寄り連中のせいに違いないのだ。",
      "妙な昔話や迷信を幼い頃から吹き込んできたに違いないのだ。",
      "それさえなかったなら、あの子も、ごく普通の可愛い子だったに違いないのに！"
    ],
    "textEn": [
      "During the family council, she buried herself under Oryou-san's futon again.",
      "...Oryou-san dotes on her unwaveringly.",
      "No matter whatever insolence my child commits, she doesn't mind.",
      "It's almost as though my child is a kitten or something.",
      "...Oryou dotes on her exactly like you would with a kitten.",
      "As her mother, I chided her for doing that.",
      "Until Oryou-san had said three times that it was fine, I chided her as a formality.",
      "Of course she never lends an ear to any of my chidings.",
      "...Knowing that Oryou-san's standing was far above mine, she behaves like that.",
      "I don't like the cunning that's unbefitting of her age either.",
      "In any case, not only Oryou-san, but the rest of the old folk in the village spoil her too much.",
      "One day, I was surprised.",
      "By chance, on the way back from some shopping, I saw her by herself just outside a candy shop.",
      "My own child suddenly grabbed a snack, opened the package right there and then started eating it.",
      "She didn't make any attempt to pay for it, and she didn't even think of looking around.",
      "It didn't even feel like she was shoplifting... more like she were brazenly eating snacks that was offered to her.",
      "When I began to admonish my child, the elderly shop owner appeared and covered for her.",
      "The owner gave the ridiculous excuse that he had said it was okay for that child to eat any of the snacks out by the entrance, so it was fine.",
      "When I tried to pay for the snacks that my child had eaten, the owner refused my money.",
      "During that exchange, more old folks had suddenly gathered around, and it began to feel like I was the one in the wrong.",
      "The elderly people all put their hands together reverently in front of my child and repeatedly voiced their respects.",
      "...I was born into the Furude family, so it wasn't like I didn't know why she was being treated specially.",
      "When I was still young.",
      "It was something I heard often from my grandmother.",
      "If by chance the child that I gave birth to was a girl...",
      "That child would be the living incarnation of Oyashiro-sama.",
      "All the older folk believe she's the living incarnation of Oyashiro-sama, and spoil her rotten.",
      "And not only did they spoil her... but they even told her she was the living incarnation of Oyashiro-sama,",
      "that she had a divine power, and threw all sorts of strange folktales her way.",
      "So she may have begun to believe herself that she was a special existence.",
      "I went around and told everybody that it wasn't good for her upbringing, so to stop telling her all these strange things... but there was no uprooting the elderly people's deep-seated superstitions.",
      "I told my child not to listen to them, but it ended up being that she stopped listening to me.",
      "Between all the old folks in the village who would dote on her and myself who only scolded her, there was no wonder who she would listen to.",
      "...There was no mistaking that the reason she had become strange was because of the elderly villagers.",
      "There was no doubt that they had shoved her full of strange folk tales and superstitions since she was young.",
      "If it wasn't for that, there was no doubt my child would have been cute and normal!"
    ]
  }
]