[
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "車が止まった。",
      "だがそれ以上のことはわからなかった。",
      "なぜなら、彼は目隠しをされただけでなく、車のトランクに閉じ込められていたからだ。",
      "視覚を奪われた人間がこんなにも無力だとは。",
      "…彼も実際に経験するまで知らなかったに違いなかった。",
      "戒めを解こうとする努力が無駄であることはすぐにわかり、トランクの中の息苦しさにいつしかめまいを感じ、",
      "…彼はこの緩慢な拷問に意識を朦朧とさせる他なかった。",
      "だから彼は、車が止まってエンジンが切られて不愉快な振動がなくなった時、",
      "事態は何も解決していないにも関わらず、自分は解放されたのだ…と錯覚せずにはいられなかった。",
      "無論、その錯覚はすぐに覚める。",
      "自分をさらった男の一人と、初めて声を聞く年配の男の会話が聞こえ、身を硬くして耳を澄ませた…。"
    ],
    "textEn": [
      "The car had stopped.",
      "But he didn't know any more than that.",
      "For not only was he blindfolded, but locked in the trunk of the car.",
      "How could people become this powerless just by being robbed of their sight?",
      "He absolutely wouldn't have known this without experiencing it firsthand.",
      "He soon realized it was pointless to try and undo his bonds, with the confines of the trunk quickly making him lightheaded.",
      "He had no choice but to let this mild torture dull his senses.",
      "That's why, when the car stopped and the unpleasant vibration ceased as the engine was killed,",
      "he couldn't help but delude himself that he was being set free, even though nothing had been resolved in reality.",
      "Of course, he was soon removed from that delusion.",
      "He strained his ears when he heard one of the men who had abducted him and an older man he was hearing for the first time strike up a conversation..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「…………お疲れさんです。",
      "雛はトランクに。",
      "騒ぎすぎで多少衰弱してるようですが、ご命令通り傷一つ付けちゃいません。」"
    ],
    "textEn": [
      "\"...Nice to see you.",
      "The chick is in the trunk.",
      "He struggled so much that he's probably exhausted right now, but there's not a mark on him, just as ordered.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「…おぅおぅ、手間ぁかけましたんの。」"
    ],
    "textEn": [
      "\"...Ohh, musta been a handful.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "トランクが開かれ、ぶわっと涼しい冷気と新鮮な空気が自分を包む。",
      "さっきまであれほど、この息苦しいトランクを出られたらと思っていたのに、いざこうしてトランクが開け放たれると、今度は急に自分の身が不安になった。",
      "…あんなに嫌だったトランクの蓋をもう一度閉じ、彼らから遮断してくれと願ってしまうくらいに。",
      "突然、自分の頭を誰かが撫でた。",
      "もちろん目隠しをされているから、頭を触れた手が、自分を撫でているのか、頭の皮を剥ぐ為に品定めをしているものなのか、",
      "区別することができず、彼は最悪の可能性を想像して身を硬くするほかなかった…。"
    ],
    "textEn": [
      "The trunk opened, letting in a blast of fresh, cool air.",
      "Even though up until just now he had been thinking about getting out of that stuffy trunk, when it was actually opened, he suddenly became uneasy.",
      "...Enough so that he wished that the lid of the trunk would once again close, separating himself from them.",
      "Suddenly, somebody stroked his head.",
      "Of course, since he was blindfolded, he couldn't tell if the hand was petting him or simply evaluating how easy it would be to remove his scalp.",
      "Unable to tell the difference, he could only freeze as he imagined the worst-case scenario..."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「……すったらん、ぁあいそうにの…。",
      "震えとんね…。",
      "大人しくしばらく過すがよかろ…。」"
    ],
    "textEn": [
      "\"...Poor li'l bugger...",
      "'E's shakin'...",
      "Jus' stay calm for a bit...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "年配の男はそうやさしく言いながら、彼の頭をやさしく撫でた。"
    ],
    "textEn": [
      "The older man said that kindly as he gently stroked the boy's head."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「ほんに辛い思いしちゃろなぁ…。",
      "だんがな、おんめのお祖父ちゃんは優しい人だんね。",
      "すんぐに助けてくれるだろの…。」"
    ],
    "textEn": [
      "\"This mus' be real tough for ya...",
      "But ya see, yer gramps is a nice man.",
      "'E'll 'elp ya soon enough...\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "平均的な標準語でしか生活したことのない彼にとって、この年配の男の発する独特のイントネーションのなまりは非常に印象深かった。",
      "だが、何を言っているのかはさっぱり理解できない。",
      "「おんめのお祖父ちゃん」というのが、自分のお祖父ちゃんのことを指しているのだと気付くには、その言葉を頭の中で何度も反復する必要があった…。",
      "やがて、頭を撫でた手が、今度は彼の目隠しに触れた。"
    ],
    "textEn": [
      "Having heard nothing but the average standard dialect his whole life, the older man's distinct intonation left a deep impression on the boy.",
      "But he had no idea what he was saying.",
      "For 'yer gramps' to register as meaning 'your grandfather' took a while to process...",
      "Eventually, the hand that was stroking his head loosened the blindfold."
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「……目隠しはまずいっすよ…。",
      "面が割れると後々まずいです。」"
    ],
    "textEn": [
      "\"...Can't keep his eyes covered...",
      "if he splits his face open it'd be bad.\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「ん、…そうかの。",
      "なんら、せめて猿ぐつわくらい外したらんな。",
      "これぎゃあ、息もできんね…。」"
    ],
    "textEn": [
      "\"Hm... An' with tha'...",
      "We migh' as well take out tha gag.",
      "'E kent breathe like tha'...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「……叫ばれたらまずいです…。",
      "こいつのことは俺たちに任せて下さい…。」"
    ],
    "textEn": [
      "\"...It'll be trouble if he yells...",
      "Leave him to us...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「ったく、気の効かんやっちゃらな！！",
      "…本家に惨い仕打ちはせんぎゃあちゅわっとる。",
      "そこんとこ、肝に刻むんよ…。」"
    ],
    "textEn": [
      "\"...Geez, ya guys dunno how ta treat somebody!!",
      "...Tha main family said no rough stuff.",
      "Ya better remember tha' well...\""
    ]
  },
  {
    "color": "#f5e6d3",
    "labelEn": "Man",
    "labelJp": "男",
    "textJp": [
      "「わかってます。",
      "手荒な真似はしませんよ。",
      "…小僧が大人しくしててくれる分にはね。」"
    ],
    "textEn": [
      "\"Yeah.",
      "We won't do anything stupid.",
      "...As long as the kid cooperates, that is.\""
    ]
  },
  {
    "color": "#ffffff",
    "labelEn": "Narrator",
    "labelJp": "",
    "textJp": [
      "男の手が彼の頭を何度か、小突くように叩いた。",
      "自分の頭を撫でてくれた慈しみのある手とは違う、ごつごつした手。",
      "大人しくしていれば良し。",
      "騒ぎ立てたら、どうなるかは保証できないぞ、",
      "…という在り来たりな脅迫が、その手からじわりじわりと、…叩かれる頭に染み込まされていくのだった。"
    ],
    "textEn": [
      "The man's hand prodded roughly and repeatedly at the boy's head.",
      "A rugged hand, unlike the affectionate one that had been stroking his head before.",
      "Just stay cooperative.",
      "If you struggle, there's no guarantee what will happen.",
      "That cliched threat was literally beaten into his head."
    ]
  }
]